{
  "author": "Ravindu Manoj",
  "github": "ravindu01manoj",
  "repo": "Quotes-500k",
  "data": [
    {
      "quote": "The art stream is filled with snags and has no volume so it has no support. If you finally choose art, no amount of reason or common sense can discourage you. You must selfishly carry on.",
      "author": "Theresa Sjoquist, Yvonne Rust: Maverick Spirit",
      "category": "biography, new-zealand-art, new-zealand-women-artists, yvonne-rust"
    },
    {
      "quote": "I don't know enough to have any regrets",
      "author": "Vince Grabin",
      "category": "biography"
    },
    {
      "quote": "When will the human race choose wisely? All know it is just as eventful, if not more so, when the young seek adventure, purpose, and dreams; instead of blaming everyone but themselves if they choose otherwise.",
      "author": "Theresa Sjoquist, Yvonne Rust: Maverick Spirit",
      "category": "arts-biography, biography, new-zealand-art-history, new-zealand-artists, new-zealand-painter, new-zealand-potter, women-s-biography, yvonne-rust"
    },
    {
      "quote": "Once undressed I felt less exposed. (...) Naked was my uniform. (...) There was no pressure to conform.",
      "author": "Aiden Shaw, Sordid Truths: Selling My Innocence for a Taste of Stardom",
      "category": "biography"
    },
    {
      "quote": "None of my friends had grandparents like these. ... Tony and Desolina were exotic.",
      "author": "James Vescovi, Eat Now; Talk Later: 52 True Tales of Family, Feasting, and the American Dream",
      "category": "biography, italian-immigrants, memoirs"
    },
    {
      "quote": "Life is not an orderly progression, self-contained like a musical scale or a quadratic equation... If one is to record one's life truthfully, one must aim at getting into the record of it something of the disorderly discontinuity which makes it so absurd, unpredictable, bearable.",
      "author": "Leonard Woolf",
      "category": "biography, bloomsbury, bloomsbury-group, leonard-woolf, life, writing"
    },
    {
      "quote": "In 1946 there was no money in art, no dealer galleries, no craft shops. After the war we started to teach art in every school for the first time. Our generation played a crucial role. We were the stepping stones towards today's galleries.",
      "author": "Theresa Sjoquist",
      "category": "art, art-education, biography, new-zealand-art, new-zealand-art-history, painting, pottery, women-s-biography"
    },
    {
      "quote": "Perhaps once in a lifetime we meet someone who has the ability to inspire us in one brief meeting, who can confront not one but two life-threatening illnesses with remarkable courage – and instil hope in others in the face of the greatest adversity.Jennifer Roberts had all of those qualities – and so many more.",
      "author": "Paul  Roberts, Make It Happen",
      "category": "biography, inspirational"
    },
    {
      "quote": "The difference between doing something and not doing something is doing something.",
      "author": "James Corden, May I Have Your Attention, Please?",
      "category": "biography, humour, inspirational"
    },
    {
      "quote": "Life beats down and crushes the soul and art reminds you that you have one. -- Stella Adler",
      "author": "Sheana Ochoa, Stella! Mother of Modern Acting",
      "category": "biography, lee-strasberg, marlon-brando, method-acting, robert-de-niro, stella-adler"
    },
    {
      "quote": "It doesn't help anyone to judge their happiness or career by looking at where others may or may not be. Dad said it best: 'All the time you're looking left and right at other people, you're neglecting what's in front of you.If you focus on looking straight ahead, you can take the odd glance at the future.' He's got a way of saying things sometimes that just puts everything into perspective.",
      "author": "James Corden, May I Have Your Attention, Please?",
      "category": "biography, inspirational, wisdom"
    },
    {
      "quote": "It's strange how things seem to come full circle. You know what I mean? I'm sure you do. The way your life seems to drift along with no set path, then something good happens to you and you can trace the line that brought you there back to a specific disappointment or rejection you suffered in the past. It's nice that things can level out that way.",
      "author": "James Corden, May I Have Your Attention, Please?",
      "category": "biography, inspirational"
    },
    {
      "quote": "I often noticed that the surrounding mountains inspired Hitler. He once joked that here he stood 'above the world' in an environment comparable to Olympius, legendary mount of the gods, but that alone can never have been the motivation for himto put down his private roots on Obersalzberg.",
      "author": "Heinz Linge, With Hitler to the End: The Memoirs of Adolf Hitler's Valet",
      "category": "biography, history, hitler, linge, ww2"
    },
    {
      "quote": "The meat market itself was probably a greater influence on Spare than his first school. It offered a spectacle of thousands of animal carcasses, which arrived under the market by a specially built railway before being displayed and disposed of at ground level.",
      "author": "Phil Baker, Austin Osman Spare: The Life and Legend of London’s Lost Artist",
      "category": "art, biography, magick-studies"
    },
    {
      "quote": "Yet how could I not have believed Hitler a genius and unique when every day I saw and heard how the major personalities of the Reich fawned over him and worshipped him with total devotion.",
      "author": "Heinz Linge, With Hitler to the End: The Memoirs of Adolf Hitler's Valet",
      "category": "biography, inspirational, truth"
    },
    {
      "quote": "When you see the Statue of Liberty, you will be in America.",
      "author": "Antonio Russo, Wrestling with the Devil",
      "category": "biography, italian-immigrant, wrestling"
    },
    {
      "quote": "Tolkien came to regard the tale of Beren and Tinuviel as 'the first example of the motive (to become dominant in Hobbits) that the great policies of world history, \"the wheels of the world\", are often turned not by the Lords and Governors, even gods, but by the seemingly unknown and weak'. Such a worldview is inherent in the fairy-tale (and Christian) idea of the happy ending in which the dispossessed are restored to joy; but perhaps Tolkien was also struck by the way it had been borne out in the Great War, when ordinary people stepped out of ordinary lives to carry the fate of nations.",
      "author": "John Garth, Tolkien and the Great War: The Threshold of Middle-earth",
      "category": "biography, fantasy, tolkien"
    },
    {
      "quote": "I am a misanthrope, but exceedingly benevolent; I am very cranky, and am a super-idealist. ... I can digest philosophy better than food.",
      "author": "Alfred Nobel",
      "category": "benevolent, biography, cranky, idealist, misanthrope, philosophy"
    },
    {
      "quote": "Nicky Cruz: You come near me and I'll kill you!David Wilkerson: Yeah, you could do that. You could cut me up into a thousand pieces and lay them in the street, and every piece will still love you.",
      "author": "David Wilkerson, The Cross and the Switchblade",
      "category": "biography"
    },
    {
      "quote": "Whatever you believe, and however, each of us deals with these events in our lives, one thing is for certain the truism, time is a great healer, is of no consolation at that moment of intense, all-consuming grief.From GLASS HALF FULL",
      "author": "Sarah Jane Butfield",
      "category": "biography, nonfiction, travel-memoir"
    },
    {
      "quote": "In those days, men proved their strength and manliness by being well mannered, helpful, and gentle. Just how gentle they could be under trying circumstances, how civilised they could be in a harsh world, that was the measure of a man.",
      "author": "Terry Lee Rioux, From Sawdust to Stardust: The Biography of DeForest Kelley",
      "category": "biography, deforest-kelley, star-trek"
    },
    {
      "quote": "For a once renowned woman who loved telling tales of dodging bullets, wielding grenades and subverting dogs trained to kill, Christine's story is, surprisingly, little known today.",
      "author": "Clare Mulley, The Spy Who Loved: The Secrets and Lives of Christine Granville",
      "category": "biography, christine-granville, krystyna-skarbek, second-world-war, secret-agents, spies, wwii"
    },
    {
      "quote": "She could do anything with dynamite, except eat it.",
      "author": "Clare Mulley",
      "category": "biography, christine-graville, courage, dynamite, krystyna-skarbek, military-history, second-world-war, sir-owen-o-malley, soe, special-agent, spy, wwii"
    },
    {
      "quote": "May be you find out I could be useful getting people out of camps and prisons in Germany - just before they got shot. I should love to do it and I like to jump out of a plane even every day.",
      "author": "Christine Granville",
      "category": "biography, christine-granville, clare-mulley, germany, inspirational, krystyna-skarbek, military-history, parachute, rescue, second-world-war, soe, special-agent, spy, world-war-2"
    },
    {
      "quote": "Do not follow other's quotes,because you're the one who knows about yourself ,and what is suitable for you. everyone has their own quotes. So make yours too.",
      "author": "Yoshitha indrachapa",
      "category": "biography"
    },
    {
      "quote": "The people have realized that Martial Law is not law. A regime not established by law is devoid of the attribute to dispense law. A regime which puts in a bunker the highest law in the land does not have the moral authority to say that nobody is above the law.",
      "author": "Zulfikar Ali Bhutto, If I Am Assassinated",
      "category": "authoritarianism, bhutto, biography, martial-law, pakistan, zia"
    },
    {
      "quote": "I would plead into the darkness, where are they, bring them back",
      "author": "Sonali Deraniyagala, Wave",
      "category": "biography"
    },
    {
      "quote": "Gregor flushed as he went on: \"The entire content of the Confesions could be put into one single sentence in the book: when Augustine addresses God, saying: 'Thou hast made us for Thyself and our heart is unquiet until it rests in Thee.' This sentence, my lords and friends, is immortal. It contains the very heart of religion.",
      "author": "Louis de Wohl",
      "category": "biography, religion, st-augustine"
    },
    {
      "quote": "The creative person should have no other biography than his works.",
      "author": "B. Traven",
      "category": "biography"
    },
    {
      "quote": "The sanction of force stands behind the medley of personal orders and regulations of Martial Law. The sanction of the people's consent stands behind the hierarchy of laws. In one situation, the population is regimented into acquiescence. In the other, the population voluntarily establishes a contract with Parliament. For this reason, one is called a regime and the other, a government. Martial law rests on the sanction of force and not on the sanction of law.",
      "author": "Zulfikar Ali Bhutto, If I Am Assassinated",
      "category": "bhutto, biography, martial-law, pakistan, politics, zia"
    },
    {
      "quote": "The Scripture can only be read intelligently by inspired men and women. The value we get from our reading is in direct proportion to the measure in which we are filled with God's Spirit. We also need a regular systematic study of the Scriptures. We cannot maintain our spiritual life without it any more than we can maintain our physical bodies without proper nourishment. We also need to let what we study become a vital part of our daily lives. Take it to the store, the office, the school room, etc. Take it, and apply it wherever you go.",
      "author": "G. Campbell Morgan",
      "category": "biography"
    },
    {
      "quote": "It seems to me that someone must surely take the hint and write the life of Miss McGeeney, the woman who wrote the biography of the man who wrote the biography of the man who wrote the biography of the man who wrote the biography of Boswell.",
      "author": "Nathanael West, The Dream Life of Balso Snell",
      "category": "biography, boswell"
    },
    {
      "quote": "Biographers rue the destruction or loss of letters; they might also curse the husband and wife who never leave each other’s side, and thus perform a kind of epistolary abortion.",
      "author": "Janet Malcolm, Reading Chekhov: A Critical Journey",
      "category": "abortion, biography"
    },
    {
      "quote": "A regime that can suspend or abrogate the constitution and run the country on its whims and caprice should be ashamed of bringing on its lips the word \"law\". It is like prescribing a punishment for adultery after raping the country. It is like saying that Holy Quran is suspended nobody can escape from the Hadees.",
      "author": "Zulfikar Ali Bhutto, If I Am Assassinated",
      "category": "bhutto, biography, martial-law, pakistan, politics, zia"
    },
    {
      "quote": "The Greatest” is a bite-your-tongue-book. Ultimately a tragic tale it is also immensely uplifting and easily the best footballer biography I have ever read.",
      "author": "Mike Parry",
      "category": "biography, busby-babes, duncan-edwards, football, manchester-united, munich, sport"
    },
    {
      "quote": "There began to appear before my romantic eyes...a vast and complicated network of espionage, terror, sadism and hate, from which no one, official or private, could escape.",
      "author": "Erik Larson, In the Garden of Beasts: Love, Terror, and an American Family in Hitler's Berlin",
      "category": "biography, germany, history, hitler, war, world-war-ii"
    },
    {
      "quote": "Love is a fine mingling of holding on and letting go.",
      "author": "Wan-Ling, Wong, Time to live: Jannie Tay's journey",
      "category": "biography, inspirational"
    },
    {
      "quote": "The classic Aryan who idolized himself and who existed in his own dreams could not bear to see the Jew, the evidence of divine reality,and he would kill him.",
      "author": "André Frossard",
      "category": "biography, martyrdom, spirituality"
    },
    {
      "quote": "My purpose in beginning the John Wimber biography project was to honor his rich legacy of teaching, his extraordinary character, and the positive & beneficial impact his life has had on my journey as a 'follower of Christ'. I esteem John Wimber's teachings, writing, and impact upon the Body of Christ to be equal with that of C.S. Lewis, Dorothy Sayers, John F. Banks, D.L. Moody, and Leanne Payne.",
      "author": "R. Alan Woods, John Wimber: Naturally Supernatural",
      "category": "biographical, biography, c-s-lewis-experience-teacher, john-wimber, r-alan-woods"
    },
    {
      "quote": "To Howard Goodkin, for the immense work he did in his short life so Hispanic children can stand tall and proud.",
      "author": "Argentina Palacios, Standing Tall: The Stories of Ten Hispanic Americans",
      "category": "biography"
    },
    {
      "quote": "I have had a lot of readers of my book tell me that they like it, but so far only two reviews have been listed. Could you help?",
      "author": "Rollis Fontenot Jr, Growing Up When Times Were Simple",
      "category": "biography"
    },
    {
      "quote": "Monotony is the only reward of the cautious",
      "author": "A. Somebody, The Autobiography of A Somebody",
      "category": "autobiography, biography"
    },
    {
      "quote": "I have long since chosen him for my only good, my all; my pleasure, my happiness in this world as in the world to come... -Susanna Wesley",
      "author": "Arnold A. Dallimore, Susanna",
      "category": "biography"
    },
    {
      "quote": "I'd rather be a pessimist because then I can only be pleasantly surprised.",
      "author": "Benjamin Franklin",
      "category": "biography, history"
    },
    {
      "quote": "I'm not Mickey Mouse, I'm a human being.",
      "author": "Mitch Winehouse, Amy, My Daughter",
      "category": "amy-winehouse, biography"
    },
    {
      "quote": "I have seen the sea lashed into fury and tossed into spray, and its grandeur moves the soul of the dullest man; but I remember that it is not the billows, but the calm level of the sea, from which all heights and depths are measured.",
      "author": "President James A. Garfield - courtesy of Millard's \"Destiny of the Republic\"",
      "category": "biography, inspirational, speeches"
    },
    {
      "quote": "Perhaps the most difficult thing about loving and helping an addict, which most people who haven't been through it don't understand, is this: every day the cycle continues is your new worst day. When looked at from the outside it seems endless, the same thing over and over again; but when you're living it, it's like being a hamster on a wheel. Every day there's the chronic anxiety of waiting for news, the horrible rush when it turns out to be bad, the overwhelming sense of déjà vu - and the knowledge that, despite your best efforts, you'll probably be here again. Even so-called good days are not without their drawbacks. You enjoy them as much as you can, but in the back of your mind there's the lurking fear that tomorrow you could be back to square one again, or worse.",
      "author": "Mitch Winehouse, Amy, My Daughter",
      "category": "amy-winehouse, biography"
    },
    {
      "quote": "I did not realize at the time, as I have discovered since, that anyone who attempts any thing original in this world must expect a bit of ridicule.\" Clarence Birdseye",
      "author": "Mark Kurlansky",
      "category": "biography, non-fiction"
    },
    {
      "quote": "I couldn't think of anything I wanted to do or any place I wanted to be more than home. Where I can walk around the yard, sweeping leaves off the slate paths to my heart's content. Where I can spend all day in my pajamas puttering around the house, or curled up in my favorite chair in the family room next to the big stone fireplace. The walls are papered deep red, hung with Madison's paintings and lined with our favorite books. The furniture is comfortable and inviting. Our house is made to be lived in; we use every inch of it and don't mind the signs of wear and tear. There's a deep dent in the floor next to the hearth ... It's part of the story of this house, where a family has left its mark, and where it continues to grow and evolve.",
      "author": "Sissy Spacek, My Extraordinary Ordinary Life",
      "category": "biography"
    },
    {
      "quote": "Even as individuals become families and families become communities, and communities become nations, so eventually must the nations draw together in peace.",
      "author": "Marjorie Watts, Mrs. Sappho: The Life Of C. A. Dawson Scott, Mother Of International P. E. N",
      "category": "biography, c-a-dawson-scott, communities, humanity, individuals, international-relations, literary-associations, mothers-and-daughters, mrs-sappho, nations, peace, pen-american-center, pen-international"
    },
    {
      "quote": "If it be good to come under the love of God once, surely it is good to keep ourselves there. And yet how reluctant we are!",
      "author": "Andrew Bonar, Memoir and Remains of R.M. M'Cheyne",
      "category": "biography, christianity"
    },
    {
      "quote": "You must value something highly to go to war to improve it",
      "author": "Deborah Laake, Secret Ceremonies: A Mormon Woman's Intimate Diary of Marriage and Beyond",
      "category": "biography, religion, women"
    },
    {
      "quote": "Awake, my soul! Why should I give hours and days any longer to the vain world, when there is such a world of misery at my very door? Lord, put thine own strength in me; confirm every good resolution; forgive my past long life of uselessness and folly.",
      "author": "Andrew Bonar, Memoir and Remains of R.M. M'Cheyne",
      "category": "biography, christianity"
    },
    {
      "quote": "The key to good eavesdropping is not getting caught.",
      "author": "Lemony Snicket, The Blank Book",
      "category": "eavesdropping, gossip"
    },
    {
      "quote": "No one gossips about other people’s secret virtues.",
      "author": "Bertrand Russell, On Education",
      "category": "gossip, vice, virtues"
    },
    {
      "quote": "Never speak disrespectfully of Society, Algernon. Only people who can’t get into it do that.",
      "author": "Oscar Wilde, The Importance of Being Earnest",
      "category": "gossip"
    },
    {
      "quote": "Rumor travels faster, but it don't stay put as long as truth.",
      "author": "Will Rogers",
      "category": "gossip"
    },
    {
      "quote": "Nobody can buy a hat without gossiping.",
      "author": "Diana Wynne Jones, Howl's Moving Castle",
      "category": "gossip"
    },
    {
      "quote": "I never gossip. I observe. And then relay my observations to practically everyone.",
      "author": "Gail Carriger, Timeless",
      "category": "gossip, humor"
    },
    {
      "quote": "People always did like to talk, didn't they? That's why I call myself a witch now: the Wicked Witch of the West, if you want the full glory of it. As long as people are going to call you a lunatic anyway, why not get the benefit of it? It liberates you from convention.",
      "author": "Gregory Maguire, Wicked: The Life and Times of the Wicked Witch of the West",
      "category": "acceptance-of-oneself, accepting, gossip, liberation"
    },
    {
      "quote": "There's a kind of radar that you get, after years of being talked about and made fun of by other people. You can almost smell it when it's about to happen, can recognize instantly the sound of a hushed voice, lowered just enough to make whatever is said okay. I had only been in Colby for a few weeks. But I had not forgotten.",
      "author": "Sarah Dessen, Keeping the Moon",
      "category": "gossip"
    },
    {
      "quote": "If there is anything more annoying in the world than having people talk about you, it is certainly having no one talk about you.",
      "author": "Oscar Wilde",
      "category": "gossip"
    },
    {
      "quote": "Doesn't matter what you do, or how you do it, your neighbors are gonna talk about you ANYWAY.",
      "author": "Felder Rushing",
      "category": "dirt, gardening, gossip"
    },
    {
      "quote": "Gossip is never fatal until it is denied. Gossip goes on about every human being alive and about all the dead that are alive enough to be remembered, and yet almost never does any harm until some defender makes a controversy. Gossip's a nasty thing, but it's sickly, and if people of good intentions will let it entirely alone, it will die, ninety-nine times out of a hundred.",
      "author": "Booth Tarkington, The Magnificent Ambersons",
      "category": "gossip"
    },
    {
      "quote": "It's only gossip if you repeat it. Until then, it's gathering information.",
      "author": "Mercedes Lackey, Intrigues",
      "category": "gossip"
    },
    {
      "quote": "I give boring people something to discuss over corn.",
      "author": "Aimee Bender, The Girl in the Flammable Skirt",
      "category": "gossip, sensationalism"
    },
    {
      "quote": "Sometimes I think the human animal doesn't really need food or water to survive, only gossip.",
      "author": "Steve Toltz, A Fraction of the Whole",
      "category": "gossip"
    },
    {
      "quote": "It’s not technically gossip if you start your sentence with “I’m really concerned about __________________ ,” (fill in the name of the person you’re not gossiping about).",
      "author": "Brian P. Cleary, You Oughta Know By Now",
      "category": "gossip, humor, observational-comedy, observations"
    },
    {
      "quote": "This is how The Jewel operates. Status is our sole occupation. Gossip is our currency.",
      "author": "Amy Ewing, The Jewel",
      "category": "gossip, villains"
    },
    {
      "quote": "Some say our national pastime is baseball. Not me. It's gossip",
      "author": "Erma Bombeck",
      "category": "baseball, gossip"
    },
    {
      "quote": "It would have been funny if I had been an observer and not a participant, an idea that gave me a disconcerting insight into gossip. As I walked beside the silent Tamara, I realized that despite how entertaining certain stories were, at the bottom of every item of gossip there was someone getting hurt.",
      "author": "Sherwood Smith, Court Duel",
      "category": "gossip"
    },
    {
      "quote": "A boomerang returns back to the person who throws it.But first, while moving in a circle, it hits its target.So does gossip.",
      "author": "Vera Nazarian, The Perpetual Calendar of Inspiration",
      "category": "attack, boomerang, cause, circle, effect, gossip, hit, hitting, karma, return, strike, target, verbal-attack, weapon"
    },
    {
      "quote": "The gossip mill runs on estrogen.",
      "author": "Kim Harrington, Perception",
      "category": "gossip"
    },
    {
      "quote": "I get accused all the time of having a bigmouth. But if you ask me, guys gossip way more than girls do.",
      "author": "Meg Cabot, Queen of Babble in the Big City",
      "category": "gossip"
    },
    {
      "quote": "Keyholes are the occasions of more sin and wickedness, than all other holes in this world put together.",
      "author": "Laurence Sterne, The Life and Opinions of Tristram Shandy, Gentleman",
      "category": "gossip, keyholes"
    },
    {
      "quote": "Enter RUMOUR, painted full of ton",
      "author": "William Shakespeare, Henry IV, Part 2",
      "category": "falsehood, gossip, libel, public-opinion, reputation, rumor, slander, tongues, wagging-tongues"
    },
    {
      "quote": "Everything about everybody was very soon known by everybody else.",
      "author": "Jude Morgan, Indiscretion",
      "category": "gossip"
    },
    {
      "quote": "Men and women walked casually about as they did on the main floor, every now and then stopping one another, exchanging pleasantries or scraps of relevantly irrelevant information. Gossip.",
      "author": "Robert Ludlum, The Bourne Identity",
      "category": "gossip"
    },
    {
      "quote": "Gossip was usually a mindless distraction from a far too serious world.",
      "author": "Dianne Sylvan, Queen of Shadows",
      "category": "gossip"
    },
    {
      "quote": "You know I don’t listen to market gossip,” she began,“but it is hard not to hear it when my daughter’s name is mentioned.",
      "author": "Tracy Chevalier, Girl with a Pearl Earring",
      "category": "gossip"
    },
    {
      "quote": "Mon cher docteur! Do you not think I know the female mentality? The village gossip, it is based always, always on the relations of the sexes. If a man poisons his wife in order to travel to the North Pole or to enjoy the peace of a bachelor existence—it would not interest his fellow-villagers for a minute!",
      "author": "Agatha Christie, The Labours of Hercules",
      "category": "gossip"
    },
    {
      "quote": "Rumour is a pipeBlown by surmises, jealousies, conjecturesAnd of so easy and so plain a stopThat the blunt monster with uncounted heads,The still-discordant wavering multitude,Can play upon it.",
      "author": "William Shakespeare, Henry IV, Part 2",
      "category": "falsehood, gossip, libel, public-opinion, reputation, rumor, slander, wagging-tongues"
    },
    {
      "quote": "Tale-bearers are as bad as the tale-makers.",
      "author": "Richard Brinsley Sheridan, The School for Scandal",
      "category": "falsehood, gossip, libel, reputation, rumor, slander"
    },
    {
      "quote": "RUMOUR:\"Upon my tongues continual slanders ride,The which in every language I pronounce,Stuffing the ears of men with false reports.",
      "author": "William Shakespeare, Henry IV, Part 2",
      "category": "falsehood, gossip, libel, reputation, rumor, slander, wagging-tongues"
    },
    {
      "quote": "I'm really not quite as frippery a fellow as you seem to think! I own that in my grasstime I committed a great many follies and extravagances, but, believe me, I've long since out-grown them! I don't think they were any worse than what nine out of ten youngsters commit, but unfortunately I achieved, through certain circumstances, a notoriety which most young men escape. I was born with a natural aptitude for the sporting pursuits you regard with so much distrust, and I inherited, at far too early an age, a fortune which not only enabled me to indulge my tastes in the most expensive manner imaginable, but which made me an object of such interest that everything I did was noted, and talked of. That's heady stuff for greenhorns, you know! There was a time when I gave the gossips plenty to talk about. But do give me credit for having seen the error of my ways!",
      "author": "Georgette Heyer, The Nonesuch",
      "category": "bad-behavior, gossip"
    },
    {
      "quote": "How she wished she had Elizabeth to herself for a little so they could discuss what Henry's real intentions were and also how high and mighty Penelope had acted at lunch and what a tremendous insult it was that she'd come at all and did anyone really think she was beautiful with those oversize features anyway.",
      "author": "Anna Godbersen, Envy",
      "category": "confidences, gossip"
    },
    {
      "quote": "Rumours began with the whispered gossip of native servants and spread quickly to the rest of the population.",
      "author": "Paul Scott, The Jewel in the Crown",
      "category": "gossip, rumours"
    },
    {
      "quote": "At school, the news that Pia Kolvenbach was moving to England and that her parents were divorcing had circulated with lightening speed. Suddenly I was no longer ostracized for being the Potentially Exploding Girl, but the new attention was worse. I could tell that the girls who sidled up to me and asked with faux-sympathetic smiles whether it was true were doing it on the basis of discussions they had heard between their own parents, to who they would report back like scouts. Soon there would be nothing left of me at all, nothing real: I would be a walking piece of gossip, alternatively tragic and appalling and, worse of all, a poor thing.",
      "author": "Helen Grant, The Vanishing of Katharina Linden",
      "category": "gossip"
    },
    {
      "quote": "When I write, I am gossiping. Writing to whisper the story, whether good or bad to my listener.",
      "author": "Sonia Rumzi, Simple Conversation",
      "category": "gossip, on-writing-story-reader"
    },
    {
      "quote": "What was really unfair about the whole thing was that Oma Kristel hadn't so much exploded as spontaneously combusted. But Gossip is Baron Münchhausen's little sister, and never lets the truth get in the way of a good story.",
      "author": "Helen Grant, The Vanishing of Katharina Linden",
      "category": "gossip"
    },
    {
      "quote": "My life might have been so different, had I not been known as the girl whose grandmother exploded. And had I not been born in Bad Munstereifel. If we had lived in the city -- well, I\"m not saying the event would have gone unnoticed, but the fuss would probably only have lasted a week before public interest moved elsewhere. Besides, in a city you are anonymous; the chances of being picked out as Kristel Kolvenbach's granddaughter would be virtually zero. But in a small town -- well, small towns everywhere are rife with gossip, but in Germany they raise it to an art form.",
      "author": "Helen Grant, The Vanishing of Katharina Linden",
      "category": "gossip, opening-lines, small-towns"
    },
    {
      "quote": "The only reason for the many unknown excuses I had to make up to get out of the parties, school reunions, fake get together, informal office meetings was that I didn’t like ‘Gossiping’.",
      "author": "Bhavik Sarkhedi",
      "category": "gossip"
    },
    {
      "quote": "These are treacherous times, and I know how easily perceptions can be twisted by a single word spoken into the wrong ear. Impugn a man's character, and everything that man does is made to seem underhanded, suspect, fraught with double motives.",
      "author": "Paul Auster, Travels in the Scriptorium",
      "category": "gossip, reputation, shaming, slander, untruths"
    },
    {
      "quote": "Talk for people and not about them. Unless you have love in your heart, refrain from discussing another person.",
      "author": "Charbel Tadros",
      "category": "gossip, love, talk"
    },
    {
      "quote": "Talking behind someones back does not make you better. It only demonstrates how much of a coward you are for not saying it in the persons face.",
      "author": "Unknown",
      "category": "frienship, gossip"
    },
    {
      "quote": "I thought I would like a job where inquiring about everyone else's private business was considered perfectly routine.",
      "author": "Joanna Cannon, The Trouble with Goats and Sheep",
      "category": "gossip"
    },
    {
      "quote": "... go down to the country, take a house, get interested in local politics, in local scandal, in village gossip. Take an inquisitive and violent interest in your neighbours.",
      "author": "Agatha Christie, The Moving Finger",
      "category": "gossip"
    },
    {
      "quote": "Always distance yourself from gossip because it's the worst form of self-disruption.",
      "author": "Gugu Mona",
      "category": "distance, gossip, self-disruption"
    },
    {
      "quote": "Are you holding her?” Wrath asked. There was a pause. “As soon as I get this bow tied in the back—hold on, girlie. Okay, up you go. She’s in a pink dress that Cormia made her by hand. I hate pink. I like it on her, though—but keep that to yourself.” Wrath flexed his hands. “What’s it like?” “Not totally hating pink? Pretty fuck—ehrm, frickin’ emasculating.” “Yeah.” “Do not tell me Lassiter’s been metrosexualizing even you. I heard he talked Manello into going for a pedicure with him—but I’m praying that’s just gossip.”-Wrath & Zsadist",
      "author": "J.R. Ward, The King",
      "category": "babies, gossip, nalla, pink, wrath, zsadist"
    },
    {
      "quote": "Gossip is passing on information when you are neither part of the problem nor part of the solution.",
      "author": "Rick Warren, The Purpose Driven Life: What on Earth Am I Here for?",
      "category": "gossip"
    },
    {
      "quote": "...[She] was not nearly so intrusive. If she happened to observe the comings and goings of her friends out of the corner of her eye (which she could hardly fail to do, given the nature of her favorite sitting-place) and chanced to be able to remember when she had seen them and where they had been going, it was simply a tribute to her keen powers of observation and recall. Conscious spying was beneath her altogether.",
      "author": "Tom Holt, Lucia Triumphant",
      "category": "gossip, intrusive, observation, powers-of-observation, spying"
    },
    {
      "quote": "… I wonder why she hasn't spread the tale.\"\"The only reason she would not is if she is ill or the story would somehow reflect badly on herself,\" replied Lady Badgery. \"Otherwise, Portia Troutbridge has never been known to keep a scandal to herself.\"\"Oh, I do hope she is ill!\" exclaimed Truthful. \"I mean, only just ill enough to keep the news quiet for a little longer. Is that too dreadful of me?\"\"Not at all,\" announced Lady Badgery. \"It is a very reasonable desire. In the case of Portia Troutbridge I myself would wish for something much more severe. Scarlet fever, perhaps. Or the plague.",
      "author": "Garth Nix, Newt's Emerald",
      "category": "gossip, humor, tattling, tittle-tattle"
    },
    {
      "quote": "She was the goddess of gossip and rumor, not the goddess of thoroughly fact-checked information. Some people, Principal Zeus included, didn't seem to realize that gossip wasn't, and never would be, an exact science. It was more of an art, really.",
      "author": "Joan Holub & Suzanne Williams, Pheme the Gossip",
      "category": "gossip, greek-mythology"
    },
    {
      "quote": "The expectation of intelligent gossip is a powerful motive for serious self-criticism, more powerful than New Year resolutions to improve one's decision making at work and at home.",
      "author": "Daniel Kahneman, Thinking, Fast and Slow",
      "category": "decision-making, expectation, gossip, intelligent, motive, resolution, self-criticism"
    },
    {
      "quote": "Mr. Pilates was a bully and a narcissist and a dirty old man; he and Christopher got along very well. When Christopher was doing his workout, Pilates would bring one of his assistants over to watch, rather as the house surgeon brings an intern to study a patient with a rare deformity. ‘Look at him!’ Pilates would exclaim to the assistant, ‘That could have been a beautiful body, and look what he’s done to it! Like a birdcage that somebody trod on!’ Pilates had grown tubby with age, but he would never admit it; he still thought himself a magnificent figure of a man. ‘That’s not fat,’ he declared, punching himself in the stomach, ‘that’s good healthy meat!’ He frankly lusted after some of his girl students. He used to make them lie back on an inclined board and climb on top of them, on the pretext that he was showing them an exercise. What he really was doing was rubbing off against them through his clothes; as was obvious from the violent jerking of his buttocks.",
      "author": "Christopher Isherwood, Lost Years: A Memoir 1945 - 1951",
      "category": "gay-authors, gossip, memoirs"
    },
    {
      "quote": "Men's tongues in some things outrun women's.",
      "author": "Winston Graham, Warleggan",
      "category": "dwight-enys, george-warleggan, gossip, poldark"
    },
    {
      "quote": "When you meet new people and you notice they gossip about people behind their backs just imagine what they say about you behind yours.",
      "author": "DivineConspiracy",
      "category": "fake-people, gossip, two-face-people"
    },
    {
      "quote": "They made burning statements with questions, and killing tools out of laughs. It was mass cruelty. A mood come alive. Words walking without master...",
      "author": "Zora Neale Hurston, Their Eyes Were Watching God",
      "category": "gossip, rumors"
    },
    {
      "quote": "Over the next few days, every knowing glance and furtive look reminded me how much small towns loved to gossip. My mother delighted me each day by telling me what she’d heard. I’d pushed Leo behind a snap pea display at the farmers’ market and wrestled him to the ground. I’d offered him my bagel repeatedly, refusing to take no for an answer. I’d been seen out behind the market, helping him load up his vegetables and been caught holding his cucumber. That was my favorite.",
      "author": "Alice Clayton, Nuts",
      "category": "gossip, sexual-innuendos, small-towns"
    },
    {
      "quote": "Men believe women are hopeless gossips, but women know men are. The poor creatures are worse than women in some ways, because they cannot admit to themselves that they are gossiping, or doubt the discretion of the individuals in whom they confide. 'Strictly in confidence, old boy, just between you and me...'.",
      "author": "Elizabeth Peters, He Shall Thunder in the Sky",
      "category": "gossip"
    },
    {
      "quote": "Don't be fooled...If they gossip to you, they'll gossip about you.",
      "author": "Steve Maraboli",
      "category": "fooled, gossip, relationships"
    },
    {
      "quote": "The longer you remain in Rome,' said [Cardinal] S.C., ‘the smaller you will find it.",
      "author": "Giacomo Casanova, History of My Life, Vols. I & II",
      "category": "gossip, reputation"
    },
    {
      "quote": "sing the song and let people do the interpretation. It is your duty to sing the unsung songs and it is their duty to do the interpretation",
      "author": "Ernest Agyemang Yeboah",
      "category": "be-assertive, be-who-you-are, challenges-quotes, count-and-be-counted, gossip, just-do-it, know-who-you-are, make-it-happen, purpose, stay-focused"
    },
    {
      "quote": "I never gossip - but after all, a tongue is given one to speak with, and I'm not deaf mute.That you most certainly are not. A tongue, Henet, may sometimes be a weapon. A tongue may cause a death - may cause more than one death. I hope your tongue, Henet, has not caused a death.",
      "author": "Agatha Christie, Death Comes as the End",
      "category": "death, gossip, mischief, tongue"
    },
    {
      "quote": "This is a rumour-filled society and if people want to sit around and talk about whom I've dated, then I'd say they have a lot of spare time and should consider other topics. Or masturbation. - Johnny Depp",
      "author": "Nigel Goodall, The Secret World of Johnny Depp: The Intimate Biography of Hollywood's Best-Loved Rebel",
      "category": "autobiography, gossip, johnny-depp, rumours"
    },
    {
      "quote": "We cannot help the way in which people speak of us . . .",
      "author": "George Eliot, Middlemarch",
      "category": "gossip, image"
    },
    {
      "quote": "A man's biggest enemy is his mouth.",
      "author": "Greg Iles, Natchez Burning",
      "category": "gossip, gossip-quotes"
    },
    {
      "quote": "...but if that's all that they are, that's all that they should be, —rumors. Rumor & gossip will always be an unfortunate consequence of living life in accordance to the decisions we make. People talk, —everyone talks, but if it isn't the truth, or merely only a fraction of it, why let it bother you if has no direct effect on how we choose to carry out the rest of our day?",
      "author": "Michael Anthony Arnold",
      "category": "gossip, rumors"
    },
    {
      "quote": "Always distance yourself from gossip because it's the worst form of self disruption.",
      "author": "Gugu Mona",
      "category": "gossip, self-disruption, worst"
    },
    {
      "quote": "Knowing themselves to be faultless, they make it their mission to detect the myriad faults in others, against which they wage incessant tongue.",
      "author": "Heron Carvic, Witch Miss Seeton",
      "category": "carping, critical, gossip, gossips, hypercritical, malicious, supercilious"
    },
    {
      "quote": "people who believed the world to be an undignified,inglorious place, and who spent their evenings and nightstalking on and on about the mistakes others had made. They werepeople whom solitude had made into the judges of the world,whose verdicts were scattered to the four winds for whoever caredto listen",
      "author": "Paulo Coelho, Brida",
      "category": "gossip, life-things, rumours"
    },
    {
      "quote": "Let's gossip.... let's tell everyting about us....",
      "author": "Deyth Banger",
      "category": "about, everything, gossip, us"
    },
    {
      "quote": "Ideas are interesting, but people are vastly more so.",
      "author": "Sarah Bakewell, At the Existentialist Café: Freedom, Being, and Apricot Cocktails",
      "category": "gossip"
    },
    {
      "quote": "This is a small town, so everyone talks. Ironic, isn't it—so few people, so many opinions?",
      "author": "Katarina Bivald, The Readers of Broken Wheel Recommend",
      "category": "gossip, people, small-town"
    },
    {
      "quote": "If only gossip weren't so titillating. Sweeney tried to control an avid desire to know more, to dig for all the dirty details.The temptation was great. Dirt was like fat; it made life more delicious.",
      "author": "Linda Howard, Now You See Her",
      "category": "gossip"
    },
    {
      "quote": "I hate missing everything. That's why I want to marry well and be a grand lady. Then I can host all the parties, all the time, and see everything that is going on always. How can you stand not knowing?",
      "author": "Gail Carriger, Manners & Mutiny",
      "category": "dimity, finishing-school, gail-carriger, gossip, happenings, manners-mutiny, mgg, missing-out, not-knowing, parties"
    },
    {
      "quote": "Gossip till the cows come home.",
      "author": "John le Carré",
      "category": "gossip, humour, proverb"
    },
    {
      "quote": "You must learn to ignore what people say,” Sebastian murmured, coming to her. Standing behind her, he rested his fingers lightly on her shoulders, causing her to start a little. “You’ll be much happier that way.” Suddenly his voice was tipped with amusement. “I’ve learned that while gossip about others is often true, it’s never true when it is about oneself.",
      "author": "Lisa Kleypas, Devil in Winter",
      "category": "gossip, sebastian-talking-to-evie"
    },
    {
      "quote": "Coinman lets out another legendary explosive from his hindquarters!",
      "author": "Pawan Mishra, Coinman: An Untold Conspiracy",
      "category": "bullying, fart, flatulence, gossip"
    },
    {
      "quote": "Chumaka ended with a quotation from a play that Jiro favored. “ ‘Small acts partner small houses and small minds'.",
      "author": "Raymond E. Feist, Mistress of the Empire",
      "category": "discussion, gossip, the-great-game"
    },
    {
      "quote": "Remember, every time you open your mouth to talk, your mind walks out and parades up and down the words.",
      "author": "Edwin H. Stuart",
      "category": "gossip"
    },
    {
      "quote": "Ruby's was where I'd long picked up delicious bits and pieces of small-town troubles, and of course, Ramona Jean was my very best source.",
      "author": "Steven Norton, Fly Away Days",
      "category": "beauty-parlors, gossip, southern-fiction"
    },
    {
      "quote": "In a little town, there are many mouths which talk, and very few heads which think.",
      "author": "Victor Hugo, Les Misérables",
      "category": "conventional-wisdom, gossip, slander"
    },
    {
      "quote": "Unfounded gossip can turn into sanctioned history if falls into the hands of the right storyteller.",
      "author": "Laila Lalami, The Moor's Account",
      "category": "gossip"
    },
    {
      "quote": "Never engage in gossip, it kills your soul, and wounds another’s heart",
      "author": "Steven Aitchison",
      "category": "gossip, inspirational, motivational"
    },
    {
      "quote": "You could never prove innocence, not in the match with the man who only had to imply guilt.",
      "author": "David Halberstam, The Powers That Be",
      "category": "gossip, slander"
    },
    {
      "quote": "In that day an educated rich man was acceptable. He might send his sons to college without comment, might wear a vest and white shirt and tie in the daytime of a weekday, might wear gloves and keep his nails clean. And since the lives and practices of rich men were mysterious, who knows what they could use or not use? But a poor man––what need had he for poetry or for painting or for music not fit for singing or dancing?",
      "author": "John Steinbeck, East of Eden",
      "category": "gossip, rich-vs-poor, suspicion"
    },
    {
      "quote": "Gossip is a policeman and a teacher. Without it, there would be chaos and ignorance.",
      "author": "Jonathan Haidt, The Happiness Hypothesis: Finding Modern Truth in Ancient Wisdom",
      "category": "benefits, gossip"
    },
    {
      "quote": "Put the fire out? Hell no. What we need to do is stoke it.",
      "author": "Jess Walter, Beautiful Ruins",
      "category": "gossip, publicity, rumors, scandal"
    },
    {
      "quote": "Damned no matter what you do. Why do people think knowing secrets is fun?",
      "author": "Beth Gutcheon, Gossip",
      "category": "gossip"
    },
    {
      "quote": "Did you know that the origin of the word gossip in English is \"god-sibling\"? It's the talk between people who are godparents to the same child, people who have a legitimate loving interest in the person they talk about. It's talk that weaves a net of support and connection beneath the people you want to protect.",
      "author": "Beth Gutcheon",
      "category": "gossip"
    },
    {
      "quote": "A gossip spread a rumor, and became notorious from the deed. The gossip then started a fire beyond their control, and when it spread, the gossip spread the word around, but people just ran away. The gossip died in the fire they started, longing for warmth they could not find or keep when they did. And no one spread the word, about the gossips' death.",
      "author": "Justin K. McFarlane Beau",
      "category": "anecdote, fable, gossip, moral, short-story, true-fable"
    },
    {
      "quote": "Tale-bearing emits a threefold poison; for it injures the teller, the hearer, and the person concerning whom the tale is told.",
      "author": "Charles Haddon Spurgeon, Morning and Evening, Based on the English Standard Version",
      "category": "distraction, gossip"
    },
    {
      "quote": "Mary Webster was on the blower. Her advance agents saw Hank and me swimming in the middle of the river last night with no clothes on.H'rm, said Atticus. He touched his glasses. I hope you weren't doing the backstroke.",
      "author": "Harper Lee",
      "category": "gossip, skinny-dipping"
    },
    {
      "quote": "I’ll tell you a piece of news--I hope you have not heard it before: for good, bad, or indifferent, one always likes to be the first to tell.",
      "author": "Anne Brontë, The Tenant of Wildfell Hall",
      "category": "gossip"
    },
    {
      "quote": "When people talk about you behind your back, they're not just behind you, they're beneath you.",
      "author": "Donald L. Hicks, Look into the stillness",
      "category": "behind-your-back, gossip, talking"
    },
    {
      "quote": "If you don’t believe others can end your suffering, why believe they can end your happiness?",
      "author": "Donald L. Hicks, Look into the stillness",
      "category": "being-judged, gossip, happiness, judging-others"
    },
    {
      "quote": "That woman could spread gossip faster than the flu in a whorehouse.",
      "author": "Jean Oram, Champagne and Lemon Drops",
      "category": "gossip, humor"
    },
    {
      "quote": "Persons of quality had devoted yester evening and much of the night to liquidating their holdings in the South Sea Company and gathering in clubs and coffeehouses to misinform one another.",
      "author": "Neal Stephenson",
      "category": "coffee-shop, coffeeshop, gossip, humor"
    },
    {
      "quote": "Whoever gossips to you will gossip of you\"; \"It is easier to be critical than correct\"- avoid criticism about other officers, and never vent destructive criticism of your service, your unit, or your superiors.",
      "author": "Kenneth W. Estes",
      "category": "gossip, manners"
    },
    {
      "quote": "There was a moment of silence and then Sutherland breathed, “But, darling! Gossip is the food of the gods.",
      "author": "Andrew Holleran",
      "category": "gossip, gossiping"
    },
    {
      "quote": "First law of gossip - there's no point knowing something if somebody else doesn't know you know it.",
      "author": "Ben Aaronovitch, Moon Over Soho",
      "category": "gossip"
    },
    {
      "quote": "Knowledge is currency here....",
      "author": "Joanne Harris, Chocolat",
      "category": "gossip, knowledge, small-town, village"
    },
    {
      "quote": "Let them say what they wish behind your back. You need only be strong enough that they don't say it to your face.",
      "author": "Courtney Milan, Unclaimed",
      "category": "gossip"
    },
    {
      "quote": "Don't pretend like you know me 'cause you shook some neighborhood tree and got a li'l rotten fruit.",
      "author": "Lauren Francis-Sharma, 'Til the Well Runs Dry",
      "category": "gossip, neighbors"
    },
    {
      "quote": "there are few things harder to imagine than other people’s conversations about yourself.",
      "author": "Jonathan Franzen, Freedom",
      "category": "gossip"
    },
    {
      "quote": "There isn't no call to go talking of pushing and pulling. Boats are quite tricky enough for those that sit still without looking for further for the cause of trouble.",
      "author": "J.R.R. Tolkien, The Fellowship of the Ring",
      "category": "boats, gossip, trouble"
    },
    {
      "quote": "Mud Slinging is so much fun,when you do it to others. But remember the day someone else does the same to you,youll realise how bad the mud in your mouth tastes. Think twice before you go around ruining the reputation of others. Because what goes around comes around for sure.",
      "author": "Rachitha Cabral",
      "category": "character-assasination, gossip, life-lessons, reputation, rumours"
    },
    {
      "quote": "You and your husband have, I think, been very fortunate to know so little, by experience, in your own case or in that of your friends, of the wicked recklessness with which people repeat things to the disadvantage of others, without a thought as to whether they have grounds for asserting what they say. I have met with a good deal of utter misrepresentation of that kind. And another result of my experience is the conviction that the opinion of \"people\" in general is absolutely worthless as a test of right and wrong. The only two tests I now apply to such a question as the having some particular girl-friend as a guest are, first, my own conscience, to settle whether I feel it to be entirely innocent and right, in the sight of God; secondly, the parents of my friend, to settle whether I have their full approval for what I do. You need not be shocked at my being spoken against. Anybody, who is spoken about at all, is sure to be spoken against by somebody: and any action, however innocent in itself, is liable, and not at all unlikely, to be blamed by somebody. If you limit your actions in life to things that nobody can possibly find fault with, you will not do much",
      "author": "Lewis Carroll, The Letters of Lewis Carroll: 2 Vols.",
      "category": "1893, gossip, gossips, hearsay, heresay, mary-collingwood, reputation, rumor, rumors"
    },
    {
      "quote": "A knife wound heals, but a tongue wound festers.",
      "author": "Ella Leya, The Orphan Sky",
      "category": "gossip, insult, offense, wound"
    },
    {
      "quote": "Astonishing how tea opens the ears.",
      "author": "Michelle Franklin",
      "category": "gossip, tea"
    },
    {
      "quote": "Scuttlebutt is one of the most overlooked acts that can decrease one's sagacity",
      "author": "Sagey Malik",
      "category": "gossip, intelligence"
    },
    {
      "quote": "Since even the most fastidious among us can rarely escape hearing salacious local gossip, it is as well to enjoy what cannot be avoided.",
      "author": "P.D. James",
      "category": "gossip"
    },
    {
      "quote": "If talk is cheap, then being silent is expensive. And many people it seems, can't afford to buy into it.",
      "author": "Anthony Liccione",
      "category": "bigmouthed, blabbermouthed, blabby, buy-into, chatter, cheap, criticize, don-t-speak, expensive, foot-in-mouth, gossip, loquacious, preach, quiet, rambling, shut-up, silent, talk-down, talkative, tongue-in-cheek, verbose"
    },
    {
      "quote": "It's a strange thing, to be talked about instead of talked to.",
      "author": "Maggie Stiefvater, The Scorpio Races",
      "category": "gossip, strange, talking"
    },
    {
      "quote": "Well, it all comes to this, there's no use trying to live in other people's opinions. The only thing to do is to live in our own.",
      "author": "L.M. Montgomery, Emily Climbs",
      "category": "gossip, objectivity, opinions, self-consciousness, subjectivity"
    },
    {
      "quote": "In Russia everything is a secret, but there is no secrecy.",
      "author": "Robert K. Massie, The Romanovs: The Final Chapter",
      "category": "gossip, openness, secrecy"
    },
    {
      "quote": "It was only too bad that to gossip and support mean ideas was easier and more enjoyable, really, than to keep quiet and know in silence that the true story can never be told, articulated in a way that will tell the whole truth. Even if it is better to be quiet, quietness will never reign. People talked, even the best of them.",
      "author": "Amanda Coplin, The Orchardist",
      "category": "gossip, truth"
    },
    {
      "quote": "[He] had to submit to the fate of every newcomer in a small town, where many tongues talk but few heads think.",
      "author": "Victor Hugo, Les Misérables",
      "category": "gossip, les-miserables, small-town"
    },
    {
      "quote": "Many a man's tongue shakes out his master's undoing.",
      "author": "William Shakespeare, All's Well That Ends Well",
      "category": "gossip, tongue"
    },
    {
      "quote": "Few people are spoken of in the way they would choose",
      "author": "Anonymous, Njal's Saga",
      "category": "gossip"
    },
    {
      "quote": "Spreading rumours is our national past time",
      "author": "Monica Ali, Brick Lane",
      "category": "gossip, past-time, waste-of-time"
    },
    {
      "quote": "A Gossip is a dung beetle in disguise ....",
      "author": "M.  Jackson",
      "category": "gossip, gossipping, liars, lies-lying"
    },
    {
      "quote": "Gossips are like ants” she caressed his head “the moment you spot one, there are already many anthills around but don’t look for them because if you do, you’ll find them and they in turn would bite you and cause you pain, and pain would cause you to lose focus.",
      "author": "S.A.  David, 7 Flash",
      "category": "gossip, inspirational"
    },
    {
      "quote": "Everybody's always doing the same old things--- you know, doing unto others before they can do unto you.",
      "author": "Michael Lee West, American Pie",
      "category": "doing-unto-others, gossip, humerous-quotes, small-town-life"
    },
    {
      "quote": "8 April 1891The obscenity of nostrils and mouths; the ignominious cupidity of smiles and women encountered in the street; the shifty baseness on every side, as of hyenas and wild beasts ready to bite: tradesmen in their shops and strollers on their pavements. How long must I suffer this? I have suffered it before, as a child, when, descending by chance to the servant's quarters, I overheard in astonishment their vile gossip, tearing up my own kind with their lovely teeth.This hostility to the entire race, this muted detestation of lynxes in human form, I must have rediscovered it later while at school. I had a repugnance and horror for all base instincts, but am I not myself instinctively violent and lewd, murderous and sensual? Am I any different, in essence, from the members of the riotous and murderous mob of a hundred years ago, who hurled the town sergeants into the Seine and cried, 'String up the aristos!' just as they shout 'Down with the army!' or 'Death to the Jews!",
      "author": "Jean Lorrain, Monsieur De Phocas",
      "category": "army, base-instincts, baseness, beast, class-warfare, decadence, decadent, french-revolution, gossip, jews, lewd, misanthropy, murderous, obscenity, sensual, servant, violent"
    },
    {
      "quote": "Gossip never goes away, no matter where you are in life.",
      "author": "Miranda Kenneally, Things I Can't Forget",
      "category": "gossip, life"
    },
    {
      "quote": "The news is glorified gossip.",
      "author": "Mokokoma Mokhonoana",
      "category": "advertising, gossip, mass-media, news, the-news"
    },
    {
      "quote": "There is one more thing,\" said Mr. Peabody. \"Now you must go and pick up all the feathers.\"  ... \"I don't think it's possible to pick up all the feathers,\" Tommy replied. \"It would be just as impossible to undo the damage that you have done by spreading the rumor that I am a thief,\" said Mr. Peabody. \"Each feather represents a person in Happyville.\" ... \"Next time, don't be so quick to judge a person. And remember the power of your words.",
      "author": "Madonna, Mr. Peabody's Apples",
      "category": "gossip, rumors"
    },
    {
      "quote": "Reputations are just history in rumor form.",
      "author": "12 Dates of Christmas",
      "category": "gossip, reputation"
    },
    {
      "quote": "Oh, you mean fairy gossip, Eric,” she giggled. “I get the picture,” she said fluttering her lacy wings. “Don’t look so sad, Eric. There isn’t a day that passes when your nosy beak doesn’t find its way into someone’s business. I’m sure you’ll find the best-ever story before",
      "author": "Caz Greenham, The Adventures of Eric Seagull 'Story-Teller': Book 2 A Fairy's Wish",
      "category": "children-s-books, fairies, gossip"
    },
    {
      "quote": "The recitation of grievances was strange balm.",
      "author": "Regina O'Melveny, The Book of Madness and Cures",
      "category": "gossip, grievances, regina-o-melveny, unloading-burdens"
    },
    {
      "quote": "Maybe taming my tongue will be good for me in the end. But it's pretty hard when you've got a world filled with idiots from Drunkopolis.",
      "author": "A.J. Jacobs, The Year of Living Biblically: One Man's Humble Quest to Follow the Bible as Literally as Possible",
      "category": "day-70, evil-tongue, gossip, humor, month-3"
    },
    {
      "quote": "I'm sure all that you've heard is just the usual gossip, invented to injure feelings rather than illuminate truth.",
      "author": "Joyce Carol Oates, The Accursed",
      "category": "gossip, truth"
    },
    {
      "quote": "Never speak about private affairs for the general public to hear.",
      "author": "Habeeb Akande",
      "category": "affairs, gossip, privacy, private, slander"
    },
    {
      "quote": "Treat your friends as you do your pictures, and place them in their best light.",
      "author": "Jennie Churchill",
      "category": "friendship, gossip"
    },
    {
      "quote": "Worse than talking with a mouthful, is gossiping with a mouthful!",
      "author": "Anthony Liccione",
      "category": "eating, gossip, impolite, mouthful, rumors, table-manners, talking"
    },
    {
      "quote": "Gossip's like jam",
      "author": "it don't bear fruit if you don't spread it.",
      "category": "Jan Watson, Skip Rock Shallows"
    },
    {
      "quote": "Lebedev: ...There'll be a scandal, the tongues of the whole district will buzz with gossip, but it's better to go through a scandal, isn't it, than to destroy yourself for your whole life.",
      "author": "Anton Chekhov, Ivanov",
      "category": "gossip, scandal"
    },
    {
      "quote": "Truth is not exciting enough to those who depend on the characters and lives of their neighbors for all their amusement",
      "author": "George Bancroft",
      "category": "gossip, truth"
    },
    {
      "quote": "Don't talk about the problem. Be a part of the solution.",
      "author": "Chris Vonada",
      "category": "gossip, people, self-help"
    },
    {
      "quote": "In Morocco,\" said Osman, \"word spreads like a fire tearing through the depths of Hell.",
      "author": "Tahir Shah, The Caliph's House: A Year in Casablanca",
      "category": "bush-telegraph, gossip"
    },
    {
      "quote": "You really love to gossip, don't you?” he asked, wishing she had brought him a glass of wine.“Yes, I suppose I do,” she answered, sounding surprised at the realization. “You think that's why I love reading novels so much?",
      "author": "Donna Leon, Suffer the Little Children",
      "category": "gossip, reading"
    },
    {
      "quote": "It was uncertain. She was in her early forties. Breast cancer. No one could identify exactly how everyone had come to know this fact. Was it a fact? Some people called it rumor. But in fact there was no such thing as rumor. There was fact, and there was what did not come up in conversation.",
      "author": "Joshua Ferris, Then We Came to the End",
      "category": "gossip, office-gossip, rumor"
    },
    {
      "quote": "You're not playing the game,\" he said grimly. \"English gossip isn't supposed to get back to the person it's about.",
      "author": "Elaine Dundy, The Old Man and Me",
      "category": "gossip"
    },
    {
      "quote": "A peaceful refuge in which to rediscover each other, we thought,, not realizing that, while golf and fishing are Scotland's most popular outdoor sports, gossip is the most popular indoor sport.",
      "author": "Diana Gabaldon",
      "category": "gossip, humor, scotland"
    },
    {
      "quote": "Count Olaf sounds like an awful person. I hope he is torn apart by wild animals someday. Wouldn't that be satisfying?",
      "author": "Lemony Snicket, The Reptile Room",
      "category": "gossip, humor"
    },
    {
      "quote": "Oh! Did you hear that Haley Spencer asked him to homecoming?” she exclaimed. “Of course I didn’t. You’re my source of gossip, remember?",
      "author": "Rebecca Donovan, Reason to Breathe",
      "category": "breathing, emma-thomas, gossip, haley-spencer, reason-to-breathe, rebecca-donovan, sara-mckinley"
    },
    {
      "quote": "When they're talking about me they're letting someone else rest.",
      "author": "Debra Webb, Going to the Chapel",
      "category": "gossip"
    },
    {
      "quote": "Did you ever hear the Oriental proverb, \"The dogs bark but the caravan passes on\"? Let them bark, Scarlett. I fear nothing will stop your caravan.",
      "author": "Margaret Mitchell",
      "category": "gossip, persistance"
    },
    {
      "quote": "A good word will spread in the grapevine, bringing forth clusters of grapes and the benevolent of wine; a bad word will spread withering the vines, and choke the potential grapes.",
      "author": "Anthony Liccione",
      "category": "gossip, positive-or-negative-words, rumors"
    },
    {
      "quote": "After one of the lectures in Philadelphia, a woman asked Chesterton what made women talk so much, to which he replied, briefly, 'God, Madam'.",
      "author": "Ian Ker, G.K. Chesterton: A Biography",
      "category": "gossip, loquacity, women"
    },
    {
      "quote": "For acting thus you will remain innocent among the hissings of the serpents, and like a sweet strawberry you will receive no venom from the contact of venomous tongues.",
      "author": "Francis de Sales",
      "category": "gossip"
    },
    {
      "quote": "To be Irish is to know that in the end the world will break your heart.",
      "author": "Daniel Patrick Moynihan",
      "category": "apocalypse, ireland, irish"
    },
    {
      "quote": "When I cry - when I let myself cry - that's who I cry for. I don't cry for myself. I cry for the Cassie that's gone.And I wonder what that Cassie would think of me.The Cassie who kills.",
      "author": "Rick Yancey, The 5th Wave",
      "category": "aliens, apocalypse, cassie"
    },
    {
      "quote": "Songs remain. They last...A song can last long after the events and the people in it are dust and dreams and gone. That's the power of songs.",
      "author": "Neil Gaiman, Anansi Boys",
      "category": "apocalypse, apocatastasis, pronounciation, re-establishment, renovation, restoration, title"
    },
    {
      "quote": "I sat in the dark and thought: There’s no big apocalypse. Just an endless procession of little ones.",
      "author": "Neil Gaiman, Signal to Noise",
      "category": "apocalypse, ending, endless"
    },
    {
      "quote": "It happened that a fire broke out backstage in a theater. The clown came out to inform the public. They thought it was a jest and applauded. He repeated his warning. They shouted even louder. So I think the world will come to an end amid the general applause from all the wits who believe that it is a joke.",
      "author": "Søren Kierkegaard",
      "category": "apocalypse"
    },
    {
      "quote": "I love my virginity to the apocalypse.",
      "author": "Scott Westerfeld",
      "category": "apocalypse, peeps, scott-westerfeld, virginity"
    },
    {
      "quote": "We wrap up our violent and mysterious world in a pretense of understanding. We paper over the voids of our comprehension with science and religion, and make believe that order has been imposed. And, for the most of it, the fiction works. We skim across the surfaces, heedless of the depths below. Dragonflies flitting over a lake, miles deep, pursuing erratic paths to pointless ends. Until that moment when something from the cold unknown reaches up to take us.The biggest lies we save for ourselves. We play a game in which we are gods, in which we make choices, and the current follows in our wake. We pretend a separation from the wild. Pretend that a man’s control runs deep, that civilization is more than a veneer, that reason will be our companion in dark places.",
      "author": "Mark  Lawrence, Prince of Thorns",
      "category": "apocalypse, the-broken-empire"
    },
    {
      "quote": "The last to fall were the buildings, distant and solemn, the gravestones for an entire world.",
      "author": "Dan Wells, Partials",
      "category": "apocalypse, building, gravestone"
    },
    {
      "quote": "…So when the last and dreadful hourThis crumbling pageant shall devour,The trumpet shall be heard on high,The dead shall live, the living die,And Music shall untune the sky",
      "author": "John Dryden, The Major Works",
      "category": "apocalypse"
    },
    {
      "quote": "Sometimes it's torturous to think of things we can't possibly have.",
      "author": "Aaron B. Powell, Doomsday Diaries",
      "category": "apocalypse, powell, torture"
    },
    {
      "quote": "This guy is funny. But is he safe? And how much is that worth when the world itself has ceased to exist?",
      "author": "Isabella Olivia Ellis, Love After The Gone",
      "category": "apocalypse, love"
    },
    {
      "quote": "Thank God for imminent doomsday.",
      "author": "Jim Butcher, Cold Days",
      "category": "apocalypse, doomsday, humor"
    },
    {
      "quote": "Should the whole frame of nature round him break,In ruin and confusion hurled,He, unconcerned, would hear the mighty crack,And stand secure amidst a falling world.",
      "author": "Joseph Addison",
      "category": "apocalypse"
    },
    {
      "quote": "The sun tells the best joke of a day full of them, setting so spectacularly that you can almost smell the tropical paradise lazing somewhere over this rim of endless, gray socialist towers. Miles of square windows explode orange, red, and purple, like a million TV sets broadcasting the apocalypse. Clouds unspool. The sky drains of birds.",
      "author": "Tod Wodicka, All Shall Be Well; And All Shall Be Well; And All Manner of Things Shall Be Well",
      "category": "apocalypse, birds, clouds, prague, sunset, tropical-paradise, windows"
    },
    {
      "quote": "God, you mean I lost my virginity to the apocalypse?\"Morgan sighed again. \"The whole thing was really embarrassing; my parents sent me to Brooklyn when they found out.\" She shrugged. \"I thought I’d be safe in a gay bar, okay? What were you doing in there anyway?\"Lace looked at me sidelong. \"You were where?\"I took a sip of beer, swallowed it. \"I, uh, hadn’t been in the city...very long. I didn’t know.",
      "author": "Scott Westerfeld, Peeps",
      "category": "apocalypse, cal-thompson, gay-bar, virginity"
    },
    {
      "quote": "For Alwyn's grandfather, who was known as \"the greatest talker in the country,\" used words which no one else understood, words which he did not understand, and words which do not exist, to swell a passionate theme, to confound his neighbors in an argument, and for their own sake. He would say, for example, \"My farm was the very apocalypse of fertility, but the renter has rested on his oars till it is good for nothing,\" or \"Manifest the bounty to pass the salt shaker in my direction.\" Something of the Bible, something of an Irish inheritance, something of a liar's anxiety, made of his most ordinary remark a strange and wearisome oratory.",
      "author": "Glenway Wescott, The Grandmothers: A Family Portrait",
      "category": "apocalypse, bounty, fertility, manifest, oratory"
    },
    {
      "quote": "When the Bolide Fragmentation Rate shot up through a certain level on Day 701, marking the formal beginning of the White Sky, a number of cultural organizations launched programs that they had been planning since around the time of the Crater Lake announcement. Many of these were broadcast on shortwave radio, and so Ivy had her pick of programs from Notre Dame, Westminster Abbey, St. Patrick’s Cathedral, the Imperial Palace in Tokyo, Tiananmen Square, the Potala Palace, the Great Pyramids, the Wailing Wall. After sampling all of them she locked her radio dial on Notre Dame, where they were holding the Vigil for the End of the World and would continue doing so until the cathedral fell down in ruins upon the performers’ heads and extinguished all life in the remains of the building. She couldn’t watch it, since video bandwidth was scarce, but she could imagine it well: the Orchestre Philharmonique de Radio France, its ranks swollen by the most prestigious musicians of the Francophone world, all dressed in white tie and tails, ball gowns and tiaras, performing in shifts around the clock, playing a few secular classics but emphasizing the sacred repertoire: masses and requiems. The music was marred by the occasional thud, which she took to be the sonic booms of incoming bolides. In most cases the musicians played right through. Sometimes a singer would skip a beat. An especially big boom produced screams and howls of dismay from the audience, blended with the clank and clatter of shattered stained glass raining to the cathedral’s stone floor. But for the most part the music played sweetly, until it didn’t. Then there was nothing.",
      "author": "Neal Stephenson, Seveneves",
      "category": "apocalypse"
    },
    {
      "quote": "Every day is a lie, he said. But you are dying. That is not a lie.",
      "author": "Cormac McCarthy, The Road",
      "category": "apocalypse, death, life, post-apocalyptic, road"
    },
    {
      "quote": "You can’t let the apocalypse rule your life.",
      "author": "Michelle Tea, Black Wave",
      "category": "apocalypse"
    },
    {
      "quote": "I never understood why people from the 1980s thought there would be flying cars. It just seemed really dangerous and impractical to me, but they all talked about it, so it must have been a thing. Meanwhile, my dream for the future was that it wouldn't involve mass extinction and large-scale water shortages and cannibalism.",
      "author": "Dan Chaon, Ill Will",
      "category": "apocalypse, future-prediction"
    },
    {
      "quote": "Maybe we've been too silly to deserve a world like this.",
      "author": "Nevil Shute, On the Beach",
      "category": "apocalypse"
    },
    {
      "quote": "Country’s friggin’ dying, man, you have to triage the motherfucker.",
      "author": "Jess Row, The Empties",
      "category": "apocalypse, dystopian"
    },
    {
      "quote": "Will the last person on the planet please turn off the lights?",
      "author": "John Joseph Adams, Wastelands: Stories of the Apocalypse",
      "category": "apocalypse, humor"
    },
    {
      "quote": "In the first couple of weeks there were big piles of trash outside every house. All the stuff you couldn’t find another use for and couldn’t compost. Yogurt cups, torn trash bags, dirty diapers, hair-spray cans, paper towels. Sometimes you’d see a pile that was as high as your waist. Nathan said it was a purge, a cleanse. But you could just as well say that who we were went out with the empties. We will never get our selves back.",
      "author": "Jess Row, The Empties",
      "category": "apocalypse, dystopian"
    },
    {
      "quote": "He went to make coffee. Because when you have just heard about the possible transformation of the human race into feral monsters you need to be doing something with your hands and creating something hot and comforting for another person.",
      "author": "Charlie Jane Anders, All the Birds in the Sky",
      "category": "apocalypse, coffee"
    },
    {
      "quote": "The Sacral has disappeared from daily reality of the modern world, and it is completely obvious that we live in the ”End of Times”, but the Sacral has not vanished (since it could not vanish theoretically, as it is eternal), but was transferred to a nightly, invisible projection, and is now ready to come down on human physical cosmos in a terrible apocalyptic moment of apogee of history, at a point, when the world that forgot about its spiritual nature and disowned it, will be forced to meet with it in a brutal flash of Revelation.",
      "author": "Parvulesco",
      "category": "apocalypse"
    },
    {
      "quote": "Before the Apocalypse, the closest I'd gotten to death was buying steaks at the supermarket.",
      "author": "Manel Loureiro, Apocalipsis Z: La ira de los justos",
      "category": "apocalypse, buying, closest, death, steaks, supermarket"
    },
    {
      "quote": "There are ruins all over the world, testaments of the atrocities, and burial chambers of the lost souls. But the facts are always misinterpreted. History is inaccurate.",
      "author": "Jeyn Roberts, Dark Inside",
      "category": "apocalypse, end-of-civilization"
    },
    {
      "quote": "He looked at the sky once more. Men had gone out there, he thought in wonder, and couldn't think why. Singly and in small groups they had gone into strange lands, across wide seas, had climbed mountains where no human foot had ever trod. And he couldn't think why they had done these things. What impulse had driven them from their own kind to perish alone, or among strangers.",
      "author": "Kate Wilhelm, Where Late the Sweet Birds Sang",
      "category": "apocalypse, doomsday"
    },
    {
      "quote": "The seal of Reason, made impregnable:_ The seal of Truth, immeasurably splendid:The seal of Brotherhood, man's miracle:_ The seal of Peace, and Wisdom heaven-descended:The seal of Bitterness, cast down to Hell:_ The seal of Love, secure, not-to-be-rended:The seventh seal, Equality: that, broken,God sets His thunder and earthquake for a token.",
      "author": "Aleister Crowley, Collected Works of Aleister Crowley",
      "category": "1899, apocalypse, french-revolution, napoleon-iii, seven-seals"
    },
    {
      "quote": "We've been around for a long time, Mr. Dowell. Longer than you or any of your stupid little friends could ever conceive. Sleeping in the shadows and waiting for the right moment. A disease you might call us. A plague. Evil. From beneath the ground, it rises as it has done many times in the past.",
      "author": "Jeyn Roberts, Dark Inside",
      "category": "apocalypse, end-of-civilization"
    },
    {
      "quote": "What lies beneath has pushed its way to the surface once again. Time to get away while there is still air left in our lungs.",
      "author": "Jeyn Roberts, Dark Inside",
      "category": "apocalypse, end-of-civilization"
    },
    {
      "quote": "To conceive of a god in one’s image is already quite a feat for inflated egos. To imagine, however, that this likeness has chosen your generation amongst the thousands for ending the party is to bring the egocentrism to new heights.",
      "author": "Anthony Marais",
      "category": "apocalypse, egocentrism, religion"
    },
    {
      "quote": "Ten thousand years to build civilization, ten months to tear it down, and each day lasted ten times longer than the one before, and the nights lasted ten times as long as the days. The only thing more excruciating than the boredom of those hours was the terror of knowing that any minute they could end.",
      "author": "Rick Yancey, The Infinite Sea",
      "category": "apocalypse, destructuion, marika, rick-yancey, ringer, terror, the-infinite-sea"
    },
    {
      "quote": "You’re a tough guy, but I’m a nightmare wrapped in the apocalypse.",
      "author": "James S.A. Corey, Gods of Risk",
      "category": "apocalypse, nightmare, threat, tough-guy"
    },
    {
      "quote": "In the early days, it was nearly omnipresent, a constant background noise, like the hum of traffic on a busy highway: the sound of a human being in pain.",
      "author": "Rick Yancey, The Infinite Sea",
      "category": "alien, apocalypse, marika, rick-yancey, ringer, the-infinite-sea"
    },
    {
      "quote": "Just in case the world ends tomorrow, we might as well enjoy today.",
      "author": "Susan Beth Pfeffer, Life As We Knew It",
      "category": "apocalypse, end-of-the-world, life"
    },
    {
      "quote": "Three of them, dressed in silvery gray, on three horses—one black, one white, and the third red.",
      "author": "Holly Black, The Darkest Part of the Forest",
      "category": "apocalypse"
    },
    {
      "quote": "My love for Neo-Tokyo is a bulbous massof post-human organic circuitry.Cyperpunk is my mother tongue.My love is a man-machine interface gun.",
      "author": "Yann Rousselot, Dawn of the Algorithm",
      "category": "akira, alternative, apocalypse, humour, manga, poetry, science, weird"
    },
    {
      "quote": "It was like the beginning of the end of the world.",
      "author": "Kenneth Eade, Terror on Wall Street, a Financial Metafiction Novel",
      "category": "apocalypse, end-of-the-world"
    },
    {
      "quote": "I have seen enough. I am ready to see the world die.",
      "author": "Robin Sacredfire",
      "category": "apocalypse"
    },
    {
      "quote": "Just two naked guys enjoying a manly hug in the middle of the apocalypse. - Cody Forester, Werewolf Apocalypse",
      "author": "Roxanne Smolen, Werewolf Apocalypse",
      "category": "apocalypse, humor-relationships, werewolf"
    },
    {
      "quote": "What’s the goal?” asked Carlos. “I’m glad you asked,” said Harry. You – all of you – and I – we’re going to save the world.",
      "author": "Kenneth Eade, Terror on Wall Street, a Financial Metafiction Novel",
      "category": "apocalypse, save-the-world, saving-the-world"
    },
    {
      "quote": "The Agora had fallen, too.\tVince turned the radio off, dismissing what they'd just heard, and merged onto I-87. A little shriek of madness sounded in the back of his brain, but he said, with admirable calm considering, \"Seriously, love, I think we've got this.",
      "author": "Erin Kellison, Scrape",
      "category": "apocalypse, sandman"
    },
    {
      "quote": "You know, Alexia started, “I will be deeply disappointed if the apocalypse starts in Portsmouth.",
      "author": "Gavin G. Smith, The Age of Scorpio",
      "category": "apocalypse, portsmouth"
    },
    {
      "quote": "The more we know about the former world, the better we’ll understand what happened when it fell.",
      "author": "Emily St. John Mandel, Station Eleven",
      "category": "apocalypse, cosy-catastrophe, end-of-the-world, former-world"
    },
    {
      "quote": "No amount of expertly choreographed PR could prevail, in the end, against Armageddon. It strolled over the barricades and took its pleasure.",
      "author": "M.R. Carey, The Girl with All the Gifts",
      "category": "apocalypse, armageddon"
    },
    {
      "quote": "The way we live our lives is not sustainable. I don’t just mean recycling and turning off the faucet while brushing your teeth. I mean the way we treat each other. The way we pick and choose whose lives are important – who we actually treat as human. There is nobody on this earth whose life is not of value. And that includes those of us who have been left behind. Maybe they did go to some Christian heaven. But what I’m saying is, we’re good people too. We’re worthwhile people. I’d vouch for every last one of you.",
      "author": "Katie Coyle, Vivian Apple at the End of the World",
      "category": "apocalypse, faith, life, religion"
    },
    {
      "quote": "It's an alien apocalypse! Quick, grab the beer!",
      "author": "Rick Yancey, The 5th Wave",
      "category": "apocalypse, beer, humor"
    },
    {
      "quote": "What is about to happen is not the reclaiming of Earth by a triumphant Mother Nature, a karmic repudiation of humanity's arrogant ill stewardship. Nothing we ever did mattered one way or another. This event has always been in the cards for man's planet, for the whole scope of our history, coming regardless of what we did or didn't do.",
      "author": "Ben H. Winters, World of Trouble",
      "category": "apocalypse, comet, inevitability"
    },
    {
      "quote": "I'll remember your apocalypse if you'll remember mineIt will be a holiday of the senses",
      "author": "Eric Gamalinda, Amigo Warfare",
      "category": "apocalypse, holiday, senses"
    },
    {
      "quote": "Is that the end... of all the races and civilizations, and the dreams of the world, to be able to leave a few stones buried beneath the sands, to tell the Dark that we were here?",
      "author": "C.J. Cherryh, The Faded Sun Trilogy",
      "category": "apocalypse, death"
    },
    {
      "quote": "The death of a young person for no reason is an apocalypse.",
      "author": "Dave Eggers, Your Fathers, Where Are They? And the Prophets, Do They Live Forever?",
      "category": "apocalypse, death, young-person"
    },
    {
      "quote": "Should have taken warning it's justPeople mourningRunning, hiding, lostYou can't find, find a place to go, so it'sRed skies at nightRed skies at night, whoa oh, oh oh oh, oh-oh-oh-oh-oh... red skies at night, red skies at night, whoa oh, oh oh oh...Someone's taking over, and it look like they're aiming right at you...Someone said we'll be dead by morning...Someone cries, leaving... red skies at night, whoa oh-h-h",
      "author": "Cy Curnin The Fixx",
      "category": "1980-s, 80-s, apocalypse, british, dystopia, eighties, emo, goth, holocaust, new-wave, nuclear, public-service-announcement, punk, radiation, radioactive, retro"
    },
    {
      "quote": "Thoughts have power, influencing humanity's collective path. The difference between Mother Teresa and Adolf Hitler lies, ultimately, in how they thought. A thought can change the world for the better—or damn it forever.",
      "author": "Diane Shauer, Battle of the Blood Moons",
      "category": "apocalypse, blood-moons, end-times, lunar-eclipse, prophecy"
    },
    {
      "quote": "Abandon all nations, the planet drifts to random insect doom.",
      "author": "William S. Burroughs",
      "category": "apocalypse, burroughs, doom"
    },
    {
      "quote": "It is also the irrational instinct of religionism, the vague yearning for something to worship—a reflection or shadow of the true devotional principle—which prompts men to project a subjective image of the lower, personal mind, and to endow it with human attributes, and then to claim to receive \"revelations\" from it; and this—the image of the Beast, or unspiritual mind,—is their anthropomorphic God, a fabulous monster the worship of which has ever prompted men to fanaticism and persecution, and has inflicted untold misery and dread upon the masses of mankind, as well as physical torture and death in hideous forms upon the many martyrs who have refused to bend the knee to this Gorgonean phantom of the beast-mind of man. Truly, where the worshipers of this image of the Beast predominate, the man whose brow and hand are unbranded by this superstition, who neither thinks nor acts in accordance with it, suffers ostracism if not virulent persecution.",
      "author": "James Morgan Pryse, The Apocalypse Unsealed",
      "category": "13-13-18, 1910, apocalypse, beast, fanaticism, gorgon, idolatry, revelation, subjugation, superstition"
    },
    {
      "quote": "Wasn’t allowed to have pets. I killed my pet cockroach when it crawled into my ear.",
      "author": "Katherine McIntyre, Snatched",
      "category": "apocalypse, humor, pets"
    },
    {
      "quote": "A sullied green “S” stood out on a graying backdrop that made for a road marker up there. We called it the wasteland.",
      "author": "Katherine McIntyre, Snatched",
      "category": "apocalypse, post-apocalyptic, the-wasteland"
    },
    {
      "quote": "How would you rather die?\" she snapped. \"Hiding under your bed or riding Thunder Mountain?",
      "author": "Rick Yancey, The 5th Wave",
      "category": "aliens, apocalypse, cassie-sullivan, the-5th-wave"
    },
    {
      "quote": "Complacency kills. Paranoia is the reason I’m still alive.",
      "author": "D.J. Molles, The Remaining",
      "category": "apocalypse, death, kill, life, paranoia"
    },
    {
      "quote": "Then she was there in the doorway of the ambulance at his feet. She jumped up like a lion, then stood up on two feet like a human. Her hair was thick and full. She had a mouthful of giant teeth. He could see four pronounced canines in the front and strong claws where her fingernails had been. Her strong body was shriveled and emaciated with her ribs and hip bones sticking out prominently like a concentration camp victim. Her stench was overpowering, like a deer carcass left to rot on the side of the road.",
      "author": "Joseph M. Chiron, Tagged: The Apocalypse",
      "category": "apocalypse, zombie, zombie-apocalypse, zombie-horror"
    },
    {
      "quote": "St John from the book of The Revelation “He also forced everyone, small and great, rich and poor, free and slave, to receive a mark on his right hand or on his forehead, so that no one could buy or sell unless he had the mark.",
      "author": "Joseph M. Chiron, Tagged: The Apocalypse",
      "category": "apocalypse, christian-fiction, dark-fiction"
    },
    {
      "quote": "In the front was a man he knew only as “Samson,” a big man that from all appearances was a former juice head gym rat with exquisitely defined muscles, stripped to the waist and carrying a huge nine foot cross hewn from raw timber and held together with nails and twine. Behind him in a rough line were the flagellates: five men also stripped to the waist, holding various chains, heavy corded ropes, and one with what looked like a leather whip from the S&M sex shop. They beat their backs as they slowly walked down the center of the street.",
      "author": "Joseph M. Chiron, Tagged: The Apocalypse",
      "category": "666, apocalypse, end-times"
    },
    {
      "quote": "Biblical eschatology fundamentally challenges the \"official\" scientific idea that the universe will end in a violent heat death, and instead that the cosmos will be set free from its decadence. It calls us to consider the sobering similarities between ancient pagan cosmologies (creation began with war & violence between the gods) and modern naturalism as a nihilistic, philosophical worldview (all will end in astronomical war & violence). Instead, the revelation (apocalypse) of the Lamb is that God created out of love and love will win in the end.",
      "author": "David D. Flowers",
      "category": "apocalypse, cosmology, end-of-the-world, heat-death-of-the-universe, love, love-wins, revelation"
    },
    {
      "quote": "One could speculate that lichens would be among the last inhabitants to succumb on a dying earth at some distant point in the future.",
      "author": "Steven L. Stephenson, The Kingdom Fungi: The Biology of Mushrooms, Molds, and Lichens",
      "category": "apocalypse, lichens, mycology, nature"
    },
    {
      "quote": "Thanks, for saving me.”“I didn’t have a choice,” he said softly.“Everyone has a choice.”“Then mine was easy.”“Easy?”He chuckled. “Olivia, my choice will always be simple when it comes to you...",
      "author": "Jettie Necole, The Vault",
      "category": "apocalypse, new-adult-dystopian-romance"
    },
    {
      "quote": "Everyone is dangerous in here, can’t you see that?” he warned.",
      "author": "Jettie Necole, The Vault",
      "category": "apocalypse, new-adult-dystopian-romance"
    },
    {
      "quote": "He whispered for her ears only as he listed off the facts: “Military are allowed a larger portion. Being second in command restricts me from no room and giving orders is what I’ve been hired to do. As far as ignoring you, that is not the case. I’ve checked up on you, and you are doing well. My intentions have never been to harm you or insult you. You actually are quite breathtaking in that dress and that is the problem, you need not draw attention to yourself. You are my responsibility and the answer to ‘why’ will always be because I have to.",
      "author": "Jettie Necole, The Vault",
      "category": "apocalypse, new-adult-dystopian-romance"
    },
    {
      "quote": "No, we’ll live. I promise you that.” He’d said it in a way that she couldn’t doubt, the same way he’d snapped his soldiers back into their rank on the helicopter. His words had been soft yet firm, and she wanted to believe in him as his men had, with confidence.",
      "author": "Jettie Necole, The Vault",
      "category": "apocalypse, new-adult-dystopian-romance"
    },
    {
      "quote": "If only he’d taken one look at her and seen that they were soul mates, swept her off her feet and taken her to Las Vegas to be married in the same little chapel where Britney Spears had been. She laughed to herself. It would probably have lasted just as long, once her mother found out.",
      "author": "Jettie Necole, The Vault",
      "category": "apocalypse, new-adult-dystopian-romance, romaction"
    },
    {
      "quote": "We’re in an underground vault, and here’s my first order: You’re going to do everything I tell you to do.",
      "author": "Jettie Necole, The Vault",
      "category": "apocalypse, new-adult-dystopian-romance"
    },
    {
      "quote": "She’d been caught up in that image, that flash, man’s nuclear stamp, and had not really understood what happened after.",
      "author": "Jettie Necole, The Vault",
      "category": "apocalypse, new-adult-dystopian-romance"
    },
    {
      "quote": "You think you’re prepared. You think you’ve done everything you’re supposed to, study hard, work hard, keep yourself out of trouble, and then—whoosh! Something arrives out of the blue that you never saw coming. Something you never even imagined. Something that’ll knock your little world off its axis. Something that’ll either change your life for the better, or end it forever. Chaos.",
      "author": "James Michael Rice, For Those Who Worship The Sun",
      "category": "apocalypse, zombie-ants-zombies"
    },
    {
      "quote": "Olivia responded with confidence, “You’re the military. You’re in charge. Why would I be scared?",
      "author": "Jettie Necole, The Vault",
      "category": "apocalypse, new-adult-dystopian-romance"
    },
    {
      "quote": "A giant grin, accompanied by a slight chuckle, had been the grand finale to any of his most successful jokes, while the less impressive resulted in a raise of both his brows, which he followed with a semi-satisfied smirk. The least entertaining attempt at humor would get a shrug and a short grimace that reflected he too understood he’d just bombed. Olivia was acquainted with them all now, considering all the time they’d spent together, the most she’d spent with any other individual inside the vault. Olivia had become accustomed to his infectious humor, though it hadn’t always been so. Especially, when they’d first met.",
      "author": "Jettie Necole",
      "category": "apocalypse, new-adult-dystopian-romance"
    },
    {
      "quote": "Things are different here. There will be rules and regulations that you are not used to. You will have to follow them. All of them.",
      "author": "Jettie Necole, The Vault",
      "category": "apocalypse, new-adult-dystopian-romance"
    },
    {
      "quote": "It’s not a war. It’s an annihilation,” he’d mumbled low for her ears only. She’d been unable to respond, only focusing on her own breath and marveling that she in fact was still breathing.",
      "author": "Jettie Necole, The Vault",
      "category": "apocalypse, new-adult-dystopian, romance"
    },
    {
      "quote": "It must be one of life’s little jokes... how we take everything, even life itself, for granted. We waste our childhoods wishing for what we don’t have, longing for the future, dreaming of ways to speed the time so we can hurry up and see the world. And in our later years, we’d give anything just to slow things down and go back to what we once had.",
      "author": "James Michael Rice, For Those Who Worship The Sun",
      "category": "apocalypse, monsters-in-the-dark, survival-story, zombie-thriller"
    },
    {
      "quote": "Hardly has the universe stretched its wings to spanWhen it gathers to egg once more",
      "author": "J. Aleksandr Wootton, Forgetting: impressions from the millennial borderland",
      "category": "apocalypse, astrophysics, big-bang, big-crunch, end-of-time, heat-death-of-the-universe, pheonix, rebirth, reincarnation"
    },
    {
      "quote": "She’d found that holding on to him was the easiest and simplest thing to do, not thinking about the bomb, not thinking about the people it killed, not thinking about her family, and not thinking about whether or not she would die. Instead, she’d held tightly around his neck, burying her face in his shoulder. She’d thought the entire world was coming to an end and holding on to him seemed to be the only thing she wanted to acknowledge as real.",
      "author": "Jettie Necole, The Vault",
      "category": "apocalypse, new-adult-dystopian-romance"
    },
    {
      "quote": "Most kids grow up leaving something out for Santa at Christmas time when he comes down the chimney. I used to make presents for the Four Horsemen of the Apocalypse.",
      "author": "Jeanette Winterson, Why Be Happy When You Could Be Normal?",
      "category": "apocalypse, end-times, revelation"
    },
    {
      "quote": "But this was not quite the right kraken apocalypse.",
      "author": "China Miéville, Kraken",
      "category": "apocalypse, end-of-the-world, kraken, squids"
    },
    {
      "quote": "Everyone should be comfy during the apocalypse.",
      "author": "J. Cornell Michel, Jordan's Brains: A Zombie Evolution",
      "category": "apocalypse, humor"
    },
    {
      "quote": "She knew better than to challenge a man who spent his life preparing for the apocalypse.",
      "author": "Anthony Marra, A Constellation of Vital Phenomena",
      "category": "apocalypse, religion"
    },
    {
      "quote": "We grab handfuls of bottles and climb up onto the roof of the house. She stumbles and her foot slips into the gutter sopped with dead leaves. I grab her wrists and pull her clear – sure, she's not the person I'd choose to do this with, but she's my only option so I might as well be nice. Plus I don't want her to drop the vodka.",
      "author": "Kirsty Logan, The Rental Heart and Other Fairytales",
      "category": "apocalypse, love, vodka"
    },
    {
      "quote": "The world may be about to end, but if it's going to end, we'll goddamn well give it our best shot first. And this is the place to do it.",
      "author": "Alex Irvine, Pacific Rim: The Official Movie Novelization",
      "category": "apocalypse, distopia, pacific-rim"
    },
    {
      "quote": "It wasn't aliens that first made us gear up for war",
      "author": "it was our fellow humans.",
      "category": "Rick Yancey, The 5th Wave"
    },
    {
      "quote": "Time for the world to end.",
      "author": "Rick Yancey, The 5th Wave",
      "category": "apocalypse, dystopia"
    },
    {
      "quote": "The hugest changes were the ones that could not be seen – that’s where the real apocalypse lay: in people’s hearts, their souls, their beings.",
      "author": "Dianna Hardy, The Last Dragon",
      "category": "apocalypse, armageddon, being-human, change, changes, revelation, revelations"
    },
    {
      "quote": "It was the hubris of each generation to think this anew, to think that their time was special, that all things would come to an end with them.",
      "author": "Hugh Howey, Shift",
      "category": "apocalypse"
    },
    {
      "quote": "He's named you heir apparent to the Apocalypse. Congratulations.",
      "author": "Rachel Caine, Lord of Misrule",
      "category": "apocalypse, humor, morganville-vampires"
    },
    {
      "quote": "If anything, global response to the Rising only confirmed something that many Australians had quietly believed for quite some time: If forced to live in Australia for a year, most of the world’s population would simply curl up in a fetal ball and die of terror.",
      "author": "Mira Grant, How Green This Land, How Blue This Sea",
      "category": "apocalypse, australia"
    },
    {
      "quote": "Lovely sight, the Apocalypse! But absurdity, without limits? No Sir! there have to be certain limits...",
      "author": "Louis-Ferdinand Céline, Normance",
      "category": "absurdity, apocalypse"
    },
    {
      "quote": "The world had seen so many Ages: the Age of Enlightenment; of Reformation; of Reason. Now, at last, the Age of Desire. And after this, an end to Ages; an end, perhaps, to everything.",
      "author": "Clive Barker, The Inhuman Condition",
      "category": "apocalypse"
    },
    {
      "quote": "If I have to face the end of human existence, I want to look totally smoking when it happens. Now shut the hell up.",
      "author": "Angeline Trevena, Fifty Shades of Decay",
      "category": "apocalypse, humour"
    },
    {
      "quote": "Maybe it's ALWAYS the end of the world. Maybe you're alive for a while, and then you realize you're going to die, and that's such an insane thing to comprehend, you look around for answers and the only answer is that the world must die with you.Sure, the world seems crazy now. But wouldn't it seem just as crazy if you were alive when they sacrificed peasants, when people were born into slavery, when they killed first-born sons, crucified priests, fed people to lions, burned them on stakes, when they intentionally gave people smallpox or syphilis, when they gassed them, burned them, dropped atomic bombs on them, when entire races tried to wipe other races off the planet? Yes, we've ruined the planet and melted the ice caps and depleted the ozone, and we're always finding new ways to kill one another. Yeah, we're getting cancer at an alarming rate and suicides are at an all-time high, and, sure, we've got people so depressed they take a drug that could turn them into pasty-skinned animals who go around all night dancing and having sex and eating stray cats and small dogs and squirrels and mice and very, very rarely- the statistics say you're more likely to be killed by lightning- a person.But this is the Apocalypse? Fuck you! It's always the Apocalypse. The world hasn't gone to shit. The world is shit.All I'd asked was that it be better managed.",
      "author": "Jess Walter, We Live in Water: Stories",
      "category": "apocalypse, dystopia, end-of-the-world"
    },
    {
      "quote": "I will murder you by the billions to give you immortality. I will set fire to your civilization to light your way forward. But know this: My species is not defined by your dying, but by your living.",
      "author": "Daniel H. Wilson, Robopocalypse",
      "category": "apocalypse, extinction, robot"
    },
    {
      "quote": "Kittridge closed his eyes. So, the end. It would happen instantaneously, a painless departure, quicker than thought. he felt the presence of his body one last time: the taste of air in his lungs, the blood surging in his veins, the drumlike beating of his heart. The bomb was dropping toward them.\"I've got you,\" he said, hugging Tim fiercely; and again, over and over, so that the boy would be hearing these words. \"I've got you, I've got you, I've got you, I've got you.",
      "author": "Justin Cronin, The Twelve",
      "category": "apocalypse, death, love, together"
    },
    {
      "quote": "It is an edged cliché that the world is most pleasant in the years of a Waning Sun. It is true that the weather is not so driven, that everywhere there is a sense of slowing down, and most places experience a few years where the summers do not burn and the winters are not yet overly fierce. It is the classic time of romance. It's a time that seductively beckons higher creatures to relax, postpone. It's the last chance to prepare for the end of the world.",
      "author": "Vernor Vinge, A Deepness in the Sky",
      "category": "apocalypse, conculture, dying-stars, space-opera"
    },
    {
      "quote": "He’s going to kill everyone on this planet, reduce the human race to dust. There will be no one to stop him. You are the only one who can. - Aiden Deverill",
      "author": "Alexandra May, Elemental: The First",
      "category": "alexandra-may, apocalypse, elemental-the-first, halíka-dacomé, science-fiction-romance"
    },
    {
      "quote": "To stop. To cease, just for a moment. To turn your back on the world, to close your eyes - to see the nothing that is not rather than the nothing that is everywhere around you. To just be quiet in your mind for a little minute. There are paradises even yet on the abandoned plains of the earth -- and they are not filled with fecund flowering Edens but rather just with sweet unerring silences.",
      "author": "Alden Bell, Exit Kingdom",
      "category": "apocalypse"
    },
    {
      "quote": "During the persecutions under the Emperor Domitian, John was summoned to Rome, where he was tortured by immersion in a pot of boiling oil and subsequently banished to the island of Patmos in the Aegean sea. It was there he wrote his Apocalypse. It was only after the death of Domitian, in A.D. 96, that he returned to Ephesus, where he was still living during the reign of the Emperor Trajan (A.D. 98-117). He became so old and frail that he could no longer walk and had to be carried to meetings and services. All he could manage to say was, \"My little children, love one another.\" He repeated this over and over.",
      "author": "Gilles Quispel, The Secret Book of Revelation: The Apocalypse of St John the Divine",
      "category": "apocalypse, love, torture"
    },
    {
      "quote": "Nowdays, Rosie the Rivetere was a former soccer mom who had just opened her own catering business when Last Night came down and her husband and kids were eaten by a parking attendant at the local megamall’s discount- appliance emporium.",
      "author": "Colson Whitehead, Zone One",
      "category": "apocalypse, rosie-the-rivetere, zombie, zone-one-a-novel"
    },
    {
      "quote": "It's one of the happy things about a world gone so wrong: your personal freakishness don't stand out so much.",
      "author": "Alden Bell, Exit Kingdom",
      "category": "apocalypse"
    },
    {
      "quote": "You know what? Fuck it. Just fuck it. The Rising didn't manage to wipe out the human race, it just made us turn into even bigger assholes than we were before. Hear that, mad science? You failed. You were supposed to kill us all, and instead you turned us into monsters.",
      "author": "Mira Grant, Deadline",
      "category": "apocalypse, people-suck"
    },
    {
      "quote": "There was an inevitability about the road towards each other which encouraged meandering along the route.",
      "author": "Zadie Smith, NW",
      "category": "literature-quotes"
    },
    {
      "quote": "Literature is the most noble of professions. In fact, it is about the only one fit for a man. For my own part, there is no seducing me from the path. I shall be a litterateur, at least, all my life; nor would I abandon the hopes which still lead me on for all the gold in California.”EDGAR ALLAN POE TO FREDERICK WILLIAM THOMASFEBRUARY 14, 1849",
      "author": "Andrew Barger, Coffee With Poe",
      "category": "coffee-with-poe-quotes, literature-quotes, poe-quotes"
    },
    {
      "quote": "To influence a person is to give him one's own soul.",
      "author": "Oscar Wilde, The Picture of Dorian Gray",
      "category": "literature-quotes"
    },
    {
      "quote": "Do you know what the worst thing about literature is? said Don Pancracio. I knew, but I pretended I didn't. What? I said. That you end up being friends with writers. And friendship, treasure though it may be, destroys your critical sense.",
      "author": "Roberto Bolaño",
      "category": "literature-quotes"
    },
    {
      "quote": "It is interesting to ponder the fact that there is no real difference between what the Western Fascists wanted of literature and what the Bolsheviks want. Let me quote: \"The personality of the artist should develop freely and without restraint. One thing, however, we demand: acknowledgement of our creed.” Thus spoke one of the big Nazis, Dr. Rosenberg, Minister of Culture in Hitler's Germany. Another quote: “Every artist has the right to create freely; but we, Communists, must guide him according to plan.” Thus spoke Lenin. Both of these are textual quotations, and their similitude would have been highly diverting had not the whole thing been so very sad.",
      "author": "Vladimir Nabokov",
      "category": "literature-quotes"
    },
    {
      "quote": "Here rests his head upon the lap of earthA youth to fortune and to fame unknown.Fair Science frowned not on his humble birth,And Melancholy marked him for her own.",
      "author": "Thomas Gray, An Elegy Written In A Country Churchyard",
      "category": "english-literature, literature-quotes, melancholy"
    },
    {
      "quote": "Occasionally a car swooshed by in the rain and its headlights would swing round momentarily and illuminate the room-the pool table, snowshoes on the wall and the rowing machine, the armchair in which Henry sat, motionless, a glass in his hand and the cigarette burning low between his fingers. For a moment his face, pale and watchful as a ghost's, would be caught in the headlights and then, very gradually, it would slide back into the dark.",
      "author": "Donna Tartt, The Secret History",
      "category": "donna-tartt, literature-quotes, the-secret-history"
    },
    {
      "quote": "Great literary works are not measured by the number of words, but by the impact they create.",
      "author": "Luffina Lourduraj",
      "category": "great-work, great-works, great-works-of-art, literary-inspiration, literature-quotes, literature-writing"
    },
    {
      "quote": "so heavy with sorrow , so full of pain",
      "author": "AvaViolet, She's With Me",
      "category": "literature-quotes"
    },
    {
      "quote": "I'm accustomed to thinking of literature as a search for knowledge; in order to move onto existential terrain I need to consider it in relation to anthropology, ethnology, and mythology.",
      "author": "Italo Calvino, Six Memos For The Next Millennium",
      "category": "literature-quotes"
    },
    {
      "quote": "Time went on grey, uncloured, like a long journey where she sat unconscious as the landscape unrolled beside her.",
      "author": "D.H. Lawrence",
      "category": "literature-quotes"
    },
    {
      "quote": "this grimy fragment of another world, the forerunner of change, of conquest, of trade, of massacres, of blessings....the merry dance of death and trade goes on",
      "author": "Joseph Conrad",
      "category": "literature-quotes"
    },
    {
      "quote": "People recover differently. Some change cities, some fall in love and some begin writing.",
      "author": "Kanza Javed, Ashes, Wine and Dust",
      "category": "fiction-novel, literature-quotes, subcontinent"
    },
    {
      "quote": "Unseen, one summer eve, you kissed me in four places.",
      "author": "James Joyce, Ulysses",
      "category": "literature-quotes"
    },
    {
      "quote": "There it was, happiness in a backward glance: happiness and the certainty of hope.",
      "author": "Samantha Bruce-Benjamin, The Westhampton Leisure Hour and Supper Club",
      "category": "inspirational-love, literature-quotes, love"
    },
    {
      "quote": "Joy, it is, which I've never known before, only pleasure or excitement. Joy is a different thing, because its focus exists outside the self-delight in something external, not satisfaction of some inner craving.",
      "author": "Mary Karr",
      "category": "literature-quotes, memoirs"
    },
    {
      "quote": "Don't for God's sake speak as saint to sinner, but as you yourself to me myself - poor me!",
      "author": "Thomas Hardy, Thomas Hardy: Tess of the D'Urbervilles; The Mayor of Casterbridge; Far from the Madding Crowd",
      "category": "literature-quotes, tess-of-the-d-urbervilles, thomas-hardy"
    },
    {
      "quote": "Thoughts are meant to be words and words are meant to be written and what is written becomes a figment of the literature",
      "author": "Shilpa Sandesh",
      "category": "literature-quotes"
    },
    {
      "quote": "Let the mind contemplate, let the pen scribble, the oeuvre would be eccentric, peculiar to a reader's eye.",
      "author": "Shilpa Sandesh",
      "category": "literature-quotes"
    },
    {
      "quote": "it is not the first language that is all-important, but which language captures the adolescent's imagination when he or she first discovers literature.",
      "author": "Ned Thomas",
      "category": "literature-quotes"
    },
    {
      "quote": "Language is no barrier for a lover of words.",
      "author": "Steven Chopade",
      "category": "literature-quotes"
    },
    {
      "quote": "Only when the flower vase will be itself in bloom, only then we got the real wonder of poetry",
      "author": "George G. Asztalos",
      "category": "george-g-asztalos, literature-quotes"
    },
    {
      "quote": "Sneakiness was a form of privacy and privacy here was the first loss.",
      "author": "Joan London",
      "category": "literature-quotes"
    },
    {
      "quote": "The world of literature is a sacred mirror that shows not the reality around us but the dreams and fears that reality stimulates: It’s not where we live, but life itself.",
      "author": "Dennis Vickers, Only Breath",
      "category": "literature-quotes"
    },
    {
      "quote": "I love rain because tears can not be seen in rain.",
      "author": "Charlie Chaplin, My Autobiography",
      "category": "literature-quotes"
    },
    {
      "quote": "To be stories at all they must be a series of events: but it must be understood that this series - the plot, as we call it - is only really a new whereby to catch something else.",
      "author": "C.S. Lewis, On Stories: And Other Essays on Literature",
      "category": "fiction-writing, literature-quotes"
    },
    {
      "quote": "Geography and mileage mean nothing. Separate is a single word that covers all distances that aren't together.",
      "author": "Rivera Sun, Steam Drills, Treadmills and Shooting Stars - a story of our times -",
      "category": "distance, friendship, geography, inspirational, literature-quotes, love"
    },
    {
      "quote": "Like Solzhenitsyn, I shall return, one bright dusk.",
      "author": "David Mitchell, Cloud Atlas",
      "category": "literature-quotes"
    },
    {
      "quote": "The way contemporary literature is emerging, soon we can expect \"Item poetry\" in novels.",
      "author": "Himmilicious",
      "category": "contemporary-fiction, literary-criticism, literature-quotes"
    },
    {
      "quote": "My soul is impatient with itself, as with a bothersome child; its restlessness keeps growing and is forever the same. Everything interests me, but nothing holds me. I attend to everything, dreaming all the while. […]. I'm two, and both keep their distance — Siamese twins that aren't attached.-",
      "author": "Fernando Pessoa Ferreira",
      "category": "literature-quotes"
    },
    {
      "quote": "Literature is what's left standing after the storm.",
      "author": "Mark Rude",
      "category": "literature-quotes"
    },
    {
      "quote": "Literature is like a subtle concoction of laboriously collected peripherals called words, intellect,thoughts,imagination,creativity and aestheticism brewed together to form a resplendent work of art.",
      "author": "Shilpa Sandesh",
      "category": "literature-quotes"
    },
    {
      "quote": "Excessive literary production is a social offense.",
      "author": "George Elliot.",
      "category": "literature-quotes"
    },
    {
      "quote": "That was the Old Man’s favorite song. “Blow Ye Trumpet.” Them Negroes was far away from the doings on the plaza where the Old Man was to hang, way out from it. But they sang it loud and clear….Blow ye trumpet blowBlow ye trumpet blow….You could hear their voices for a long way, seemed like they lifted up and carried all the way into the sky, lingering in the air long afterward. And up above the church, high above it, a strange black-and-white bird circled ‘round, looking for a tree to roost on, a bad tree, I expect, so he could alight upon it and get busy, so that it would someday fall and feed the others.",
      "author": "James McBride, The Good Lord Bird",
      "category": "literature-quotes"
    },
    {
      "quote": "The road to heaven isn’t much of a road,” he was saying. “It’s more like a dusty trail, roughly cut out through the underbrush. Most people don’t even notice it. It doesn’t look like a path at all, so they walk right by. Others see it, but don’t go down it because it’s ugly. Dirty. Difficult. Overgrown. If they took the road to heaven, their progress would be slow, maybe immeasurable. They’d have to give up a lot because the path is narrow.",
      "author": "Bonnie Grove, Talking to the Dead",
      "category": "contemporary-fiction, literature-quotes, psychological-drama"
    },
    {
      "quote": "But you raised a ruckus about and threatened to perform a Julius Caesarian on anybody on anybody who calls April the cruelest month- I was Damn born out of the loins of my father in the spring of April, you claimed. Surgeon, you stood up for the month of buds and bitches like a true Kuon Kunos",
      "author": "Aporva Kala, Life... Love... Kumbh...",
      "category": "literature-quotes"
    },
    {
      "quote": "Words have the power to make things true if they're said right.",
      "author": "Alden Bell",
      "category": "literature-quotes"
    },
    {
      "quote": "A woman may develop wrinkles and cellulite, lose her waistline, her bustline, her ability to bear a child, even her sense of humor, but none of that implies a loss of her sexuality, her femininity",
      "author": "Barbara Gordon",
      "category": "life, passion, adventure"
    },
    {
      "quote": "Most of life is routine-dull and grubby, but routine is the mountain that keeps a man going. If you wait for inspiration you'll be standing on the corner after the parade is a mile down the street.",
      "author": "Ben Nicholas",
      "category": "life, passion, adventure"
    },
    {
      "quote": "Charles Dickens' creation of Mr. Pickwick did more for the elevation of the human race - I say it in all seriousness - than Cardinal Newman's Lead Kindly Light Amid the Encircling Gloom. Newman only cried out for light in the gloom of a sad world. Dickens gave it.",
      "author": "Stephen Leacock",
      "category": "life, passion, adventure"
    },
    {
      "quote": "The wind was cold off the mountains and I was a naked man with enemies behind me, and nothing before me but hope.",
      "author": "Louis L'Amour",
      "category": "life, passion, adventure"
    },
    {
      "quote": "Men trip not on mountains, they stumble on stones.",
      "author": "Anon",
      "category": "life, passion, adventure"
    },
    {
      "quote": "Man's attitude toward great qualities in others is often the same as toward high mountains - he admires them but he prefers to walk around them.",
      "author": "Moritz Saphir.",
      "category": "life, passion, adventure"
    },
    {
      "quote": "Courage is the lovely virtue-the rib of Himself that God sent down to His children.",
      "author": "J.M. Barrie",
      "category": "life, passion, adventure"
    },
    {
      "quote": "Change is the watchword of progression. When we tire of well-worn ways, we seek for new. This restless craving in the souls of men spurs them to climb, and to seek the mountain view.",
      "author": "Ella Wheeler",
      "category": "life, passion, adventure"
    },
    {
      "quote": "Give us men to match our mountains, Give us men to match our plains: Men with empires in their purpose And new eras in their brains.",
      "author": "Miller H.T.",
      "category": "life, passion, adventure"
    },
    {
      "quote": "Wisdom doesn't automatically come with old age. Nothing does - except wrinkles. It's true, some wines improve with age. But only if the grapes were good in the first place.",
      "author": "Abigail Van Buren",
      "category": "life, passion, adventure"
    },
    {
      "quote": "Many a man that couldn't direct ye to th' drug store on th' corner when he was thirty will get a respectful hearin' when age has further impaired his mind.",
      "author": "Finley Peter Dunne",
      "category": "life, passion, adventure"
    },
    {
      "quote": "A mountain man tries to live with the country instead of against it.",
      "author": "Louis L'Amour",
      "category": "life, passion, adventure"
    },
    {
      "quote": "Great things in business are never done by one person. They're done by a team of people.",
      "author": "Steve Jobs",
      "category": "Team, Great, People"
    },
    {
      "quote": "Most of what we call management consists of making it difficult for people to get their work done.",
      "author": "Peter Drucker",
      "category": "Work, Management, People"
    },
    {
      "quote": "I love those who can smile in trouble, who can gather strength from distress, and grow brave by reflection. 'Tis the business of little minds to shrink, but they whose heart is firm, and whose conscience approves their conduct, will pursue their principles unto death.",
      "author": "Leonardo da Vinci",
      "category": "Love, Smile, Strength"
    },
    {
      "quote": "Making money is art and working is art and good business is the best art.",
      "author": "Andy Warhol",
      "category": "Art, Money, Good"
    },
    {
      "quote": "A satisfied customer is the best business strategy of all.",
      "author": "Michael LeBoeuf",
      "category": "Best, Strategy, Customer"
    },
    {
      "quote": "Whenever you find yourself on the side of the majority, it is time to pause and reflect.",
      "author": "Mark Twain",
      "category": "Time, Yourself, You"
    },
    {
      "quote": "Happiness does not come from doing easy work but from the afterglow of satisfaction that comes after the achievement of a difficult task that demanded our best.",
      "author": "Theodore Isaac Rubin",
      "category": "Work, Happiness, Best"
    },
    {
      "quote": "If people like you, they'll listen to you, but if they trust you, they'll do business with you.",
      "author": "Zig Ziglar",
      "category": "Trust, People, You"
    },
    {
      "quote": "Before you can become a millionaire, you must learn to think like one. You must learn how to motivate yourself to counter fear with courage. Making critical decisions about your career, business, investments and other resources conjures up fear, fear that is part of the process of becoming a financial success.",
      "author": "Thomas J. Stanley",
      "category": "Success, Courage, Fear"
    },
    {
      "quote": "An organization's ability to learn, and translate that learning into action rapidly, is the ultimate competitive advantage.",
      "author": "Jack Welch",
      "category": "Learning, Action"
    },
    {
      "quote": "A business that makes nothing but money is a poor business.",
      "author": "Henry Ford",
      "category": "Money, Nothing, Poor"
    },
    {
      "quote": "Information technology and business are becoming inextricably interwoven. I don't think anybody can talk meaningfully about one without the talking about the other.",
      "author": "Bill Gates",
      "category": "Technology, Information"
    },
    {
      "quote": "A passionate belief in your business and personal objectives can make all the difference between success and failure. If you aren't proud of what you're doing, why should anybody else be?",
      "author": "Richard Branson",
      "category": "Success, Failure, Proud"
    },
    {
      "quote": "My philosophy is it's none of my business what people say of me and think of me. I am what I am, and I do what I do. I expect nothing and accept everything. And it makes life so much easier.",
      "author": "Anthony Hopkins",
      "category": "Life, I Am, Philosophy"
    },
    {
      "quote": "We're all working together that's the secret.",
      "author": "Sam Walton",
      "category": "Working Together, Together"
    },
    {
      "quote": "There is only one boss. The customer. And he can fire everybody in the company from the chairman on down, simply by spending his money somewhere else.",
      "author": "Sam Walton",
      "category": "Money, Boss, Fire"
    },
    {
      "quote": "The first rule of any technology used in a business is that automation applied to an efficient operation will magnify the efficiency. The second is that automation applied to an inefficient operation will magnify the inefficiency.",
      "author": "Bill Gates",
      "category": "Technology, Efficiency"
    },
    {
      "quote": "Everyone is your best friend when you are successful. Make sure that the people that you surround yourself with are also the people that you are not afraid of failing with.",
      "author": "Paula Abdul",
      "category": "Best, Best Friend, Yourself"
    },
    {
      "quote": "In the business world, the rearview mirror is always clearer than the windshield.",
      "author": "Warren Buffett",
      "category": "Mirror, World, Always"
    },
    {
      "quote": "The greatest ability in business is to get along with others and to influence their actions.",
      "author": "John Hancock",
      "category": "Influence, Greatest, Ability"
    },
    {
      "quote": "There is always space for improvement, no matter how long you've been in the business.",
      "author": "Oscar De La Hoya",
      "category": "Improvement, Space, Long"
    },
    {
      "quote": "Just because something doesn't do what you planned it to do doesn't mean it's useless.",
      "author": "Thomas A. Edison",
      "category": "Just Because, You, Mean"
    },
    {
      "quote": "America isn't Congress. America isn't Washington. America is the striving immigrant who starts a business, or the mom who works two low-wage jobs to give her kid a better life. America is the union leader and the CEO who put aside their differences to make the economy stronger.",
      "author": "Barack Obama",
      "category": "Life, Leader, Mom"
    },
    {
      "quote": "Sales are contingent upon the attitude of the salesman - not the attitude of the prospect.",
      "author": "W. Clement Stone",
      "category": "Attitude, Sales, Salesman"
    },
    {
      "quote": "If you're trying to create a company, it's like baking a cake. You have to have all the ingredients in the right proportion.",
      "author": "Elon Musk",
      "category": "Cake, Company, Baking"
    },
    {
      "quote": "Details create the big picture.",
      "author": "Sanford I. Weill",
      "category": "Details, Picture"
    },
    {
      "quote": "Your customers are the lifeblood of your business. Their needs and wants impact every aspect of your business, from product development to content marketing to sales to customer service.",
      "author": "John Rampton",
      "category": "Service, Impact, Marketing"
    },
    {
      "quote": "Almost all quality improvement comes via simplification of design, manufacturing... layout, processes, and procedures.",
      "author": "Tom Peters",
      "category": "Design, Improvement, Quality"
    },
    {
      "quote": "Business has only two functions - marketing and innovation.",
      "author": "Milan Kundera",
      "category": "Innovation, Marketing, Two"
    },
    {
      "quote": "I love the man that can smile in trouble, that can gather strength from distress, and grow brave by reflection. 'Tis the business of little minds to shrink, but he whose heart is firm, and whose conscience approves his conduct, will pursue his principles unto death.",
      "author": "Thomas Paine",
      "category": "Love, Smile, Strength"
    },
    {
      "quote": "It is not from the benevolence of the butcher, the brewer, or the baker that we expect our dinner, but from their regard to their own interest.",
      "author": "Adam Smith",
      "category": "Dinner, Expect, Interest"
    },
    {
      "quote": "Effort only fully releases its reward after a person refuses to quit.",
      "author": "Napoleon Hill",
      "category": "Effort, Reward, Quit"
    },
    {
      "quote": "Business opportunities are like buses, there's always another one coming.",
      "author": "Richard Branson",
      "category": "Opportunities, Always, Like"
    },
    {
      "quote": "One of the tests of leadership is the ability to recognize a problem before it becomes an emergency.",
      "author": "Arnold H. Glasow",
      "category": "Leadership, Problem, Ability"
    },
    {
      "quote": "Do what you love to do and give it your very best. Whether it's business or baseball, or the theater, or any field. If you don't love what you're doing and you can't give it your best, get out of it. Life is too short. You'll be an old man before you know it.",
      "author": "Al Lopez",
      "category": "Love, Life, Best"
    },
    {
      "quote": "Personal relationships are always the key to good business. You can buy networking you can't buy friendships.",
      "author": "Lindsay Fox",
      "category": "Good, Networking"
    },
    {
      "quote": "The superior man understands what is right the inferior man understands what will sell.",
      "author": "Confucius",
      "category": "Man, Right, Sell"
    },
    {
      "quote": "Don't ever let your business get ahead of the financial side of your business. Accounting, accounting, accounting. Know your numbers.",
      "author": "Tilman J. Fertitta",
      "category": "Accounting, Financial, Know"
    },
    {
      "quote": "We need business to understand its social responsibility, that the main task and objective for a business is not to generate extra income and to become rich and transfer the money abroad, but to look and evaluate what a businessman has done for the country, for the people, on whose account he or she has become so rich.",
      "author": "Vladimir Putin",
      "category": "Money, Responsibility, Rich"
    },
    {
      "quote": "A man should never neglect his family for business.",
      "author": "Walt Disney",
      "category": "Family, Man, Never"
    },
    {
      "quote": "Just really, really believe in what you're trying to do. Don't let people alter that. Let people advise you and lead you down paths to make smart business decisions. But trust your instinct and trust that overwhelming drive that made you put all your dreams and everything on the line.",
      "author": "Luke Bryan",
      "category": "Dreams, Trust, Smart"
    },
    {
      "quote": "I want to put a ding in the universe.",
      "author": "Steve Jobs",
      "category": "Universe, Want, Put"
    },
    {
      "quote": "Sometimes when you innovate, you make mistakes. It is best to admit them quickly, and get on with improving your other innovations.",
      "author": "Steve Jobs",
      "category": "Best, Mistakes, You"
    },
    {
      "quote": "Economic depression cannot be cured by legislative action or executive pronouncement. Economic wounds must be healed by the action of the cells of the economic body - the producers and consumers themselves.",
      "author": "Herbert Hoover",
      "category": "Depression, Action, Body"
    },
    {
      "quote": "Good humor is a tonic for mind and body. It is the best antidote for anxiety and depression. It is a business asset. It attracts and keeps friends. It lightens human burdens. It is the direct route to serenity and contentment.",
      "author": "Grenville Kleiser",
      "category": "Friends, Humor, Good"
    },
    {
      "quote": "Ethics or simple honesty is the building blocks upon which our whole society is based, and business is a part of our society, and it's integral to the practice of being able to conduct business, that you have a set of honest standards.",
      "author": "Kerry Stokes",
      "category": "Honesty, Society, Simple"
    },
    {
      "quote": "Your mindset matters. It affects everything - from the business and investment decisions you make, to the way you raise your children, to your stress levels and overall well-being.",
      "author": "Peter Diamandis",
      "category": "Children, Stress, Decisions"
    },
    {
      "quote": "The common question that gets asked in business is, 'why?' That's a good question, but an equally valid question is, 'why not?'",
      "author": "Jeff Bezos",
      "category": "Good, Why, Question"
    },
    {
      "quote": "The golden rule for every business man is this: 'Put yourself in your customer's place.'",
      "author": "Orison Swett Marden",
      "category": "Man, Yourself, Customer"
    },
    {
      "quote": "A successful economic development strategy must focus on improving the skills of the area's workforce, reducing the cost of doing business and making available the resources business needs to compete and thrive in today's global economy.",
      "author": "Rod Blagojevich",
      "category": "Today, Focus, Strategy"
    },
    {
      "quote": "From my very first day as an entrepreneur, I've felt the only mission worth pursuing in business is to make people's lives better.",
      "author": "Richard Branson",
      "category": "Day, People, Better"
    },
    {
      "quote": "Life is an exciting business, and most exciting when it is lived for others.",
      "author": "Helen Keller",
      "category": "Life, Lived, Others"
    },
    {
      "quote": "If one does not know to which port one is sailing, no wind is favorable.",
      "author": "Lucius Annaeus Seneca",
      "category": "Wind, Know, Port"
    },
    {
      "quote": "In almost every profession - whether it's law or journalism, finance or medicine or academia or running a small business - people rely on confidential communications to do their jobs. We count on the space of trust that confidentiality provides. When someone breaches that trust, we are all worse off for it.",
      "author": "Hillary Clinton",
      "category": "Trust, Finance, Space"
    },
    {
      "quote": "Sooner or later, those who win are those who think they can.",
      "author": "Paul Tournier",
      "category": "Win, Think, Sooner Or Later"
    },
    {
      "quote": "All you have in business is your reputation - so it's very important that you keep your word.",
      "author": "Richard Branson",
      "category": "Reputation, Important, You"
    },
    {
      "quote": "A live concert to me is exciting because of all the electricity that is generated in the crowd and on stage. It's my favorite part of the business, live concerts.",
      "author": "Elvis Presley",
      "category": "Me, Live, Favorite"
    },
    {
      "quote": "It doesn't matter whether you are pursuing success in business, sports, the arts, or life in general: The bridge between wishing and accomplishing is discipline.",
      "author": "Harvey Mackay",
      "category": "Life, Success, Sports"
    },
    {
      "quote": "The secret of business is to know something that nobody else knows.",
      "author": "Aristotle Onassis",
      "category": "Know, Nobody, Secret"
    },
    {
      "quote": "When Henry Ford made cheap, reliable cars people said, 'Nah, what's wrong with a horse?' That was a huge bet he made, and it worked.",
      "author": "Elon Musk",
      "category": "Horse, People, Said"
    },
    {
      "quote": "The first responsibility of a leader is to define reality. The last is to say thank you. In between, the leader is a servant.",
      "author": "Max de Pree",
      "category": "Leader, Responsibility"
    },
    {
      "quote": "Business is all about the customer: what the customer wants and what they get. Generally, every customer wants a product or service that solves their problem, worth their money, and is delivered with amazing customer service.",
      "author": "Fabrizio Moreira",
      "category": "Money, Service, Amazing"
    },
    {
      "quote": "Great companies are built on great products.",
      "author": "Elon Musk",
      "category": "Great, Products, Built"
    },
    {
      "quote": "If Satan wasn't around, churches would go out of business.",
      "author": "Marilyn Manson",
      "category": "Satan, Go, Would"
    },
    {
      "quote": "The entrepreneur always searches for change, responds to it, and exploits it as an opportunity.",
      "author": "Peter Drucker",
      "category": "Change, Opportunity"
    },
    {
      "quote": "There is no health without mental health; mental health is too important to be left to the professionals alone, and mental health is everyone's business.",
      "author": "Vikram Patel",
      "category": "Health, Alone, Mental Health"
    },
    {
      "quote": "I try not to think about anyone's expectations but rather focus on always doing my personal best. Modeling was never a thought in my mind growing up, but my mom felt it was important for me to be open to business opportunities and expand my horizons.",
      "author": "Anwar Hadid",
      "category": "Best, Mom, Focus"
    },
    {
      "quote": "Perhaps the greatest utopia would be if we could all realize that no utopia is possible; no place to run, no place to hide, just take care of business here and now.",
      "author": "Jack Carroll",
      "category": "Greatest, Care, Take Care"
    },
    {
      "quote": "Information technology is at the core of how you do your business and how your business model itself evolves.",
      "author": "Satya Nadella",
      "category": "Technology, Information"
    },
    {
      "quote": "Intellectual property has the shelf life of a banana.",
      "author": "Bill Gates",
      "category": "Life, Property, Intellectual"
    },
    {
      "quote": "Hell, there are no rules here - we're trying to accomplish something.",
      "author": "Thomas A. Edison",
      "category": "Rules, Hell, Trying"
    },
    {
      "quote": "Social media requires that business leaders start thinking like small-town shop owners. This means taking the long view and avoiding short-term benchmarks to gauge progress. It means allowing the personality, heart and soul of the people who run all levels of the business to show.",
      "author": "Gary Vaynerchuk",
      "category": "Social Media, Progress, Soul"
    },
    {
      "quote": "Failure doesn't mean you are a failure it just means you haven't succeeded yet.",
      "author": "Robert H. Schuller",
      "category": "Failure, You, Mean"
    },
    {
      "quote": "Competition is the keen cutting edge of business, always shaving away at costs.",
      "author": "Henry Ford",
      "category": "Competition, Shaving, Edge"
    },
    {
      "quote": "There's nobody in the business strong enough to scare me.",
      "author": "Tupac Shakur",
      "category": "Strong, Me, Nobody"
    },
    {
      "quote": "Starting your own business isn't just a job - it's a way of life.",
      "author": "Richard Branson",
      "category": "Life, Job, Way"
    },
    {
      "quote": "Behind every small business, there's a story worth knowing. All the corner shops in our towns and cities, the restaurants, cleaners, gyms, hair salons, hardware stores - these didn't come out of nowhere.",
      "author": "Paul Ryan",
      "category": "Hair, Small, Story"
    },
    {
      "quote": "You can rule ignorance; you can manipulate the illiterate; you can do whatever you want when a people are uneducated, so that goes in line with corrupt business and corrupt politics.",
      "author": "will.i.am",
      "category": "Politics, Ignorance, People"
    },
    {
      "quote": "Small business is the backbone of our economy. I'm for big business, too. But small business is where the jobs are generated.",
      "author": "Michele Bachmann",
      "category": "Small, Economy, Backbone"
    },
    {
      "quote": "Hackers are breaking the systems for profit. Before, it was about intellectual curiosity and pursuit of knowledge and thrill, and now hacking is big business.",
      "author": "Kevin Mitnick",
      "category": "Knowledge, Curiosity, Profit"
    },
    {
      "quote": "I believe you have to be willing to be misunderstood if you're going to innovate.",
      "author": "Jeff Bezos",
      "category": "Believe, I Believe, You"
    },
    {
      "quote": "Intuition is the key to everything, in painting, filmmaking, business - everything. I think you could have an intellectual ability, but if you can sharpen your intuition, which they say is emotion and intellect joining together, then a knowingness occurs.",
      "author": "David Lynch",
      "category": "Together, Painting"
    },
    {
      "quote": "The competitor to be feared is one who never bothers about you at all, but goes on making his own business better all the time.",
      "author": "Henry Ford",
      "category": "Time, Better, You"
    },
    {
      "quote": "It's OK to have your eggs in one basket as long as you control what happens to that basket.",
      "author": "Elon Musk",
      "category": "Control, Long, You"
    },
    {
      "quote": "You are free; you are free to go to your temples, you are free to go to your mosques or to any other place or worship in this State of Pakistan. You may belong to any religion or caste or creed - that has nothing to do with the business of the State.",
      "author": "Muhammad Ali Jinnah",
      "category": "Religion, Free, You"
    },
    {
      "quote": "Politeness and civility are the best capital ever invested in business. Large stores, gilt signs, flaming advertisements, will all prove unavailing if you or your employees treat your patrons abruptly. The truth is, the more kind and liberal a man is, the more generous will be the patronage bestowed upon him.",
      "author": "P. T. Barnum",
      "category": "Best, Truth, Man"
    },
    {
      "quote": "To me, business isn't about wearing suits or pleasing stockholders. It's about being true to yourself, your ideas and focusing on the essentials.",
      "author": "Richard Branson",
      "category": "Ideas, Yourself, Me"
    },
    {
      "quote": "The main business of a lawyer is to take the romance, the mystery, the irony, the ambiguity out of everything he touches.",
      "author": "Antonin Scalia",
      "category": "Lawyer, Mystery, Irony"
    },
    {
      "quote": "Not for nothing is their motto TGIF - 'Thank God It's Friday.' They live for the weekends, when they can go do what they really want to do.",
      "author": "Richard Nelson Bolles",
      "category": "Motto, God, Thank God"
    },
    {
      "quote": "As an entrepreneur, I've come across countless articles and quotes proudly telling me that I should accept failure, smile, and keep my head up. In other words, I've been told to stay positive. The thing is, when you're forced to shut down a business and let really awesome people you care about go, staying positive is the last thing on your mind.",
      "author": "John Rampton",
      "category": "Positive, Smile, Failure"
    },
    {
      "quote": "City life is stressful. Everybody is running around like crazy, stuck in traffic jams trying to make meetings, trying to make ends meet, trying to meet deadlines, trying to get kids to and from activities. There aren't enough hours in the day for all this business.",
      "author": "Rebecca Pidgeon",
      "category": "Life, Day, City"
    },
    {
      "quote": "My success just evolved from working hard at the business at hand each day.",
      "author": "Johnny Carson",
      "category": "Success, Day, Working Hard"
    },
    {
      "quote": "Many people dream about being an entrepreneur, starting their own business, working for themselves, and living the good life. Very few, however, will actually take the plunge and put everything they've got into being their own boss.",
      "author": "Fabrizio Moreira",
      "category": "Life, Good, Boss"
    },
    {
      "quote": "Brand is just a perception, and perception will match reality over time. Sometimes it will be ahead, other times it will be behind. But brand is simply a collective impression some have about a product.",
      "author": "Elon Musk",
      "category": "Time, Perception, Reality"
    },
    {
      "quote": "In all cities, the better classes - the business men - are the sources of corruption, but they are so rarely pursued and caught that we do not fully realize whence the trouble comes.",
      "author": "Lincoln Steffens",
      "category": "Men, Corruption, Better"
    },
    {
      "quote": "An organization, no matter how well designed, is only as good as the people who live and work in it.",
      "author": "Dee Hock",
      "category": "Work, Good, People"
    },
    {
      "quote": "Joy is the serious business of Heaven.",
      "author": "C. S. Lewis",
      "category": "Joy, Heaven, Serious"
    },
    {
      "quote": "A friendship founded on business is better than a business founded on friendship.",
      "author": "John D. Rockefeller",
      "category": "Friendship, Better, Than"
    },
    {
      "quote": "Some people regard private enterprise as a predatory tiger to be shot. Others look on it as a cow they can milk. Not enough people see it as a healthy horse, pulling a sturdy wagon.",
      "author": "Winston Churchill",
      "category": "Horse, People, Healthy"
    },
    {
      "quote": "The biggest hurdle is rejection. Any business you start, be ready for it. The difference between successful people and unsuccessful people is the successful people do all the things the unsuccessful people don't want to do. When 10 doors are slammed in your face, go to door number 11 enthusiastically, with a smile on your face.",
      "author": "John Paul DeJoria",
      "category": "Smile, Door, Successful"
    },
    {
      "quote": "Our favorite holding period is forever.",
      "author": "Warren Buffett",
      "category": "Favorite, Forever, Holding"
    },
    {
      "quote": "The same products, services or technologies can fail or succeed depending on the business model you choose. Exploring the possibilities is critical to finding a successful business model. Settling on first ideas risks the possibility of missing potential that can only be discovered by prototyping and testing different alternatives.",
      "author": "Alexander Osterwalder",
      "category": "Ideas, Successful, Risks"
    },
    {
      "quote": "In business, the idea of measuring what you are doing, picking the measurements that count like customer satisfaction and performance... you thrive on that.",
      "author": "Bill Gates",
      "category": "Performance, Customer, You"
    },
    {
      "quote": "Your premium brand had better be delivering something special, or it's not going to get the business.",
      "author": "Warren Buffett",
      "category": "Brand, Better, Special"
    },
    {
      "quote": "The true measure of the value of any business leader and manager is performance.",
      "author": "Brian Tracy",
      "category": "Leader, Value, Performance"
    },
    {
      "quote": "It's important to think good, speak good, and do good. If we want to see positive change in the world, then we need to connect to goodness. I try in everything I do, both in business and philanthropy, to make a positive change and do that by doing good.",
      "author": "Shari Arison",
      "category": "Positive, Change, Good"
    },
    {
      "quote": "I served in all commissioned ranks from a second Lieutenant to a Major General. And during that time, I spent most of my time being a high-class muscle man for Big Business, for Wall Street, and for the bankers. In short, I was a racketeer for capitalism.",
      "author": "Smedley Butler",
      "category": "Time, Man, Short"
    },
    {
      "quote": "Meetings are indispensable when you don't want to do anything.",
      "author": "John Kenneth Galbraith",
      "category": "Meetings, Want, You"
    },
    {
      "quote": "If the First Amendment means anything, it means that a state has no business telling a man, sitting alone in his house, what books he may read or what films he may watch.",
      "author": "Thurgood Marshall",
      "category": "Alone, Man, First Amendment"
    },
    {
      "quote": "Business is not just doing deals; business is having great products, doing great engineering, and providing tremendous service to customers. Finally, business is a cobweb of human relationships.",
      "author": "Ross Perot",
      "category": "Great, Service, Engineering"
    },
    {
      "quote": "Debt is a trap, especially student debt, which is enormous, far larger than credit card debt. It's a trap for the rest of your life because the laws are designed so that you can't get out of it. If a business, say, gets in too much debt, it can declare bankruptcy, but individuals can almost never be relieved of student debt through bankruptcy.",
      "author": "Noam Chomsky",
      "category": "Life, Student, You"
    },
    {
      "quote": "I am not yet ready to be Tsar. I know nothing of the business of ruling.",
      "author": "Nicholas II of Russia",
      "category": "I Am, Know, Ready"
    },
    {
      "quote": "The keystone of successful business is cooperation. Friction retards progress.",
      "author": "James Cash Penney",
      "category": "Progress, Successful"
    },
    {
      "quote": "Team synergy has an extraordinary impact on business results.",
      "author": "Patrick Lencioni",
      "category": "Team, Impact, Extraordinary"
    },
    {
      "quote": "Four or five frigates will do the business without any military force.",
      "author": "Lord North",
      "category": "Military, Will, Without"
    },
    {
      "quote": "There are two ways to extend a business. Take inventory of what you're good at and extend out from your skills. Or determine what your customers need and work backward, even if it requires learning new skills. Kindle is an example of working backward.",
      "author": "Jeff Bezos",
      "category": "Work, Learning, Good"
    },
    {
      "quote": "What helps people, helps business.",
      "author": "Leo Burnett",
      "category": "Leadership, People, Helps"
    },
    {
      "quote": "Learn computer science. It's extraordinarily helpful. I like recommending learning economics as well so they think in terms of business, they have rational frameworks for looking at the world, but yeah, computer science is an amazing way to get into, even if you want to be CEO, having a tech background is helpful.",
      "author": "Fabrice Grinda",
      "category": "Learning, Science, World"
    },
    {
      "quote": "The reality is that business and investment spending are the true leading indicators of the economy and the stock market. If you want to know where the stock market is headed, forget about consumer spending and retail sales figures. Look to business spending, price inflation, interest rates, and productivity gains.",
      "author": "Mark Skousen",
      "category": "Reality, Want, Stock Market"
    },
    {
      "quote": "In business, the competition will bite you if you keep running, if you stand still, they will swallow you.",
      "author": "Victor Kiam",
      "category": "Competition, Stand, You"
    },
    {
      "quote": "I don't think that faith, whatever you're being faithful about, really can be scientifically explained. And I don't want to explain this whole life business through truth, science. There's so much mystery. There's so much awe.",
      "author": "Jane Goodall",
      "category": "Life, Truth, Science"
    },
    {
      "quote": "If you don't drive your business, you will be driven out of business.",
      "author": "B. C. Forbes",
      "category": "Drive, You, Will"
    },
    {
      "quote": "Good website practice and optimizing for conversion usually makes for good search engine optimization. These work together to ensure you drive quality traffic and can persuade that traffic to help you meet your business goals.",
      "author": "Marc Ostrofsky",
      "category": "Work, Goals, Good"
    },
    {
      "quote": "The purpose of a business is to create a customer.",
      "author": "Peter Drucker",
      "category": "Purpose, Customer, Create"
    },
    {
      "quote": "When cattle ranchers clear rain forests to raise beef to sell to fast-food chains that make hamburgers to sell to Americans, who have the highest rate of heart disease in the world (and spend the most money per GNP on health care), we can say easily that business is no longer developing the world. We have become its predator.",
      "author": "Paul Hawken",
      "category": "Rain, Money, Health"
    },
    {
      "quote": "We cannot make events. Our business is wisely to improve them.",
      "author": "Samuel Adams",
      "category": "Events, Improve, Wisely"
    },
    {
      "quote": "Mickey Mouse popped out of my mind onto a drawing pad 20 years ago on a train ride from Manhattan to Hollywood at a time when business fortunes of my brother Roy and myself were at lowest ebb and disaster seemed right around the corner.",
      "author": "Walt Disney",
      "category": "Time, Myself, Brother"
    },
    {
      "quote": "Networking is all about connecting with people. But then again, isn't that what life is about? The more time you can find to get out of the office and build true friendships, the farther your startup will go. Entrepreneurs need to remember to spend as much time working on their business as they do in their business.",
      "author": "Jay Samit",
      "category": "Life, Time, Networking"
    },
    {
      "quote": "The best way to look at any business is from the standpoint of the clients.",
      "author": "Jamie Dimon",
      "category": "Best, Look, Clients"
    },
    {
      "quote": "I wish the music business was a much easier thing, but you know what? Nothing easy is worth anything. So it is what it is. There comes a time when things can work out and everybody can be happy. And that's what it's all about in the end - everybody being happy and working it out.",
      "author": "Nas",
      "category": "Work, Music, Time"
    },
    {
      "quote": "I worry that business leaders are more interested in material gain than they are in having the patience to build up a strong organization, and a strong organization starts with caring for their people.",
      "author": "John Wooden",
      "category": "Patience, Strong, Caring"
    },
    {
      "quote": "Camping is nature's way of promoting the motel business.",
      "author": "Dave Barry",
      "category": "Nature, Way, Camping"
    },
    {
      "quote": "Time is the scarcest resource and unless it is managed nothing else can be managed.",
      "author": "Peter Drucker",
      "category": "Time, Nothing, Resource"
    },
    {
      "quote": "Trust is the lubrication that makes it possible for organizations to work.",
      "author": "Warren Bennis",
      "category": "Work, Trust, Possible"
    },
    {
      "quote": "If we listened to our intellect, we'd never have a love affair. We'd never have a friendship. We'd never go into business, because we'd be cynical. Well, that's nonsense. You've got to jump off cliffs all the time and build your wings on the way down.",
      "author": "Ray Bradbury",
      "category": "Love, Friendship, Time"
    },
    {
      "quote": "Almost everything worthwhile carries with it some sort of risk, whether it's starting a new business, whether it's leaving home, whether it's getting married, or whether it's flying in space.",
      "author": "Chris Hadfield",
      "category": "Home, Space, Leaving"
    },
    {
      "quote": "In the real estate business you learn more about people, and you learn more about community issues, you learn more about life, you learn more about the impact of government, probably than any other profession that I know of.",
      "author": "Johnny Isakson",
      "category": "Life, Community, Government"
    },
    {
      "quote": "Interior design is a business of trust.",
      "author": "Venus Williams",
      "category": "Trust, Design, Interior"
    },
    {
      "quote": "There's no business like show business, but there are several businesses like accounting.",
      "author": "David Letterman",
      "category": "Accounting, Like, Show"
    },
    {
      "quote": "I think the path is different for everybody. Go after the doors that are open to you. That has always been my motto getting into the music business. Do the things that seem to be good opportunities and work hard at it. Try to make good decisions and be nice. Hopefully all of that will pay off at some point.",
      "author": "Chris Stapleton",
      "category": "Work, Music, Good"
    },
    {
      "quote": "I believe that being successful means having a balance of success stories across the many areas of your life. You can't truly be considered successful in your business life if your home life is in shambles.",
      "author": "Zig Ziglar",
      "category": "Life, Success, Home"
    },
    {
      "quote": "A consultant is someone who saves his client almost enough to pay his fee.",
      "author": "Arnold H. Glasow",
      "category": "Enough, Consultant, Someone"
    },
    {
      "quote": "Profit in business comes from repeat customers, customers that boast about your project or service, and that bring friends with them.",
      "author": "W. Edwards Deming",
      "category": "Friends, Service, Profit"
    },
    {
      "quote": "In both business and personal life, I've always found that travel inspires me more than anything else I do. Evidence of the languages, cultures, scenery, food, and design sensibilities that I discover all over the world can be found in every piece of my jewelry.",
      "author": "Ivanka Trump",
      "category": "Life, Travel, Food"
    },
    {
      "quote": "As a goalkeeper you need to be good at organising the people in front of you and motivating them. You need to see what's going on and react to the threats. Just like a good manager in business.",
      "author": "Peter Shilton",
      "category": "Good, People, You"
    },
    {
      "quote": "The rule of my life is to make business a pleasure, and pleasure my business.",
      "author": "Aaron Burr",
      "category": "Life, My Life, Pleasure"
    },
    {
      "quote": "In many spheres of human endeavor, from science to business to education to economic policy, good decisions depend on good measurement.",
      "author": "Ben Bernanke",
      "category": "Education, Good, Science"
    },
    {
      "quote": "Our business is about technology, yes. But it's also about operations and customer relationships.",
      "author": "Michael Dell",
      "category": "Technology, Customer"
    },
    {
      "quote": "I want to apologize to all of the people I have let down because of my behavior which has reflected badly on my family, friends, co-workers, business associates and others.",
      "author": "Kate Moss",
      "category": "Family, Friends, Behavior"
    },
    {
      "quote": "Regard it as just as desirable to build a chicken house as to build a cathedral.",
      "author": "Frank Lloyd Wright",
      "category": "Chicken, Build, House"
    },
    {
      "quote": "The work of the individual still remains the spark that moves mankind ahead even more than teamwork.",
      "author": "Igor Sikorsky",
      "category": "Work, Teamwork, Spark"
    },
    {
      "quote": "Having haters is just a part of the business, and the more haters you have, the more people like you - that's how I view it, because I try to see the positive in things.",
      "author": "Nick Jonas",
      "category": "Positive, People, View"
    },
    {
      "quote": "Finding good partners is the key to success in anything: in business, in marriage and, especially, in investing.",
      "author": "Robert Kiyosaki",
      "category": "Success, Marriage, Good"
    },
    {
      "quote": "If you're not a risk taker, you should get the hell out of business.",
      "author": "Ray Kroc",
      "category": "Risk, Hell, You"
    },
    {
      "quote": "Freedom. Freedom of religion. Freedom to speak their mind. Freedom to build a life. And yes, freedom to build a business. With their own hands. This is the essence of the American experience.",
      "author": "Mitt Romney",
      "category": "Life, Freedom, Experience"
    },
    {
      "quote": "The evolving social and digital media platforms and highly innovative and relevant payment capabilities are causing seismic changes in consumer behavior and creating equally disruptive opportunities for business.",
      "author": "Howard Schultz",
      "category": "Changes, Opportunities"
    },
    {
      "quote": "Start with good people, lay out the rules, communicate with your employees, motivate them and reward them. If you do all those things effectively, you can't miss.",
      "author": "Lee Iacocca",
      "category": "Good, Rules, Good People"
    },
    {
      "quote": "If Planned Parenthood wants to be involved in providing counseling services and HIV testing, they ought not be in the business of providing abortions.",
      "author": "Mike Pence",
      "category": "Testing, Involved, Planned"
    },
    {
      "quote": "There's no reason to be the richest man in the cemetery. You can't do any business from there.",
      "author": "Colonel Sanders",
      "category": "Man, You, Reason"
    },
    {
      "quote": "I don't create companies for the sake of creating companies, but to get things done.",
      "author": "Elon Musk",
      "category": "Creating, Done, Create"
    },
    {
      "quote": "When I started Virgin from a basement in west London, there was no great plan or strategy. I didn't set out to build a business empire... For me, building a business is all about doing something to be proud of, bringing talented people together and creating something that's going to make a real difference to other people's lives.",
      "author": "Richard Branson",
      "category": "Great, Together, Me"
    },
    {
      "quote": "When you're young, you look at television and think, there's a conspiracy. The networks have conspired to dumb us down. But when you get a little older, you realize that's not true. The networks are in business to give people exactly what they want.",
      "author": "Steve Jobs",
      "category": "People, Television"
    },
    {
      "quote": "Thank God, I have the opportunity to do what I love, which is my family and work on a business and try and make it the best that it can be.",
      "author": "Rob Kardashian",
      "category": "Love, Work, Family"
    },
    {
      "quote": "It is rare to find a business partner who is selfless. If you are lucky it happens once in a lifetime.",
      "author": "Michael Eisner",
      "category": "Leadership, Partner, You"
    },
    {
      "quote": "We're in the business of selling pleasure. We don't sell handbags or haute couture. We sell dreams.",
      "author": "Alain Wertheimer",
      "category": "Dreams, Selling, Pleasure"
    },
    {
      "quote": "The biggest challenge for everybody to realize out there is that we're in a very complicated business world and that were all under one umbrella and it's very challenging for everybody to figure out where the priorities lie and where the loyalties lie.",
      "author": "Scott Bakula",
      "category": "Challenge, Lie, World"
    },
    {
      "quote": "My vision is to build an e-commerce ecosystem that allows consumers and businesses to do all aspects of business online.",
      "author": "Jack Ma",
      "category": "Vision, Build, E-Commerce"
    },
    {
      "quote": "I'm in a stage where I feel like I need to retrain my mind, because since the beginning of my career, I've been such a fighter and a little hustler and someone who just tried to stay afloat in this business.",
      "author": "Ali Larter",
      "category": "Beginning, Mind, Career"
    },
    {
      "quote": "There is something sinister, something quite biographical about what I do - but that part is for me. It's my personal business. I think there is a lot of romance, melancholy. There's a sadness to it, but there's romance in sadness. I suppose I am a very melancholy person.",
      "author": "Alexander McQueen",
      "category": "Sadness, I Am, Me"
    },
    {
      "quote": "It's not what you pay a man, but what he costs you that counts.",
      "author": "Will Rogers",
      "category": "Man, Pay, You"
    },
    {
      "quote": "If there's one thing that's certain in business, it's uncertainty.",
      "author": "Stephen Covey",
      "category": "Uncertainty, One Thing"
    },
    {
      "quote": "Positive thinking is the key to success in business, education, pro football, anything that you can mention. I go out there thinking that I'm going to complete every pass.",
      "author": "Ron Jaworski",
      "category": "Positive, Education, Success"
    },
    {
      "quote": "Effective philanthropy requires a lot of time and creativity - the same kind of focus and skills that building a business requires.",
      "author": "Bill Gates",
      "category": "Time, Creativity, Focus"
    },
    {
      "quote": "My model for business is The Beatles: They were four guys that kept each others' negative tendencies in check they balanced each other. And the total was greater than the sum of the parts.",
      "author": "Steve Jobs",
      "category": "Negative, Beatles, Check"
    },
    {
      "quote": "People will buy anything that is 'one to a customer.'",
      "author": "Sinclair Lewis",
      "category": "People, Customer, Anything"
    },
    {
      "quote": "Commitment, belief and positive attitude are all important if you're going to be a success, whether you're in sports, in business or, as in my case, anthropology.",
      "author": "Donald Johanson",
      "category": "Positive, Success, Sports"
    },
    {
      "quote": "The business of business is relationships the business of life is human connection.",
      "author": "Robin S. Sharma",
      "category": "Life, Relationships, Human"
    },
    {
      "quote": "I notice that young men go to the universities in order to become doctors or philosophers or anything, so long as it is a title, and that many go in for those professions who are utterly unfit for them, while others who would be very competent are prevented by business or their daily cares, which keep them away from letters.",
      "author": "Galileo Galilei",
      "category": "Daily, Men, Long"
    },
    {
      "quote": "The TV business is uglier than most things. It is normally perceived as some kind of cruel and shallow money trench through the heart of the journalism industry, a long plastic hallway where thieves and pimps run free and good men die like dogs, for no good reason.",
      "author": "Hunter S. Thompson",
      "category": "Money, Good, Heart"
    },
    {
      "quote": "If being a werewolf is really a curse, you've got to treat it honorably. If werewolves are going to carry on, there has to be an incredibly powerful force. There is the business of the craving, the hunger for the kill. It has to be deeply pleasurable and more than an appetite for meat. There has to be a sensual dimension to it.",
      "author": "Glen Duncan",
      "category": "Powerful, Treat, You"
    },
    {
      "quote": "There are pros and cons of experience. A con is that you can't look at the business with a fresh pair of eyes and as objectively as if you were a new CEO. Fire yourself on a Friday night and come in on Monday morning as if a search firm put you there as a turn-around leader. Can you be objective and make the bold change?",
      "author": "Andrea Jung",
      "category": "Change, Morning, Leader"
    },
    {
      "quote": "You're either making money or you're not. If you're not making money get out of the business.",
      "author": "Meredith Whitney",
      "category": "Money, Making Money, You"
    },
    {
      "quote": "To thrive, all businesses must focus on the art of self-disruption. Rather than wait for the competition to steal your business, every founder and employee needs to be willing to cannibalize their existing revenue streams in order to create new ones. All disruption starts with introspection.",
      "author": "Jay Samit",
      "category": "Art, Focus, Competition"
    },
    {
      "quote": "Punctuality is the soul of business.",
      "author": "Thomas Chandler Haliburton",
      "category": "Soul, Punctuality"
    },
    {
      "quote": "I may be kindly, I am ordinarily gentle, but in my line of business I am obliged to will terribly what I will at all.",
      "author": "Catherine the Great",
      "category": "I Am, Will, May"
    },
    {
      "quote": "I realized early on, maybe better than some of my competitors did, that a textile business can run only if you have scale. I decided to horizontally and vertically integrate, adding everything from spinning, dyeing, weaving, and stitching to processing and packing.",
      "author": "Mian Muhammad Mansha",
      "category": "Better, Run, You"
    },
    {
      "quote": "Do more than is required. What is the distance between someone who achieves their goals consistently and those who spend their lives and careers merely following? The extra mile.",
      "author": "Gary Ryan Blair",
      "category": "Goals, Distance, Extra Mile"
    },
    {
      "quote": "Indomitable perseverance in a business, properly understood, always ensures ultimate success.",
      "author": "Cyrus McCormick",
      "category": "Success, Perseverance"
    },
    {
      "quote": "No person will make a great business who wants to do it all himself or get all the credit.",
      "author": "Andrew Carnegie",
      "category": "Great, Credit, Person"
    },
    {
      "quote": "Lots of folks confuse bad management with destiny.",
      "author": "Kin Hubbard",
      "category": "Management, Destiny, Bad"
    },
    {
      "quote": "Everyone has an invisible sign hanging from their neck saying, 'Make me feel important.' Never forget this message when working with people.",
      "author": "Mary Kay Ash",
      "category": "Me, People, Never Forget"
    },
    {
      "quote": "I am certainly not one of those who need to be prodded. In fact, if anything, I am the prod.",
      "author": "Winston Churchill",
      "category": "I Am, Anything, Need"
    },
    {
      "quote": "In the end, all business operations can be reduced to three words: people, product, and profits.",
      "author": "Lee Iacocca",
      "category": "Words, End, People"
    },
    {
      "quote": "When you run a part of the relay and pass on the baton, there is no sense of unfinished business in your mind. There is just the sense of having done your part to the best of your ability. That is it. The hope is to pass on the baton to somebody who will run faster and run a better marathon.",
      "author": "N. R. Narayana Murthy",
      "category": "Hope, Best, Mind"
    },
    {
      "quote": "Discipline is not consistency, and the reason why I say that is - like, for an example, making prayer five times a day, that establishes routine and consistency. That I can do. And having certain fundamental consistencies in business, can do. But time management, outside of that, that's where that's a challenge.",
      "author": "Ali Shaheed Muhammad",
      "category": "Time, Day, Challenge"
    },
    {
      "quote": "Put a love note in his shaving kit before he leaves on a business trip.",
      "author": "H. Jackson Brown, Jr.",
      "category": "Love, Shaving, Leaves"
    },
    {
      "quote": "I am careful not to confuse excellence with perfection. Excellence I can reach for perfection is God's business.",
      "author": "Michael J. Fox",
      "category": "God, Excellence, I Am"
    },
    {
      "quote": "I have found adventure in flying, in world travel, in business, and even close at hand... Adventure is a state of mind - and spirit.",
      "author": "Jacqueline Cochran",
      "category": "Travel, Adventure, World"
    },
    {
      "quote": "I've seen so many people in this business that made a fortune. They get old and broke and can't make any money. I tell you something... no one's going to play a benefit for Jimmy Dean.",
      "author": "Jimmy Dean",
      "category": "Money, People, Play"
    },
    {
      "quote": "Love, with very young people, is a heartless business. We drink at that age from thirst, or to get drunk; it is only later in life that we occupy ourselves with the individuality of our wine.",
      "author": "Isak Dinesen",
      "category": "Love, Life, Age"
    },
    {
      "quote": "Don't compare me to Babe Ruth. God gave me the opportunity and the ability to be here at the right time, at the right moment, just like he gave Babe Ruth when he was playing. I just hope I can keep doing what I've been doing - keep taking care of business.",
      "author": "Sammy Sosa",
      "category": "Time, Hope, God"
    },
    {
      "quote": "'Handsome' means many things to many people. If people consider me handsome, I feel flattered - and have my parents to thank for it. Realistically, it doesn't hurt to be good-looking, especially in this business.",
      "author": "Richard Chamberlain",
      "category": "Beauty, Parents, Hurt"
    },
    {
      "quote": "I missed so many opportunities along the way to do what I wanted to do because I didn't have the confidence to tell myself, much less anybody else, 'Yes, this is the business I wanted to be a part of, and not feeling that I had the talent... and letting it go all the way through Notre Dame and then through two years of Navy service.",
      "author": "Regis Philbin",
      "category": "Confidence, Myself, Service"
    },
    {
      "quote": "And fifth, we will champion small businesses, America's engine of job growth. That means reducing taxes on business, not raising them. It means simplifying and modernizing the regulations that hurt small business the most. And it means that we must rein in the skyrocketing cost of healthcare by repealing and replacing Obamacare.",
      "author": "Mitt Romney",
      "category": "Growth, America, Job"
    },
    {
      "quote": "For small business people, less paperwork means higher profits, boosted sales and more time with the family.",
      "author": "Tony Abbott",
      "category": "Family, Time, Small"
    },
    {
      "quote": "The problem is that at a lot of big companies, process becomes a substitute for thinking. You're encouraged to behave like a little gear in a complex machine. Frankly, it allows you to keep people who aren't that smart, who aren't that creative.",
      "author": "Elon Musk",
      "category": "Smart, Thinking, Creative"
    },
    {
      "quote": "No matter what business you're in, you can't run in place or someone will pass you by. It doesn't matter how many games you've won.",
      "author": "Jim Valvano",
      "category": "Run, You, Place"
    },
    {
      "quote": "When you are led by values, it doesn't cost your business, it helps your business.",
      "author": "Jerry Greenfield",
      "category": "Values, You, Cost"
    },
    {
      "quote": "Microsoft has had two goals in the last 10 years. One was to copy the Mac, and the other was to copy Lotus' success in the spreadsheet - basically, the applications business. And over the course of the last 10 years, Microsoft accomplished both of those goals. And now they are completely lost.",
      "author": "Steve Jobs",
      "category": "Success, Goals, Lost"
    },
    {
      "quote": "I was afraid people wouldn't take me seriously, or would stop respecting me, if I talked about how bad I was feeling. The only people I talked openly about it with was my business partner, Dave Jilk, and my girlfriend - now wife - Amy Batchelor. They were amazingly supportive, but even then, I was deeply ashamed about my weaknesses.",
      "author": "Brad Feld",
      "category": "Wife, Me, People"
    },
    {
      "quote": "If you don't understand the details of your business you are going to fail.",
      "author": "Jeff Bezos",
      "category": "Details, You, Fail"
    },
    {
      "quote": "I wear two hats. The one is business and increasing my shareholders' value the other is social responsibility.",
      "author": "Guler Sabanci",
      "category": "Responsibility, Value, Hats"
    },
    {
      "quote": "In the commercial real estate business, brokers spearhead major accounts. But they wouldn't have customers without the people who oversee construction.",
      "author": "Roger Staubach",
      "category": "Real Estate, Construction"
    },
    {
      "quote": "The way to get things done is not to mind who gets the credit for doing them.",
      "author": "Benjamin Jowett",
      "category": "Mind, Doing, Credit"
    },
    {
      "quote": "The man who will use his skill and constructive imagination to see how much he can give for a dollar, instead of how little he can give for a dollar, is bound to succeed.",
      "author": "Henry Ford",
      "category": "Man, Imagination, Skill"
    },
    {
      "quote": "Definition of Statistics: The science of producing unreliable facts from reliable figures.",
      "author": "Evan Esar",
      "category": "Science, Statistics, Facts"
    },
    {
      "quote": "Our business is infested with idiots who try to impress by using pretentious jargon.",
      "author": "David Ogilvy",
      "category": "Try, Impress, Idiots"
    },
    {
      "quote": "If you have to forecast, forecast often.",
      "author": "Edgar Fiedler",
      "category": "You, Forecast, Often"
    },
    {
      "quote": "The incestuous relationship between government and big business thrives in the dark.",
      "author": "Jack Anderson",
      "category": "Relationship, Government"
    },
    {
      "quote": "I've never felt like I was in the cookie business. I've always been in a feel good feeling business. My job is to sell joy. My job is to sell happiness. My job is to sell an experience.",
      "author": "Debbi Fields",
      "category": "Happiness, Good, Experience"
    },
    {
      "quote": "We all have a life story and a message that can inspire others to live a better life or run a better business. Why not use that story and message to serve others and grow a real business doing it?",
      "author": "Brendon Burchard",
      "category": "Life, Inspire, Live"
    },
    {
      "quote": "The basic principle which I believe has contributed more than any other to the building of our business as it is today, is the ownership of our company by the people employed in it.",
      "author": "James E. Casey",
      "category": "Today, Believe, Company"
    },
    {
      "quote": "Everybody's business is nobody's business, and nobody's business is my business.",
      "author": "Clara Barton",
      "category": "Nobody, Everybody"
    },
    {
      "quote": "I tell my employees that we're in the service business, and it's incidental that we fly airplanes.",
      "author": "Herb Kelleher",
      "category": "Service, Employees, Fly"
    },
    {
      "quote": "No idea for a new growth business ever comes fully shaped. When it emerges, it's half-baked, and it then goes through a process of becoming fully shaped.",
      "author": "Clayton M. Christensen",
      "category": "Growth, Idea, New"
    },
    {
      "quote": "It is an immutable law in business that words are words, explanations are explanations, promises are promises-but only performance is reality.",
      "author": "Harold S. Geneen",
      "category": "Work, Law, Words"
    },
    {
      "quote": "I'm a big fan of small business ownership. I think it's the backbone of American innovation. But to be successful, you first have to have the courage to go for it.",
      "author": "Bill Rancic",
      "category": "Courage, Innovation"
    },
    {
      "quote": "Because my business life is so busy, my home is really my sanctuary. That is where I reflect and spend quality time with my girls.",
      "author": "Rachel Roy",
      "category": "Life, Time, Home"
    },
    {
      "quote": "Being good in business is the most fascinating kind of art. Making money is art and working is art and good business is the best art.",
      "author": "Andy Warhol",
      "category": "Art, Money, Good"
    },
    {
      "quote": "I worked hard all my life as far as this music business. I dreamed of the day when I could go to New York and feel comfortable and they could come out here and be comfortable.",
      "author": "Tupac Shakur",
      "category": "Life, Music, Day"
    },
    {
      "quote": "My objection to Liberalism is this that it is the introduction into the practical business of life of the highest kind namely, politics of philosophical ideas instead of political principles.",
      "author": "Benjamin Disraeli",
      "category": "Life, Politics, Political"
    },
    {
      "quote": "And while the law of competition may be sometimes hard for the individual, it is best for the race, because it ensures the survival of the fittest in every department.",
      "author": "Andrew Carnegie",
      "category": "Best, Law, Competition"
    },
    {
      "quote": "In business or in life, don't follow the wagon tracks too closely.",
      "author": "H. Jackson Brown, Jr.",
      "category": "Life, Follow, Tracks"
    },
    {
      "quote": "Willingness to change is a strength, even if it means plunging part of the company into total confusion for a while.",
      "author": "Jack Welch",
      "category": "Change, Strength, Company"
    },
    {
      "quote": "If you cannot work with love but only with distaste, it is better that you should leave your work.",
      "author": "Khalil Gibran",
      "category": "Love, Work, Better"
    },
    {
      "quote": "The majority of men meet with failure because of their lack of persistence in creating new plans to take the place of those which fail.",
      "author": "Napoleon Hill",
      "category": "Failure, Persistence, Men"
    },
    {
      "quote": "The opportunity is often lost by deliberating.",
      "author": "Publilius Syrus",
      "category": "Opportunity, Lost, Often"
    },
    {
      "quote": "I hope we shall crush in its birth the aristocracy of our monied corporations which dare already to challenge our government to a trial by strength, and bid defiance to the laws of our country.",
      "author": "Thomas Jefferson",
      "category": "Strength, Hope, Challenge"
    },
    {
      "quote": "Disneyland is a work of love. We didn't go into Disneyland just with the idea of making money.",
      "author": "Walt Disney",
      "category": "Love, Work, Money"
    },
    {
      "quote": "Judges should be in the business of declaring what the law is using the traditional tools of interpretation, rather than pronouncing the law as they might wish it to be in light of their own political views.",
      "author": "Neil Gorsuch",
      "category": "Light, Law, Political"
    },
    {
      "quote": "If you want to be more productive, then start at the start: get there on time. Whether it is a meeting, a flight, an appointment or a date, it's important to ensure you are there when you say you will be there. This may feel like an old-fashioned tip to give, but it has served me well for five decades in business.",
      "author": "Richard Branson",
      "category": "Time, Start, Me"
    },
    {
      "quote": "I think that in any group activity - whether it be business, sports, or family - there has to be leadership or it won't be successful.",
      "author": "John Wooden",
      "category": "Leadership, Family, Sports"
    },
    {
      "quote": "Discourage litigation. Persuade your neighbors to compromise whenever you can. As a peacemaker the lawyer has superior opportunity of being a good man. There will still be business enough.",
      "author": "Abraham Lincoln",
      "category": "Good, Opportunity, Man"
    },
    {
      "quote": "We take the hamburger business more seriously than anyone else.",
      "author": "Ray Kroc",
      "category": "Seriously, Hamburger, Than"
    },
    {
      "quote": "I believe fundamental honesty is the keystone of business.",
      "author": "Harvey S. Firestone",
      "category": "Trust, Honesty, Believe"
    },
    {
      "quote": "As I've progressed in my career, I've come to appreciate - and really value - the other attributes that define a company's success beyond the P&L: great leadership, long-term financial strength, ethical business practices, evolving business strategies, sound governance, powerful brands, values-based decision-making.",
      "author": "Ursula Burns",
      "category": "Leadership, Success"
    },
    {
      "quote": "Football teaches you hard work. It takes a lot of unspectacular preparation to have spectacular results in both business and football.",
      "author": "Roger Staubach",
      "category": "Work, Hard Work, Football"
    },
    {
      "quote": "I view real estate as the most intriguing opportunity that I've seen in my business lifetime.",
      "author": "Richard Rainwater",
      "category": "Opportunity, Real Estate"
    },
    {
      "quote": "Love and business and family and religion and art and patriotism are nothing but shadows of words when a man's starving!",
      "author": "O. Henry",
      "category": "Love, Family, Art"
    },
    {
      "quote": "Business should never be allowed to justify mean, thug ugly deals for any reason.",
      "author": "Ralph Steadman",
      "category": "Ugly, Reason, Mean"
    },
    {
      "quote": "A disruptive innovation is a technologically simple innovation in the form of a product, service, or business model that takes root in a tier of the market that is unattractive to the established leaders in an industry.",
      "author": "Clayton M. Christensen",
      "category": "Innovation, Service, Simple"
    },
    {
      "quote": "If a business does well, the stock eventually follows.",
      "author": "Warren Buffett",
      "category": "Well, Eventually, Does"
    },
    {
      "quote": "To be successful, you have to have your heart in your business and your business in your heart.",
      "author": "Thomas J. Watson",
      "category": "Success, Heart, Successful"
    },
    {
      "quote": "If you want to have a good life, you should focus on your family, on your business, on your dog, on your fun, and you'll have a good life.",
      "author": "Adam Carolla",
      "category": "Life, Family, Good"
    },
    {
      "quote": "Civilizations are not remembered by their business people, their bankers or lawyers. They're remembered by the arts.",
      "author": "Eli Broad",
      "category": "Lawyers, People, Arts"
    },
    {
      "quote": "Almost every economist agrees that the American health care system is unsustainable. Medical care is so expensive that it is busting all of our budgets - government, business, and personal. Eventually, the medical price bubble will pop. What, then, are the alternatives?",
      "author": "Jim Cooper",
      "category": "Health, Medical, Government"
    },
    {
      "quote": "Extemporaneous speaking should be practiced and cultivated. It is the lawyer's avenue to the public. However able and faithful he may be in other respects, people are slow to bring him business if he cannot make a speech.",
      "author": "Abraham Lincoln",
      "category": "Lawyer, People, Speech"
    },
    {
      "quote": "Business cycles naturally entail peaks and troughs in employment, and socially responsible businesses should follow successful examples like Coca-Cola, Alcoa, Saudi Aramco, Africa Rainbow Minerals, and Google in working toward mitigating joblessness and enhancing people's abilities to earn a livelihood.",
      "author": "Klaus Schwab",
      "category": "Rainbow, Successful, People"
    },
    {
      "quote": "In the modern world of business, it is useless to be a creative, original thinker unless you can also sell what you create.",
      "author": "David Ogilvy",
      "category": "Creative, World, You"
    },
    {
      "quote": "Duty is the great business of a sea officer; all private considerations must give way to it, however painful it may be.",
      "author": "Horatio Nelson",
      "category": "Great, Sea, Way"
    },
    {
      "quote": "Politics is show business for ugly people.",
      "author": "Paul Begala",
      "category": "Politics, People, Ugly"
    },
    {
      "quote": "There are men - now in power in this country - who do not respect dissent, who cannot cope with turmoil, and who believe that the people of America are ready to support repression as long as it is done with a quiet voice and a business suit.",
      "author": "John Lindsay",
      "category": "Respect, Power, America"
    },
    {
      "quote": "A merchant who approaches business with the idea of serving the public well has nothing to fear from the competition.",
      "author": "James Cash Penney",
      "category": "Fear, Competition, Idea"
    },
    {
      "quote": "The names are bigger, the show is worldwide, but I get a royal pass into life in the broadcasting business.",
      "author": "Larry King",
      "category": "Life, Bigger, Names"
    },
    {
      "quote": "We do not want to live in a theocracy. We should maintain that barrier and government has no business telling someone what they ought to believe or how they should conduct their private lives.",
      "author": "Robert Reich",
      "category": "Government, Believe, Live"
    },
    {
      "quote": "This is a fantastic time to be entering the business world, because business is going to change more in the next 10 years than it has in the last 50.",
      "author": "Bill Gates",
      "category": "Change, Time, World"
    },
    {
      "quote": "The business of the poet is not to find new emotions, but to use the ordinary ones and, in working them up into poetry, to express feelings which are not in actual emotions at all.",
      "author": "T. S. Eliot",
      "category": "Poetry, Feelings, Working"
    },
    {
      "quote": "If business doesn't thrive, it hurts America. We need improved relations, more collaboration, more thought and more consistency as we go about trying to make sure we have the best country in the world. Not scapegoating and finger-pointing.",
      "author": "Jamie Dimon",
      "category": "Best, Collaboration, America"
    },
    {
      "quote": "Business is war. I go out there, I want to kill the competitors. I want to make their lives miserable. I want to steal their market share. I want them to fear me and I want everyone on my team thinking we're going to win.",
      "author": "Kevin O'Leary",
      "category": "Fear, Team, War"
    },
    {
      "quote": "I always knew I wanted to run a business someday.",
      "author": "Michael Dell",
      "category": "Run, Always, Someday"
    },
    {
      "quote": "One thing is certain in business. You and everyone around you will make mistakes.",
      "author": "Richard Branson",
      "category": "Mistakes, You, Everyone"
    },
    {
      "quote": "We're losing track of the vastness of the potential for computer science. We really have to revive the beautiful intellectual joy of it, as opposed to the business potential.",
      "author": "Jaron Lanier",
      "category": "Beautiful, Science, Joy"
    },
    {
      "quote": "Napster has pointed the way for a new direction for music distribution, and we believe it will form the basis of important and exciting new business models for the future of the music industry.",
      "author": "Barry Diller",
      "category": "Music, Future, Believe"
    },
    {
      "quote": "The secret to the movie business, or any business, is to get a good education in a subject besides film - whether it's history, psychology, economics, or architecture - so you have something to make a movie about. All the skill in the world isn't going to help you unless you have something to say.",
      "author": "George Lucas",
      "category": "Education, History"
    },
    {
      "quote": "When you expand a business as fast as McDonald's did, part of the strength you have is the process and the efficiency.",
      "author": "Steve Easterbrook",
      "category": "Strength, Efficiency, You"
    },
    {
      "quote": "When sustainability is viewed as being a matter of survival for your business, I believe you can create massive change.",
      "author": "Cameron Sinclair",
      "category": "Change, Survival, Believe"
    },
    {
      "quote": "People are the core of every business. Businesses are based on relationships, and relationships are based on people. I would go to an average restaurant run by amazing people over an outstanding restaurant run by awful people.",
      "author": "Marcus Lemonis",
      "category": "Amazing, People"
    },
    {
      "quote": "There is no substitute for accurate knowledge. Know yourself, know your business, know your men.",
      "author": "Lee Iacocca",
      "category": "Knowledge, Men, Yourself"
    },
    {
      "quote": "I've always just adored music. It's my first love, really. I admire and respect people in the music business. You really have to work hard and diligently. Sometimes actors can be lazy and get away with it, but you can't do that if you're a musician.",
      "author": "Blythe Danner",
      "category": "Love, Work, Music"
    },
    {
      "quote": "I started out mopping floors, waiting tables, and tending bar at my dad's tavern. I put myself through school working odd jobs and night shifts. I poured my heart and soul into a small business. And when I saw how out-of-touch Washington had become with the core values of this great nation, I put my name forward and ran for office.",
      "author": "John Boehner",
      "category": "Myself, Great, School"
    },
    {
      "quote": "Creative people don't behave very well generally. If you're looking for examples of good relationships in show business, you're gonna be depressed real fast. I don't have time for anything else right now but work and my daughter. She's my first priority.",
      "author": "Jim Carrey",
      "category": "Work, Time, Good"
    },
    {
      "quote": "We are all in the business of sales. Teachers sell students on learning, parents sell their children on making good grades and behaving, and traditional salesmen sell their products.",
      "author": "Dave Ramsey",
      "category": "Learning, Children, Good"
    },
    {
      "quote": "Let your Discourse with Men of Business be Short and Comprehensive.",
      "author": "George Washington",
      "category": "Men, Short, Discourse"
    },
    {
      "quote": "The way to be successful in the software world is to come up with breakthrough software, and so whether it's Microsoft Office or Windows, its pushing that forward. New ideas, surprising the marketplace, so good engineering and good business are one in the same.",
      "author": "Bill Gates",
      "category": "Good, World, Successful"
    },
    {
      "quote": "I do not regret one professional enemy I have made. Any actor who doesn't dare to make an enemy should get out of the business.",
      "author": "Bette Davis",
      "category": "Regret, Professional, Enemy"
    },
    {
      "quote": "Employers have recognized for some time that it's smart business to have a diverse workforce - one in which many views are represented and everyone's talents are valued. Well, disability is part of diversity.",
      "author": "Thomas Perez",
      "category": "Time, Diversity, Disability"
    },
    {
      "quote": "When I hear people debate the ROI of social media? It makes me remember why so many business fail. Most businesses are not playing the marathon. They're playing the sprint. They're not worried about lifetime value and retention. They're worried about short-term goals.",
      "author": "Gary Vaynerchuk",
      "category": "Goals, Social Media, Value"
    },
    {
      "quote": "In this business, you gotta hustle.",
      "author": "Tiny Tim",
      "category": "Hustle, You, Gotta"
    },
    {
      "quote": "I believe that the rights of women and girls is the unfinished business of the 21st century.",
      "author": "Hillary Clinton",
      "category": "Women, Believe, I Believe"
    },
    {
      "quote": "I think the high-tech industry is used to developing new things very quickly. It's the Silicon Valley way of doing business: You either move very quickly and you work hard to improve your product technology, or you get destroyed by some other company.",
      "author": "Elon Musk",
      "category": "Work, Technology, Work Hard"
    },
    {
      "quote": "It's the job of any business owner to be clear about the company's nonnegotiable core values. They're the riverbanks that help guide us as we refine and improve on performance and excellence. A lack of riverbanks creates estuaries and cloudy waters that are confusing to navigate. I want a crystal-clear, swiftly flowing stream.",
      "author": "Danny Meyer",
      "category": "Excellence, Job, Performance"
    },
    {
      "quote": "A strategy is something like, an innovative new product; globalization, taking your products around the world; be the low-cost producer. A strategy is something you can touch; you can motivate people with; be number one and number two in every business. You can energize people around the message.",
      "author": "Jack Welch",
      "category": "World, Strategy"
    },
    {
      "quote": "I believe that the Laws of Karma do not apply to show business, where good things happen to bad people on a fairly regular basis.",
      "author": "Chuck Lorre",
      "category": "Good, Karma, Believe"
    },
    {
      "quote": "We will have a border that is open for business, open for tourism, open for legitimate travelers; but that is closed to terrorists and drug pushers and smugglers and others who seek to break the law.",
      "author": "Paul Cellucci",
      "category": "Law, Tourism, Will"
    },
    {
      "quote": "But Apple really beats to a different drummer. I used to say that Apple should be the Sony of this business, but in reality, I think Apple should be the Apple of this business.",
      "author": "Steve Jobs",
      "category": "Reality, Apple, Think"
    },
    {
      "quote": "I've helped some of my classmates on how to strategize to get to the next level of their businesses. And it's interesting, because here I am sitting there from the entertainment industry and the fashion industry, and I'm giving a billionaire that has a business that's been in his family for 300 years - I'm giving him advice about strategy!",
      "author": "Tyra Banks",
      "category": "Family, I Am, Giving"
    },
    {
      "quote": "Victory is a fleeting thing in the gambling business. Today's winners are tomorrow's blinking toads, dumb beasts with no hope.",
      "author": "Hunter S. Thompson",
      "category": "Hope, Today, Tomorrow"
    },
    {
      "quote": "When from our better selves we have too long been parted by the hurrying world, and droop. Sick of its business, of its pleasures tired, how gracious, how benign is solitude.",
      "author": "William Wordsworth",
      "category": "Solitude, World, Tired"
    },
    {
      "quote": "If we must have a tyrant, let him at least be a gentleman who has been bred to the business, and let us fall by the axe and not by the butcher's cleaver.",
      "author": "Lord Byron",
      "category": "Gentleman, Fall, Him"
    },
    {
      "quote": "I do not believe a man can ever leave his business. He ought to think of it by day and dream of it by night.",
      "author": "Henry Ford",
      "category": "Day, Man, Believe"
    },
    {
      "quote": "If you deprive yourself of outsourcing and your competitors do not, you're putting yourself out of business.",
      "author": "Lee Kuan Yew",
      "category": "Yourself, You, Competitors"
    },
    {
      "quote": "If you're a single man and you happen to be in this business, you're deemed a player. But I don't see myself as a ladies' man.",
      "author": "Bradley Cooper",
      "category": "Myself, Man, You"
    },
    {
      "quote": "Some years ago there was a study to discover the most stressful occupation. It turned out not to be the head of a large business, football manager or prime minister, but rather: bus driver.",
      "author": "Jonathan Sacks",
      "category": "Football, Study, Manager"
    },
    {
      "quote": "It's not hard to get your way when it's your way or the highway. People either follow suit or they're not around. I don't really like the sound of that, 'cause that sounds like a temper tantrum. I'm just very black and white when it comes to my business. There's really no gray area.",
      "author": "Nicki Minaj",
      "category": "Black And White, People"
    },
    {
      "quote": "The gambling known as business looks with austere disfavor upon the business known as gambling.",
      "author": "Ambrose Bierce",
      "category": "Gambling, Looks, Known"
    },
    {
      "quote": "For the merchant, even honesty is a financial speculation.",
      "author": "Charles Baudelaire",
      "category": "Honesty, Financial, Merchant"
    },
    {
      "quote": "Don't let your ego get too close to your position, so that if your position gets shot down, your ego doesn't go with it.",
      "author": "Colin Powell",
      "category": "Ego, Down, Go"
    },
    {
      "quote": "Punctuality is one of the cardinal business virtues: always insist on it in your subordinates.",
      "author": "Don Marquis",
      "category": "Always, Punctuality, Virtues"
    },
    {
      "quote": "When you are in any contest, you should work as if there were - to the very last minute - a chance to lose it. This is battle, this is politics, this is anything.",
      "author": "Dwight D. Eisenhower",
      "category": "Work, Politics, Battle"
    },
    {
      "quote": "In the business world, everyone is paid in two coins: cash and experience. Take the experience first; the cash will come later.",
      "author": "Harold S. Geneen",
      "category": "Experience, World, Cash"
    },
    {
      "quote": "Business is never so healthy as when, like a chicken, it must do a certain amount of scratching around for what it gets.",
      "author": "Henry Ford",
      "category": "Healthy, Chicken, Never"
    },
    {
      "quote": "Business, more than any other occupation, is a continual dealing with the future; it is a continual calculation, an instinctive exercise in foresight.",
      "author": "Henry R. Luce",
      "category": "Future, Exercise, Dealing"
    },
    {
      "quote": "It takes more than capital to swing business. You've got to have the A. I. D. degree to get by - Advertising, Initiative, and Dynamics.",
      "author": "Isaac Asimov",
      "category": "Advertising, You, Initiative"
    },
    {
      "quote": "The meek shall inherit the Earth, but not its mineral rights.",
      "author": "J. Paul Getty",
      "category": "Earth, Rights, Mineral"
    },
    {
      "quote": "I buy when other people are selling.",
      "author": "J. Paul Getty",
      "category": "People, Selling, Buy"
    },
    {
      "quote": "When in doubt, mumble; when in trouble, delegate; when in charge, ponder.",
      "author": "James H. Boren",
      "category": "Doubt, When In Doubt"
    },
    {
      "quote": "People are definitely a company's greatest asset. It doesn't make any difference whether the product is cars or cosmetics. A company is only as good as the people it keeps.",
      "author": "Mary Kay Ash",
      "category": "Good, Greatest, Company"
    },
    {
      "quote": "Business, that's easily defined - it's other people's money.",
      "author": "Peter Drucker",
      "category": "Money, People, Defined"
    },
    {
      "quote": "We don't have a monopoly. We have market share. There's a difference.",
      "author": "Steve Ballmer",
      "category": "Difference, Share, Monopoly"
    },
    {
      "quote": "Reason and judgment are the qualities of a leader.",
      "author": "Tacitus",
      "category": "Leader, Reason, Judgment"
    },
    {
      "quote": "The work an unknown good man has done is like a vein of water flowing hidden underground, secretly making the ground green.",
      "author": "Thomas Carlyle",
      "category": "Work, Good, Water"
    },
    {
      "quote": "Anyone who has lost track of time when using a computer knows the propensity to dream, the urge to make dreams come true and the tendency to miss lunch.",
      "author": "Tim Berners-Lee",
      "category": "Time, Dreams, Lunch"
    },
    {
      "quote": "It's easy to make a buck. It's a lot tougher to make a difference.",
      "author": "Tom Brokaw",
      "category": "Make A Difference, Easy"
    },
    {
      "quote": "Try, try, try, and keep on trying is the rule that must be followed to become an expert in anything.",
      "author": "W. Clement Stone",
      "category": "Trying, Try, Anything"
    },
    {
      "quote": "Test fast, fail fast, adjust fast.",
      "author": "Tom Peters",
      "category": "Fast, Test, Fail"
    },
    {
      "quote": "You need to be in the position where it is the cost of the fuel that actually matters and not the cost of building the rocket in the first place.",
      "author": "Elon Musk",
      "category": "Building, You, Place"
    },
    {
      "quote": "One of the challenges in networking is everybody thinks it's making cold calls to strangers. Actually, it's the people who already have strong trust relationships with you, who know you're dedicated, smart, a team player, who can help you.",
      "author": "Reid Hoffman",
      "category": "Trust, Team, Strong"
    },
    {
      "quote": "I think a simple rule of business is, if you do the things that are easier first, then you can actually make a lot of progress.",
      "author": "Mark Zuckerberg",
      "category": "Progress, Simple, Think"
    },
    {
      "quote": "There is an immutable conflict at work in life and in business, a constant battle between peace and chaos. Neither can be mastered, but both can be influenced. How you go about that is the key to success.",
      "author": "Phil Knight",
      "category": "Life, Work, Success"
    },
    {
      "quote": "Every orchid or rose or lizard or snake is the work of a dedicated and skilled breeder. There are thousands of people, amateurs and professionals, who devote their lives to this business. Now imagine what will happen when the tools of genetic engineering become accessible to these people.",
      "author": "Freeman Dyson",
      "category": "Work, Rose, Engineering"
    },
    {
      "quote": "The fact is that one of the earliest lessons I learned in business was that balance sheets and income statements are fiction, cash flow is reality.",
      "author": "Chris Chocola",
      "category": "Balance, Reality, Flow"
    },
    {
      "quote": "As you grow in this business, you learn how to do more with less.",
      "author": "Morgan Freeman",
      "category": "Grow, Learn, You"
    },
    {
      "quote": "Our nation stands at the crossroads of liberty. Crushing national debt, rampant illegal immigration, insane business regulations and staggering national unemployment are pushing our nation into unchartered territory.",
      "author": "James Lankford",
      "category": "Liberty, Nation, Debt"
    },
    {
      "quote": "Today, companies have to radically revolutionize themselves every few years just to stay relevant. That's because technology and the Internet have transformed the business landscape forever. The fast-paced digital age has accelerated the need for companies to become agile.",
      "author": "Nolan Bushnell",
      "category": "Technology, Age, Today"
    },
    {
      "quote": "I think everybody has their own way of looking at their lives as some kind of pilgrimage. Some people will see their role as a pilgrim in terms of setting up a fine family, or establishing a business inheritance. Everyone's got their own definition. Mine, I suppose, is to know myself.",
      "author": "Eric Clapton",
      "category": "Family, Myself, People"
    },
    {
      "quote": "Coca-Cola is the only business in the world where no matter which country or town or village you are in, if someone asks what do you do, and you say you work for Coca-Cola, you never have to answer the question, 'What is that?'",
      "author": "Muhtar Kent",
      "category": "Work, World, You"
    },
    {
      "quote": "It's not the things you don't know that trip you up. It's the things you think you know, but you don't. You fail to ask a certain question because you believe you know the answer. Separating your information from your assumptions can be very tricky business.",
      "author": "Claudia Gray",
      "category": "Believe, Information, Know"
    },
    {
      "quote": "Negotiating isn't about getting what you want or giving in to what the other party wants. It's not an 'either/or situation.' It's about having both parties walk away satisfied. Over the years in both business and life, I've had to learn this hard lesson.",
      "author": "John Rampton",
      "category": "Life, Giving, Walk"
    },
    {
      "quote": "The profession of book writing makes horse racing seem like a solid, stable business.",
      "author": "John Steinbeck",
      "category": "Writing, Book, Horse"
    },
    {
      "quote": "There are no right and wrong ways to work in this business, but there are some basic common-sense practices. Work very, very hard and always be prepared; never give up; and once you get the job, give them more than they ever expected: - Shine!",
      "author": "Jimmy Smits",
      "category": "Work, Never Give Up, Job"
    },
    {
      "quote": "A shady business never yields a sunny life.",
      "author": "B. C. Forbes",
      "category": "Life, Sunny, Never"
    },
    {
      "quote": "It is usually people in the money business, finance, and international trade that are really rich.",
      "author": "Robin Leach",
      "category": "Money, Finance, Rich"
    },
    {
      "quote": "People are in such a hurry to launch their product or business that they seldom look at marketing from a bird's eye view and they don't create a systematic plan.",
      "author": "Dave Ramsey",
      "category": "Bird, Eye, Marketing"
    },
    {
      "quote": "The more moral the people are in their business dealings, the less paperwork you need, the more handshakes you can have, the more the wheels of capitalism work better because there's trust in the marketplace. Business ethics is not a joke. And, in fact, I think most businesses that I've dealt with encourage exactly that type of behavior.",
      "author": "Rick Santorum",
      "category": "Work, Trust, Ethics"
    },
    {
      "quote": "I have long understood that losing always comes with the territory when you wander into the gambling business, just as getting crippled for life is an acceptable risk in the linebacker business. They both are extremely violent sports, and pain is part of the bargain. Buy the ticket, take the ride.",
      "author": "Hunter S. Thompson",
      "category": "Life, Sports, Pain"
    },
    {
      "quote": "I spend a lot of time thinking about this business of letting go - letting go of the children God gives to us for such a brief time before they go off on their own; letting go of old homes, old friends, old places and old dreams.",
      "author": "Susan Estrich",
      "category": "Time, Children, Dreams"
    },
    {
      "quote": "There isn't an amount of money you could offer me to do reality TV. I would rather get my job back on the building site. Or I could own a construction business. Maybe I could retire to my house in Long Island and take up painting, like Captain Beefheart. A crazy recluse: I like that idea.",
      "author": "Dave Gahan",
      "category": "Money, Job, Reality"
    },
    {
      "quote": "Good design is good business.",
      "author": "Thomas J. Watson",
      "category": "Good, Design"
    },
    {
      "quote": "In 1979 I teamed up with my friend and business partner, Bill DeWitt, and together we formed an oil and gas company that invested through limited partnerships in oil and gas exploration.",
      "author": "Mercer Reynolds",
      "category": "Together, Company"
    },
    {
      "quote": "I was at this casino minding my own business, and this guy came up to me and said, 'You're gonna have to move, you're blocking a fire exit.' As though if there was a fire, I wasn't gonna run. If you're flammible and have legs, you are never blocking a fire exit.",
      "author": "Mitch Hedberg",
      "category": "Fire, Me, You"
    },
    {
      "quote": "Unless you can fake sincerity, you'll get nowhere in this business.",
      "author": "Roger Stone",
      "category": "Fake, You, Sincerity"
    },
    {
      "quote": "If we get our self-esteem from superficial places, from our popularity, appearance, business success, financial situation, health, any of these, we will be disappointed, because no one can guarantee that we'll have them tomorrow.",
      "author": "Kathy Ireland",
      "category": "Success, Health, Financial"
    },
    {
      "quote": "In the luxury business, you have to build on heritage.",
      "author": "Bernard Arnault",
      "category": "Luxury, You, Build"
    },
    {
      "quote": "To rule a country of a thousand chariots, there must be reverent attention to business, and sincerity; economy in expenditure, and love for men; and the employment of the people at the proper seasons.",
      "author": "Confucius",
      "category": "Love, Men, Seasons"
    },
    {
      "quote": "The concept of corporate social responsibility (CSR) has long been used as an effective lens through which to examine the actions business can take toward ensuring mutual long-term well-being and sustainability.",
      "author": "Klaus Schwab",
      "category": "Responsibility, Long"
    },
    {
      "quote": "Overcoming fear is the first step to success for entrepreneurs. The winners all exemplify that, and the hard work and commitment they have shown underlines what is needed to set up a business.",
      "author": "Richard Branson",
      "category": "Work, Success, Hard Work"
    },
    {
      "quote": "In business, when you can meet an unmet need that is this primal, even meeting it in a superficial way can create a multi-billion-dollar business - e.g., the chat rooms in AOL when it first came out, or the lounges in Starbucks, or the billion people who are on Facebook - even though these are hardly the most intimate of life experiences.",
      "author": "Dean Ornish",
      "category": "Life, People, Meeting"
    },
    {
      "quote": "I reject the cynical view that politics is a dirty business.",
      "author": "Richard M. Nixon",
      "category": "Politics, View, Cynical"
    },
    {
      "quote": "Design must reflect the practical and aesthetic in business but above all... good design must primarily serve people.",
      "author": "Thomas J. Watson",
      "category": "Good, Design, People"
    },
    {
      "quote": "When you're five years old, and you're running a business that people did not think there was room for, getting attention is not a bad thing. Letting it be known by whatever colorful language is necessary is not a bad thing.",
      "author": "Brit Hume",
      "category": "Language, People, Colorful"
    },
    {
      "quote": "Justice means minding one's own business and not meddling with other men's concerns.",
      "author": "Plato",
      "category": "Justice, Men, Own"
    },
    {
      "quote": "The bold enterprises are the successful ones. Take counsel of hopes rather than of fears to win in this business.",
      "author": "Rutherford B. Hayes",
      "category": "Win, Successful, Bold"
    },
    {
      "quote": "I never intended being a business person I wanted to be a fashion designer.",
      "author": "Anna Sui",
      "category": "Fashion, Person, Never"
    },
    {
      "quote": "The journey for women, no matter what venue it is - politics, business, film - it's, it's a long journey.",
      "author": "Kathryn Bigelow",
      "category": "Journey, Women, Politics"
    },
    {
      "quote": "Regardless of age, regardless of position, regardless of the business we happen to be in, all of us need to understand the importance of branding. We are CEOs of our own companies: Me, Inc. To be in business today, our most important job is to be head marketer for the brand called You.",
      "author": "Tom Peters",
      "category": "Age, Today, Job"
    },
    {
      "quote": "You shouldn't be in the music business if you're posing.",
      "author": "Rod Stewart",
      "category": "Music, You, Posing"
    },
    {
      "quote": "Business is a sprint until you find an opportunity, then it's the patience of a marathon runner.",
      "author": "Robert Herjavec",
      "category": "Patience, Opportunity, You"
    },
    {
      "quote": "Peaceful, lawful protest - if it is effective - is innately disruptive of 'business as usual.' That is why it is effective.",
      "author": "Naomi Wolf",
      "category": "Peaceful, Why, Disruptive"
    },
    {
      "quote": "This is a learning in the business life that first of all you need to have commitment, dedication and passion for what you are doing.",
      "author": "Lakshmi Mittal",
      "category": "Life, Learning, Passion"
    },
    {
      "quote": "A healthy society rests on three pillars: business, government and civil society, or non-profits. Each has a distinct and important role to play, and all three need to work together synergistically to create the most value for society.",
      "author": "John Mackey",
      "category": "Work, Together, Government"
    },
    {
      "quote": "Walter Scott has no business to write novels, especially good ones. It is not fair. He has fame and profit enough as a poet, and should not be taking the bread out of the mouths of other people.",
      "author": "Jane Austen",
      "category": "Good, People, Bread"
    },
    {
      "quote": "Think about when a digital business marries up with what I'll call 'digital intelligence.' It is the dawn of a new era about being a 'cognitive' business. When every product, every service, how you run your company can actually have a piece that learns and thinks as part of it, you will be a cognitive business.",
      "author": "Ginni Rometty",
      "category": "Intelligence, Service"
    },
    {
      "quote": "Since I was 9 years old, I've been in the entertainment business, and everyone is always telling me what - and what not - to do... you just get a tough skin and have to not care about what people think, or you will not end up in a good place.",
      "author": "Kylie Jenner",
      "category": "Good, End, Me"
    },
    {
      "quote": "Your clients are critical to your business. Don't lose touch with who they are and why they've chosen to do business with you.",
      "author": "Lewis Howes",
      "category": "Why, You, Clients"
    },
    {
      "quote": "Advertising is a business of words, but advertising agencies are infested with men and women who cannot write. They cannot write advertisements, and they cannot write plans. They are helpless as deaf mutes on the stage of the Metropolitan Opera.",
      "author": "David Ogilvy",
      "category": "Women, Men, Words"
    },
    {
      "quote": "The CIA is made up of boys whose families sent them to Princeton but wouldn't let them into the family brokerage business.",
      "author": "Lyndon B. Johnson",
      "category": "Family, Up, Made"
    },
    {
      "quote": "Publishing is a business, but journalism never was and is not essentially a business. Nor is it a profession.",
      "author": "Henry R. Luce",
      "category": "Journalism, Publishing"
    },
    {
      "quote": "Let me tell you quite bluntly that this king business has given me personally nothing but headaches.",
      "author": "Mohammed Reza Pahlavi",
      "category": "Me, King, You"
    },
    {
      "quote": "The success combination in business is: Do what you do better... and: do more of what you do.",
      "author": "David Joseph Schwartz",
      "category": "Success, Better, You"
    },
    {
      "quote": "In the business world an executive knows something about everything, a technician knows everything about something and the switchboard operator knows everything.",
      "author": "Harold Coffin",
      "category": "World, Everything"
    },
    {
      "quote": "Many people see technology as the problem behind the so-called digital divide. Others see it as the solution. Technology is neither. It must operate in conjunction with business, economic, political and social system.",
      "author": "Carly Fiorina",
      "category": "Technology, Political"
    },
    {
      "quote": "Business, labor and civil society organizations have skills and resources that are vital in helping to build a more robust global community.",
      "author": "Kofi Annan",
      "category": "Community, Society, Skills"
    },
    {
      "quote": "'Tis the business of little minds to shrink; but he whose heart is firm, and whose conscience approves his conduct, will pursue his principles unto death.",
      "author": "Thomas Paine",
      "category": "Death, Heart, Politics"
    },
    {
      "quote": "I may be president of the United States, but my private life is nobody's damned business.",
      "author": "Chester A. Arthur",
      "category": "Life, Nobody, President"
    },
    {
      "quote": "If I were to try to read, much less answer, all the attacks made on me, this shop might as well be closed for any other business.",
      "author": "Abraham Lincoln",
      "category": "Me, Try, Well"
    },
    {
      "quote": "Mental fight means thinking against the current, not with it. It is our business to puncture gas bags and discover the seeds of truth.",
      "author": "Virginia Woolf",
      "category": "Truth, Thinking, Fight"
    },
    {
      "quote": "Be courageous. I have seen many depressions in business. Always America has emerged from these stronger and more prosperous. Be brave as your fathers before you. Have faith! Go forward!",
      "author": "Thomas A. Edison",
      "category": "Courage, Faith, America"
    },
    {
      "quote": "What men have called friendship is only a social arrangement, a mutual adjustment of interests, an interchange of services given and received; it is, in sum, simply a business from which those involved propose to derive a steady profit for their own self-love.",
      "author": "Francois de La Rochefoucauld",
      "category": "Friendship, Men, Self-Love"
    },
    {
      "quote": "The success I have achieved in bodybuilding, motion pictures, and business would not have been possible without the generosity of the American people and the freedom here to pursue your dreams.",
      "author": "Arnold Schwarzenegger",
      "category": "Success, Dreams, Freedom"
    },
    {
      "quote": "Almost anyone can be an author the business is to collect money and fame from this state of being.",
      "author": "A. A. Milne",
      "category": "Money, Fame, Being"
    },
    {
      "quote": "It's incredibly difficult to keep a healthy body image in this business.",
      "author": "Courtney Thorne-Smith",
      "category": "Body, Healthy, Difficult"
    },
    {
      "quote": "What other people think about me is not my business.",
      "author": "Michael J. Fox",
      "category": "Me, People, Think"
    },
    {
      "quote": "The most essential thing for us was to get the business model right, then put the world-class technology under it to support it. At Merrill, that meant not doing what people expected.",
      "author": "John McKinley",
      "category": "Technology, Support, People"
    },
    {
      "quote": "What I look for in a script is something that challenges me, something that breaks new ground, something that allows me to flex my director muscle. You have got to think fast in this business, you've got to keep reinventing yourself to stay on top.",
      "author": "Michael Bay",
      "category": "Challenges, Yourself, Me"
    },
    {
      "quote": "I retired from public Business from a thorough Conviction that it was not in my Power to do any Good, and very much disgusted with Measures, which appeared to me inconsistent with common Policy and Justice.",
      "author": "George Mason",
      "category": "Good, Justice, Power"
    },
    {
      "quote": "I don't believe we're the party of big business.",
      "author": "Ed Gillespie",
      "category": "Believe, Party, Big"
    },
    {
      "quote": "Fortunately, we have a lot of really smart women in the business.",
      "author": "Rosanna Arquette",
      "category": "Women, Smart, Really"
    },
    {
      "quote": "The Pilgrim and the Puritan whom we honor tonight were men who did a great deal of work in the world. They had their faults and their - shortcomings, but they were not slothful in business and they were most fervent in spirit.",
      "author": "Henry Cabot Lodge",
      "category": "Work, Great, World"
    },
    {
      "quote": "Music is the one part of the entertainment business where you can't fool anybody into buying a record.",
      "author": "Nile Rodgers",
      "category": "Music, Fool, Entertainment"
    },
    {
      "quote": "But now I realize that this record business really needs me. No one else is trying to take a chance or do something different.",
      "author": "Erykah Badu",
      "category": "Chance, Me, Realize"
    },
    {
      "quote": "The music business is motivated by money. Music is motivated by energy and feelings.",
      "author": "Erykah Badu",
      "category": "Music, Money, Energy"
    },
    {
      "quote": "My professional life has been a constant record of disillusion, and many things that seem wonderful to most men are the every-day commonplaces of my business.",
      "author": "Harry Houdini",
      "category": "Life, Men, Professional"
    },
    {
      "quote": "If you build that foundation, both the moral and the ethical foundation, as well as the business foundation, and the experience foundation, then the building won't crumble.",
      "author": "Henry Kravis",
      "category": "Experience, Building"
    },
    {
      "quote": "The Right's view of government and the Left's view of big business are both correct.",
      "author": "Robert Anton Wilson",
      "category": "Government, View, Right"
    },
    {
      "quote": "It is one of my sources of happiness never to desire a knowledge of other people's business.",
      "author": "Dolley Madison",
      "category": "Happiness, Knowledge, People"
    },
    {
      "quote": "When I was a kid, my step dad started this business and would go out and get lost cows and stuff. He was part-time truck driver, farmer and cowboy. He taught me how to ride from an early age.",
      "author": "Tim McGraw",
      "category": "Age, Step, Me"
    },
    {
      "quote": "When you're in the news business, you always expect the unexpected.",
      "author": "Helen Thomas",
      "category": "News, Unexpected, You"
    },
    {
      "quote": "Television saved the movies. The Internet is going to save the news business.",
      "author": "Matt Drudge",
      "category": "Internet, Movies, Television"
    },
    {
      "quote": "The law does not pretend to punish everything that is dishonest. That would seriously interfere with business.",
      "author": "Clarence Darrow",
      "category": "Law, Seriously, Everything"
    },
    {
      "quote": "We are involved in a life that passes understanding and our highest business is our daily life.",
      "author": "John Cage",
      "category": "Life, Daily, Understanding"
    },
    {
      "quote": "Prosperous farmers mean more employment, more prosperity for the workers and the business men of every industrial area in the whole country.",
      "author": "Franklin D. Roosevelt",
      "category": "Men, Country, Mean"
    },
    {
      "quote": "We expect all our businesses to have a positive impact on our top and bottom lines. Profitability is very important to us or we wouldn't be in this business.",
      "author": "Jeff Bezos",
      "category": "Positive, Impact, Important"
    },
    {
      "quote": "The hurricane complicates things in that what would have been purely a business decision becomes a decision of the heart.",
      "author": "Henry Cisneros",
      "category": "Heart, Decision, Hurricane"
    },
    {
      "quote": "Since the governments are in the pockets of businesses, who's going to control this most powerful institution? Business is more powerful than politics, and it's more powerful than religion. So it's going to have to be the vigilante consumer.",
      "author": "Anita Roddick",
      "category": "Powerful, Politics, Religion"
    },
    {
      "quote": "For many my behavior has been a major disappointment, my behavior has caused considerable worry to my business partners, and everyone involved in my business, but most importantly to the young people we influence, I apologize.",
      "author": "Tiger Woods",
      "category": "Influence, Disappointment"
    },
    {
      "quote": "I started the site when I was 19. I didn't know much about business back then.",
      "author": "Mark Zuckerberg",
      "category": "Know, Back, Started"
    },
    {
      "quote": "I'm a lobbyist and had a career lobbying. The guy who gets elected or the lady who gets elected president of the United States will immediately be lobbying. They would be advocating to the Congress, they'll be lobbying our allies and our adversaries overseas. They'll be asking the business community and labor unions.",
      "author": "Haley Barbour",
      "category": "Community, Career, President"
    },
    {
      "quote": "It means a lot in my business and its a wonderful feeling to be recognized for what you have done over a lifetime, but I didn't go crazy. I still eat my cereal in the morning, have a sandwich in the afternoon, go to bed at night. You know, nothing really different.",
      "author": "Regis Philbin",
      "category": "Morning, Crazy, Night"
    },
    {
      "quote": "In business, you're the Chief Salesman. Create a sense of demand, rather than waiting to have demand.",
      "author": "Barbara Corcoran",
      "category": "Waiting, You, Create"
    },
    {
      "quote": "In business it is most often all about getting your foot in the door and once you do, everything opens up and things start to naturally progress into bigger and more opportunities.",
      "author": "Lori Greiner",
      "category": "Progress, Opportunities"
    },
    {
      "quote": "Even if the chef has a good business head, his focus should be behind kitchen doors. A business partner should take care of everything in front of the kitchen doors.",
      "author": "Bobby Flay",
      "category": "Good, Focus, Chef"
    },
    {
      "quote": "The road to recovery is to stimulate small business and innovation by reducing taxation, regulation, and litigation.",
      "author": "Sandy Adams",
      "category": "Innovation, Road, Small"
    },
    {
      "quote": "Writing is a lonely business.",
      "author": "Sherman Alexie",
      "category": "Writing, Lonely"
    },
    {
      "quote": "Politicians also have a love affair with the 'small business exemption.' Too much paperwork? Too heavy a burden? Not enough time? Just exempt small businesses from the rule. It sounds so pro-growth. Instead it's an admission that the costs of a regulation just can't be justified.",
      "author": "John Sununu",
      "category": "Love, Time, Small"
    },
    {
      "quote": "I genuinely believe that if you want to get in the film business, get in the film business.",
      "author": "Daniel Craig",
      "category": "Believe, Want, You"
    },
    {
      "quote": "The jewelry business is a very, very tough business - tougher than the computer business. You truly have to understand how to take care of your customers.",
      "author": "Guy Kawasaki",
      "category": "Jewelry, Care, You"
    },
    {
      "quote": "In a business, you've got to move on.",
      "author": "James Harden",
      "category": "You, Move On, Move"
    },
    {
      "quote": "You hear entertainers all the time, saying, 'If I couldn't get paid for this, I'd do it for free.' When's the last time you ever heard a business person say, 'If I couldn't get paid for being chairman of British Petroleum, I'd do it for free'?",
      "author": "Dick Gregory",
      "category": "Time, Free, Saying"
    },
    {
      "quote": "Luckily, my husband is my business partner as well as my life partner, so I never had to do the heavy lifting alone, literally or figuratively.",
      "author": "Josie Maran",
      "category": "Life, Alone, Partner"
    },
    {
      "quote": "Investment is crucial. Because the truth is, you only get jobs and growth in the economy when people invest money, at their own risk, in setting up a business or expanding an existing business.",
      "author": "John Key",
      "category": "Money, Truth, Growth"
    },
    {
      "quote": "Many people you think are individual achievers in fact have either a strong spousal partner over many years or a business partner who's either in the background, not given enough publicity or less egocentric.",
      "author": "Michael Eisner",
      "category": "Strong, People, Partner"
    },
    {
      "quote": "If an actor knows how to milk a cow, I always know it will not be difficult to be in business with him.",
      "author": "Werner Herzog",
      "category": "Know, Actor, Milk"
    },
    {
      "quote": "If you wait for the right time or the good times to start a business, you wait all your life.",
      "author": "Fran Tarkenton",
      "category": "Life, Time, Good"
    },
    {
      "quote": "I have always been an honest trader. I come from a school of traders where there was honour in the deal. No contracts, just a handshake and that's it, done. That's the way I prefer to do business but it's not always possible these days, sadly.",
      "author": "Alan Sugar",
      "category": "School, Honest, Done"
    },
    {
      "quote": "Set your business plan to win raise the bar or you're not going to be prepared. You need to think that what you're doing will make you $100 million.",
      "author": "Swizz Beatz",
      "category": "Win, Plan, Be Prepared"
    },
    {
      "quote": "I don't care what straight people do, I don't care what gay people do. I don't care what nobody do. That's they business. I just care about what I do. You know what I'm saying?",
      "author": "ASAP Rocky",
      "category": "People, Know, Saying"
    },
    {
      "quote": "Oh, I'm all about small business. I think what we've learned from big business and big Wall Street is that unchecked greed and the creation of false value gets us all in trouble. If we look at the American economy, who's really creating value? It's the small businesses.",
      "author": "Robert Herjavec",
      "category": "Value, American, Greed"
    },
    {
      "quote": "The Internet is ultimately about innovation and integration, but you don't get the innovation unless you integrate Web technology into the processes by which you run your business.",
      "author": "Louis V. Gerstner, Jr.",
      "category": "Technology, Innovation"
    },
    {
      "quote": "If you are too proud, you don't do business.",
      "author": "Marc Rich",
      "category": "Proud, You, Too"
    },
    {
      "quote": "You can close more business in two months by becoming interested in other people than you can in two years by trying to get people interested in you.",
      "author": "Dale Carnegie",
      "category": "People, Trying, You"
    },
    {
      "quote": "Sweat equity is the most valuable equity there is. Know your business and industry better than anyone else in the world. Love what you do or don't do it.",
      "author": "Mark Cuban",
      "category": "Love, World, Know"
    },
    {
      "quote": "Success or failure in business is caused more by the mental attitude even than by mental capacities.",
      "author": "Walter Scott",
      "category": "Success, Failure, Attitude"
    },
    {
      "quote": "Prophesy is a good line of business, but it is full of risks.",
      "author": "Mark Twain",
      "category": "Good, Risks, Line"
    },
    {
      "quote": "For me, it's about camaraderie. My whole life is like, if something's going on, nothing ever preceded fun. I always put my friends and the fun and the business ahead of everything.",
      "author": "Ric Flair",
      "category": "Life, Friends, Fun"
    },
    {
      "quote": "It is clearly better that property should be private, but the use of it common; and the special business of the legislator is to create in men this benevolent disposition.",
      "author": "Aristotle",
      "category": "Men, Better, Special"
    },
    {
      "quote": "We need to revise our economic thinking to give full value to our natural resources. This revised economics will stabilize both the theory and the practice of free-market capitalism. It will provide business and public policy with a powerful new tool for economic development, profitability, and the promotion of the public good.",
      "author": "Paul Hawken",
      "category": "Good, Powerful, Value"
    },
    {
      "quote": "I love to compete. To me, business is the ultimate sport. It's always on. There is always someone trying to beat me.",
      "author": "Mark Cuban",
      "category": "Love, Me, Trying"
    },
    {
      "quote": "Raising the minimum wage represents a substantial financial burden for employers, particularly start-ups, early stage companies, and family-owned businesses. In response, business owners would be forced to either lay off workers or raise prices to offset the rise in labor costs.",
      "author": "Fabrizio Moreira",
      "category": "Financial, Rise, Early"
    },
    {
      "quote": "Growing up in a very big family, working together and playing together, that is something that has been part of my life since ever I was born. It has advantages and disadvantages. It's like an older style of living where everyone works in the family business.",
      "author": "Margherita Missoni",
      "category": "Life, Family"
    },
    {
      "quote": "I think that if people realize that with an mp3, you're only getting five percent of the sound that's there. But when you hear the entire thing... I think it would save the music business. It's such a drastic change.",
      "author": "Tom Petty",
      "category": "Change, Music, People"
    },
    {
      "quote": "For me, the winning strategy in any start-up business is, 'Think big but start small.'",
      "author": "Carmen Busquets",
      "category": "Winning, Strategy, Me"
    },
    {
      "quote": "Complaining is dangerous business. It can damage or even destroy your relationship with God, your relationships with other people, and even with your relationship with yourself.",
      "author": "Joyce Meyer",
      "category": "Relationship, God, Yourself"
    },
    {
      "quote": "The music business looks like, you know, innocent schoolboys compared to the TV business. They care about nothing but profit.",
      "author": "Tom Petty",
      "category": "Music, Care, Know"
    },
    {
      "quote": "It can be easy to become 'friends' or 'connected' with someone in a digital world, but it requires thought and strategy to convert social media connections into rewarding business relationships.",
      "author": "Lewis Howes",
      "category": "Friends, Social Media, World"
    },
    {
      "quote": "It's obviously unfair to paint with a broad brush here, but the germ of an idea for a breakthrough in technology doesn't come out of a business school curriculum. It comes out of a laboratory or a math lecture or a physics tutorial.",
      "author": "Michael Moritz",
      "category": "Technology, School, Physics"
    },
    {
      "quote": "The whole business is built on ego, vanity, self-satisfaction, and it's total crap to pretend it's not.",
      "author": "George Michael",
      "category": "Vanity, Ego, Whole"
    },
    {
      "quote": "Carpe per diem - seize the check.",
      "author": "Robin Williams",
      "category": "Seize, Check, Per"
    },
    {
      "quote": "Business underlies everything in our national life, including our spiritual life. Witness the fact that in the Lord's Prayer, the first petition is for daily bread. No one can worship God or love his neighbor on an empty stomach.",
      "author": "Woodrow Wilson",
      "category": "Love, Life, Daily"
    },
    {
      "quote": "It is surprising how little most small business values the customers. A positive feedback from the customer is critical to your business, and what's more important is their referral.",
      "author": "Fabrizio Moreira",
      "category": "Positive, Feedback, Small"
    },
    {
      "quote": "The greatest asset, even in this country, is not oil and gas. It's integrity. Everyone is searching for it, asking, 'Who can I do business with that I can trust?'",
      "author": "George Foreman",
      "category": "Integrity, Trust, Greatest"
    },
    {
      "quote": "If you owe the bank $100 that's your problem. If you owe the bank $100 million, that's the bank's problem.",
      "author": "J. Paul Getty",
      "category": "Problem, Bank, You"
    },
    {
      "quote": "As a business person, I want the world to share the prosperity together.",
      "author": "Jack Ma",
      "category": "Together, World, Want"
    },
    {
      "quote": "More business is lost every year through neglect than through any other cause.",
      "author": "Rose Kennedy",
      "category": "Lost, Through, Year"
    },
    {
      "quote": "The business end of business has never interested me.",
      "author": "Hugh Hefner",
      "category": "End, Me, Never"
    },
    {
      "quote": "Engineering, medicine, business, architecture and painting are concerned not with the necessary but with the contingent - not with how things are but with how they might be - in short, with design.",
      "author": "Herbert Simon",
      "category": "Architecture, Design, Short"
    },
    {
      "quote": "A large social-media presence is important because it's one of the last ways to conduct cost-effective marketing. Everything else involves buying eyeballs and ears. Social media enables a small business to earn eyeballs and ears.",
      "author": "Guy Kawasaki",
      "category": "Social Media, Media, Small"
    },
    {
      "quote": "So much of life is a negotiation - so even if you're not in business, you have opportunities to practice all around you.",
      "author": "Kevin O'Leary",
      "category": "Life, Opportunities"
    },
    {
      "quote": "Doing good business - being ethical, being transparent, being caring, implementing values in your business - makes a difference, and you make money at the same time.",
      "author": "Shari Arison",
      "category": "Time, Money, Good"
    },
    {
      "quote": "The business schools reward difficult complex behavior more than simple behavior, but simple behavior is more effective.",
      "author": "Warren Buffett",
      "category": "Simple, Behavior, Reward"
    },
    {
      "quote": "There is no time for cut-and-dried monotony. There is time for work. And time for love. That leaves no other time!",
      "author": "Coco Chanel",
      "category": "Love, Work, Time"
    },
    {
      "quote": "No enterprise is more likely to succeed than one concealed from the enemy until it is ripe for execution.",
      "author": "Niccolo Machiavelli",
      "category": "Enemy, Succeed, Execution"
    },
    {
      "quote": "Dressing up is inevitably a substitute for good ideas. It is no coincidence that technically inept business types are known as 'suits'.",
      "author": "Paul Graham",
      "category": "Good, Ideas, Suits"
    },
    {
      "quote": "This industry is 90 percent business, 10 percent talent.",
      "author": "Pitbull",
      "category": "Talent, Industry, Percent"
    },
    {
      "quote": "Companies that grow for the sake of growth or that expand into areas outside their core business strategy often stumble. On the other hand, companies that build scale for the benefit of their customers and shareholders more often succeed over time.",
      "author": "Jamie Dimon",
      "category": "Time, Growth, Strategy"
    },
    {
      "quote": "Informed decision-making comes from a long tradition of guessing and then blaming others for inadequate results.",
      "author": "Scott Adams",
      "category": "Tradition, Long, Results"
    },
    {
      "quote": "So we really need jobs now. We have to take jobs away from other countries because other countries are taking our jobs. There is practically not a country that does business with the United States that isn't making - let's call it a very big profit. I mean China is going to make $300 billion on us at least this year.",
      "author": "Donald Trump",
      "category": "Country, Profit, Mean"
    },
    {
      "quote": "Journalism: A profession whose business is to explain to others what it personally does not understand.",
      "author": "Lord Northcliffe",
      "category": "Journalism, Explain"
    },
    {
      "quote": "The way it works in our family is, it's the family business. Much like in the Mafia. Every child is given the opportunity to act at a young age and to learn what it's like to be in the business.",
      "author": "Jordan Bridges",
      "category": "Family, Age, Opportunity"
    },
    {
      "quote": "Business requires understanding financial matters, but management is different from running the financial aspects of the business - it requires understanding complex systems, how they operate, the nature of organisations, what happens when people interact in groups and how to motivate and guide people.",
      "author": "Rosabeth Moss Kanter",
      "category": "Nature, Management"
    },
    {
      "quote": "When a management with a reputation for brilliance tackles a business with a reputation for bad economics, it is the reputation of the business that remains intact.",
      "author": "Warren Buffett",
      "category": "Management, Economics"
    },
    {
      "quote": "Money is a strange business. People who haven't got it aim it strongly. People who have are full of troubles.",
      "author": "Ayrton Senna",
      "category": "Money, People, Strange"
    },
    {
      "quote": "I'm no longer an artist, I'm a business partner.",
      "author": "Pitbull",
      "category": "Artist, Partner"
    },
    {
      "quote": "Losses have propelled me to even bigger places, so I understand the importance of losing. You can never get complacent because a loss is always around the corner. It's in any game that you're in - a business game or whatever - you can't get complacent.",
      "author": "Venus Williams",
      "category": "Loss, Losing, Me"
    },
    {
      "quote": "The monarchy is foremost a business, and it's important to them that the British public continue to finance the excessive luxurious lifestyles of the now quite enormous, wasteful and useless 'royal' family. I find it very sad.",
      "author": "Morrissey",
      "category": "Family, Sad, Finance"
    },
    {
      "quote": "Any business today that embraces the status quo as an operating principle is going to be on a death march.",
      "author": "Howard Schultz",
      "category": "Death, Today, Going"
    },
    {
      "quote": "The breakthrough innovations come when the tension is greatest and the resources are most limited. That's when people are actually a lot more open to rethinking the fundamental way they do business.",
      "author": "Clayton M. Christensen",
      "category": "People, Greatest, Resources"
    },
    {
      "quote": "Contrary to popular opinion, the hustle is not a new dance step - it is an old business procedure.",
      "author": "Fran Lebowitz",
      "category": "Dance, Step, Hustle"
    },
    {
      "quote": "When I decided to get married at 40, I couldn't find a dress with the modernity or sophistication I wanted. That's when I saw the opportunity for a wedding gown business.",
      "author": "Vera Wang",
      "category": "Opportunity, Wedding, Dress"
    },
    {
      "quote": "When business leaders ask me what they can do for Indiana, I always reply: 'Make money. Go make money. That's the first act of corporate citizenship. If you do that, you'll have to hire someone else, and you'll have enough profit to help one of those non-profits we're so proud of.'",
      "author": "Mitch Daniels",
      "category": "Money, Me, Help"
    },
    {
      "quote": "Sometimes film is just the family business. Some families are generations of carpenters or farmers, or they make clothes, or they're all lawyers. I'm in the family business.",
      "author": "Danny Huston",
      "category": "Family, Lawyers, Clothes"
    },
    {
      "quote": "If you have learned how to disagree without being disagreeable, then you have discovered the secrete of getting along - whether it be business, family relations, or life itself.",
      "author": "Bernard Meltzer",
      "category": "Life, Family, You"
    },
    {
      "quote": "All business is basically about customers and marketing and making money and capitalism and winning and promoting it and having something someone really wants.",
      "author": "Roger Ailes",
      "category": "Money, Winning, Making Money"
    },
    {
      "quote": "Don't worry about people stealing your ideas. If your ideas are any good, you'll have to ram them down people's throats.",
      "author": "Howard Aiken",
      "category": "Good, Ideas, Worry"
    },
    {
      "quote": "Nothing so conclusively proves a man's ability to lead others as what he does from day to day to lead himself.",
      "author": "Thomas J. Watson",
      "category": "Day, Man, Ability"
    },
    {
      "quote": "I happened to come along in the music business when there was no trend.",
      "author": "Elvis Presley",
      "category": "Music, Trend, Music Business"
    },
    {
      "quote": "The idea that you can create a template that will work forever doesn't happen in any business. There's some really, really bright people in this business. You can't do the same thing the same way and be successful for a long period of time.",
      "author": "Billy Beane",
      "category": "Work, Time, Successful"
    },
    {
      "quote": "Yeah. I mean, it just seemed to me that it was - I felt so helpless to this business of not having any papers. That seems like a throwback to a schoolboy.",
      "author": "James Stockdale",
      "category": "Me, Throwback, Mean"
    },
    {
      "quote": "I'm working at trying to be a Christian, and that's serious business. It's like trying to be a good Jew, a good Muslim, a good Buddhist, a good Shintoist, a good Zoroastrian, a good friend, a good lover, a good mother, a good buddy - it's serious business.",
      "author": "Maya Angelou",
      "category": "Good, Mother, Friend"
    },
    {
      "quote": "In business, you have to be strong. If you are weak, people are going to take advantage.",
      "author": "Ivana Trump",
      "category": "Strong, People, Be Strong"
    },
    {
      "quote": "My father was a great business leader and humanitarian who dedicated his life to the company and the community. He also was a wonderful family man, a loving husband, father, grandfather and great-grandfather. He will be greatly missed by everyone who knew him, yet he will continue to inspire us all.",
      "author": "William Clay Ford, Jr.",
      "category": "Life, Family, Leader"
    },
    {
      "quote": "It's time to fundamentally change the way that we do business in Washington. To help build a new foundation for the 21st century, we need to reform our government so that it is more efficient, more transparent, and more creative. That will demand new thinking and a new sense of responsibility for every dollar that is spent.",
      "author": "Barack Obama",
      "category": "Change, Time, Responsibility"
    },
    {
      "quote": "This is a business of love and labor.",
      "author": "Chester Bennington",
      "category": "Love, Labor"
    },
    {
      "quote": "I started in the restaurant business at the age of 19 as a waitress. I loved the atmosphere and the camaraderie of the restaurant business. I loved not having to go to an office. I loved making people happy.",
      "author": "Anne Burrell",
      "category": "Happy, Age, People"
    },
    {
      "quote": "You gotta have fun. Regardless of how you look at it, we're playing a game. It's a business, it's our job, but I don't think you can do well unless you're having fun.",
      "author": "Derek Jeter",
      "category": "Job, Having Fun, Fun"
    },
    {
      "quote": "Sometimes, we need an obstacle to challenge us and push us further than we would if things were always status quo. I'd say one example is the market crashing. It's like, just when we started to get into a rhythm, everything changed! But, it taught us a great deal about how we do business and how we can improve.",
      "author": "John Varvatos",
      "category": "Great, Challenge, Push"
    },
    {
      "quote": "I must create a system or be enslaved by another mans I will not reason and compare: my business is to create.",
      "author": "William Blake",
      "category": "Reason, Create, System"
    },
    {
      "quote": "I wanted to inspire people not to work under a bamboo ceiling. Whatever you are - yellow, black, white, brown - you don't have to allow your skin to define who you are or how you operate your business. There's not one face to anything.",
      "author": "Eddie Huang",
      "category": "Work, Inspire, People"
    },
    {
      "quote": "I have learned the hard way to mind my business, without judging who people are and what they do. I am more troubled by the lack of space being provided for the truth to unfold. Humans cannot seem to wait for or honor the truth. Instead, we make it up based on who we believe people should or should not be.",
      "author": "Iyanla Vanzant",
      "category": "Truth, I Am, Space"
    },
    {
      "quote": "We succeed in enterprises which demand the positive qualities we possess, but we excel in those which can also make use of our defects.",
      "author": "Alexis de Tocqueville",
      "category": "Positive, Succeed, Qualities"
    },
    {
      "quote": "It's called a pen. It's like a printer, hooked straight to my brain.",
      "author": "Dale Dauten",
      "category": "Brain, Pen, Straight"
    },
    {
      "quote": "A company is only as good as the people it keeps.",
      "author": "Mary Kay Ash",
      "category": "Good, People, Company"
    },
    {
      "quote": "In modern business it is not the crook who is to be feared most, it is the honest man who doesn't know what he is doing.",
      "author": "William Wordsworth",
      "category": "Man, Doing, Know"
    },
    {
      "quote": "There are two kinds of companies, those that work to try to charge more and those that work to charge less. We will be the second.",
      "author": "Jeff Bezos",
      "category": "Work, Try, Two"
    },
    {
      "quote": "When times are bad is when the real entrepreneurs emerge.",
      "author": "Robert Kiyosaki",
      "category": "Real, Bad, Times"
    },
    {
      "quote": "We need to become good citizens in the global village, instead of competing. What are we competing for - to drive more cars, eat more steaks? That will destroy the world.",
      "author": "Yuan T. Lee",
      "category": "Good, World, Drive"
    },
    {
      "quote": "Growing up in eastern Turkey, I was not really involved with the family business - sheep and cow farming, yogurt and cheese making. But I think I learned from my father the unspoken business language or instincts that go back thousands of years.",
      "author": "Hamdi Ulukaya",
      "category": "Family, Father, Language"
    },
    {
      "quote": "Whenever you're sitting across from some important person, always picture him sitting there in a suit of long red underwear. That's the way I always operated in business.",
      "author": "Joseph P. Kennedy",
      "category": "Red, Long, Picture"
    },
    {
      "quote": "No community values entrepreneurship and small business more than the Hispanic community.",
      "author": "Marco Rubio",
      "category": "Community, Small, Values"
    },
    {
      "quote": "I'm strong and fearless and not afraid to take risks in business.",
      "author": "Khloe Kardashian",
      "category": "Strong, Risks, Fearless"
    },
    {
      "quote": "The American people don't believe politicians. They don't believe business leaders or Hollywood celebrities or athletes or other supposed role models. And they certainly don't believe the news media.",
      "author": "John Yarmuth",
      "category": "American, Believe, Media"
    },
    {
      "quote": "I've seen this over and over again: people love it if you step up their experience. No one turns down an upgrade to business class in a plane.",
      "author": "Robert Scoble",
      "category": "Love, Experience, Step"
    },
    {
      "quote": "I've never gone into business to make money. Every Virgin product and service has been made into a reality to make a positive difference in people's lives. And by focusing on the happiness of our customers, we have been able to build a successful group of companies.",
      "author": "Richard Branson",
      "category": "Positive, Happiness, Money"
    },
    {
      "quote": "It is indeed true that the stock market can forecast the business cycle.",
      "author": "Paul Samuelson",
      "category": "Stock Market, True, Forecast"
    },
    {
      "quote": "It's a business. If I could make more money down in the zinc mines I'd be mining zinc.",
      "author": "Roger Maris",
      "category": "Money, Down, Mining"
    },
    {
      "quote": "When steam first began to pump and wheels go round at so many revolutions per minute, what are called business habits were intended to make the life of man run in harmony with the steam engine, and his movement rival the train in punctuality.",
      "author": "George William Russell",
      "category": "Life, Man, Train"
    },
    {
      "quote": "It's show business. No show, no business.",
      "author": "Dick Wolf",
      "category": "Show, Show Business"
    },
    {
      "quote": "When we want to have our own style of living, it is nobody's business but ours. What we do in private is our private business.",
      "author": "Eartha Kitt",
      "category": "Style, Living, Want"
    },
    {
      "quote": "With the growing reliance on social media, we no longer search for news, or the products and services we wish to buy. Instead they are being pushed to us by friends, acquaintances and business colleagues.",
      "author": "Erik Qualman",
      "category": "Friends, Social Media, Media"
    },
    {
      "quote": "I became a larger than life figure for one reason only. When you're quoted in the 'Wall Street Journal', the 'New York Times', constantly as the expert in the business people assume you're a lot bigger than you are. And then I had to run like hell to catch up with my own image.",
      "author": "Barbara Corcoran",
      "category": "Life, New York, People"
    },
    {
      "quote": "If I succeed in business but fail as a father, then I've failed.",
      "author": "Mark Wahlberg",
      "category": "Father, Succeed, Fail"
    },
    {
      "quote": "Now, when it's time to get down to business, I get down to business.",
      "author": "Juan Pablo Montoya",
      "category": "Time, Down, Now"
    },
    {
      "quote": "The show business has all phases and grades of dignity, from the exhibition of a monkey to the exposition of that highest art in music or the drama which secures for the gifted artists a world-wide fame princes well might envy.",
      "author": "P. T. Barnum",
      "category": "Music, Art, Drama"
    },
    {
      "quote": "Men, women, and children who cannot live on gravity alone need something to satisfy their gayer, lighter moods and hours, and he who ministers to this want is, in my opinion, in a business established by the Creator of our nature. If he worthily fulfills his mission and amuses without corrupting, he need never feel that he has lived in vain.",
      "author": "P. T. Barnum",
      "category": "Nature, Children, Women"
    },
    {
      "quote": "In business, you can have one massive success that earns $50 million overnight, and that's it. You're successful. End of story. But in the music business, you have to keep on doing it.",
      "author": "Noel Gallagher",
      "category": "Success, Music, Successful"
    },
    {
      "quote": "The more people you help and the more value you create, the more your business will fly - and the quicker you'll win.",
      "author": "Robin S. Sharma",
      "category": "Value, Fly, Help"
    },
    {
      "quote": "Appreciate everything your associates do for the business.",
      "author": "Sam Walton",
      "category": "Appreciate, Everything, Your"
    },
    {
      "quote": "The chief executive officer is also the chief sales officer. He or she is responsible for the success of the company and making a profit. The closer the CEO is to the everyday selling process, bringing in business, the more successful the company will become.",
      "author": "Jeffrey Gitomer",
      "category": "Success, Successful, Company"
    },
    {
      "quote": "During my pre-college years, I went on many trips with my father into the oil fields to visit their operations. On Saturday mornings, I often went with him to visit the company shop. I puttered around the machine, electronics, and automobile shops while he carried on his business.",
      "author": "Robert Woodrow Wilson",
      "category": "Father, Company, Oil"
    },
    {
      "quote": "I think if we get freedom for women, then they are probably going to do a lot of things that I wish they wouldn't do. But it seems to me that isn't our business to say what they should do with it. It is our business to see that they get it.",
      "author": "Alice Paul",
      "category": "Freedom, Women, Me"
    },
    {
      "quote": "Brethren, let us mind our own business - that is, the calling the Lord has called us to - to do everything we can to promote the good of the Cause of Truth, and never ask how big we are, or inquire who we are; but let it be, 'What can I do to build up the Kingdom of God upon the Earth?'",
      "author": "Brigham Young",
      "category": "Good, Truth, God"
    },
    {
      "quote": "We're in the space exploration business, and the outer solar system is a wild, wooly place. We haven't explored it very well.",
      "author": "Alan Stern",
      "category": "Space, Solar, Place"
    },
    {
      "quote": "If you can't pay for a thing, don't buy it. If you can't get paid for it, don't sell it. Do this, and you will have calm and drowsy nights, with all of the good business you have now and none of the bad. If you have time, don't wait for time.",
      "author": "Ernst Fischer",
      "category": "Time, Good, Calm"
    },
    {
      "quote": "What do I mean by concentration? I mean focusing totally on the business at hand and commanding your body to do exactly what you want it to do.",
      "author": "Arnold Palmer",
      "category": "Body, Want, You"
    },
    {
      "quote": "The Postal Service's unmatched ability to reach every household and business in America six days a week is a vital part of the nation's infrastructure.",
      "author": "Joe Baca",
      "category": "Service, America, Week"
    },
    {
      "quote": "Being tall is an advantage, especially in business. People will always remember you. And if you're in a crowd, you'll always have some clean air to breathe.",
      "author": "Julia Child",
      "category": "People, Remember, You"
    },
    {
      "quote": "In the US, there is basically one party - the business party. It has two factions, called Democrats and Republicans, which are somewhat different but carry out variations on the same policies. By and large, I am opposed to those policies. As is most of the population.",
      "author": "Noam Chomsky",
      "category": "I Am, Party, Carry"
    },
    {
      "quote": "If you like a person you say 'let's go into business together.' Man is a social animal after all, but such partnerships are fraught with danger.",
      "author": "Brian Tracy",
      "category": "Together, Man, Animal"
    },
    {
      "quote": "Producing suits me because I have a business mind and a business sensibility. I was a street hustler. I did whatever it took. I sold whatever I could sell. I'm a good organiser.",
      "author": "Mark Wahlberg",
      "category": "Good, Mind, Me"
    },
    {
      "quote": "Just like any business is a living, breathing thing, an entrepreneur has to be able to adapt over time.",
      "author": "Robert Herjavec",
      "category": "Time, Living, Adapt"
    },
    {
      "quote": "I have a friend who is very successful in business, and his motto is, 'Don't do what you can do. Do what only you can do.' First of all, you have to know what your specific, unique gift is and then you do that... every actor does that but every once in a while an actor plays a part that only they can play.",
      "author": "Rob Lowe",
      "category": "Motto, Unique, Gift"
    },
    {
      "quote": "If you want to kill any idea in the world, get a committee working on it.",
      "author": "Charles Kettering",
      "category": "World, Want, You"
    },
    {
      "quote": "I never called my work an 'art'. It's part of show business, the business of building entertainment.",
      "author": "Walt Disney",
      "category": "Work, Art, Building"
    },
    {
      "quote": "The beauty of the Internet is there's a niche market for everything, and if you can focus on it, you can build a sustainable and viable business of it.",
      "author": "Michelle Phan",
      "category": "Beauty, Focus, Internet"
    },
    {
      "quote": "I have no idea what the economics of the movie business is, especially with all the new Amazon, Netflix, Showtime, AMC, SyFy, and HBO series. But I am intrigued with what feels like a new type of show - the six-to-eight-hour movie. It's a little too long to watch in one setting, but you can watch it over a three- to five-day period.",
      "author": "Brad Feld",
      "category": "I Am, Economics, Long"
    },
    {
      "quote": "It is always sound business to take any obtainable net gain, at any cost and at any risk to the rest of the community.",
      "author": "Thorstein Veblen",
      "category": "Community, Risk, Rest"
    },
    {
      "quote": "Raising children is an incredibly hard and risky business in which no cumulative wisdom is gained: each generation repeats the mistakes the previous one made.",
      "author": "Bill Cosby",
      "category": "Wisdom, Children, Mistakes"
    },
    {
      "quote": "My kids - even though it's a family business - they don't even know what day or time 'Survivor' is even on. They just know it's on TiVo.",
      "author": "Mark Burnett",
      "category": "Family, Time, Day"
    },
    {
      "quote": "All lasting business is built on friendship.",
      "author": "Alfred A. Montapert",
      "category": "Friendship, Lasting, Built"
    },
    {
      "quote": "So little done, so much to do.",
      "author": "Cecil Rhodes",
      "category": "Done, Much, Little"
    },
    {
      "quote": "An economist's guess is liable to be as good as anybody else's.",
      "author": "Will Rogers",
      "category": "Good, Economist, Guess"
    },
    {
      "quote": "You can't operate a company by fear, because the way to eliminate fear is to avoid criticism. And the way to avoid criticism is to do nothing.",
      "author": "Steve Ross",
      "category": "Fear, Company, You"
    },
    {
      "quote": "I like Mr. Gorbachev, we can do business together.",
      "author": "Margaret Thatcher",
      "category": "Together, Like, Mr"
    },
    {
      "quote": "We must get into the picture business. This is a new industry and a gold mine. it looks like another telephone industry.",
      "author": "Joseph P. Kennedy",
      "category": "Gold, Picture, New"
    },
    {
      "quote": "Business today consists in persuading crowds.",
      "author": "T. S. Eliot",
      "category": "Today, Crowds, Persuading"
    },
    {
      "quote": "A government, for protecting business only, is but a carcass, and soon falls by its own corruption and decay.",
      "author": "Amos Bronson Alcott",
      "category": "Government, Corruption"
    },
    {
      "quote": "For the past 32 years, I've done nothing outside the entertainment business. I've had some real highs and some real lows, but I love the work so much that I never once thought of quitting.",
      "author": "Meat Loaf",
      "category": "Love, Work, Past"
    },
    {
      "quote": "I believe people who go into politics want to do the right thing. And then they hit a big wall of re-election and the pettiness of politics. In the end, politics gets in the way of the business of people.",
      "author": "Kevin Costner",
      "category": "Politics, Believe"
    },
    {
      "quote": "I love my family very much. I wish I could see them a little more often than I do. But we understand because we're a show business family and we all work.",
      "author": "Michael Jackson",
      "category": "Love, Work, Family"
    },
    {
      "quote": "A government of, by and for the people is obligated to conduct the nation's business in a manner that respects dissent.",
      "author": "Jim Leach",
      "category": "Government, People, Nation"
    },
    {
      "quote": "I wanted to be a writer, to write these stories that would make people see the world in a different way. But I ended up going to business school because I thought I could ultimately get to where I wanted to go faster that way.",
      "author": "Jeffrey Skoll",
      "category": "School, World, People"
    },
    {
      "quote": "People in business generally have a responsibility to the community. They have to put back into the community from which they take. I think I've adopted that all through my life. Caring and sharing are two major fundamentals of life.",
      "author": "Lindsay Fox",
      "category": "Life, Community"
    },
    {
      "quote": "Companies are bought for their revenue, customer base, technology, or people. A few great companies offer all of these, but any valuable business offers one.",
      "author": "Margaret Heffernan",
      "category": "Technology, Great, People"
    },
    {
      "quote": "Learning in a face-to-face human community, as humans have evolved to do over hundreds of thousands of years, may always be the ideal - especially in an endeavor that is as relationship-driven as business.",
      "author": "Warren Bennis",
      "category": "Learning, Community, Human"
    },
    {
      "quote": "Hire sales people who are really smart problem solvers, but lack courage, hunger and competitiveness, and your company will go out of business.",
      "author": "Ben Horowitz",
      "category": "Courage, Smart, Company"
    },
    {
      "quote": "I don't set out to be connected. My business has allowed me to meet lots of interesting people, some of whom have become friends; but you can't force it. This terrible word - 'networking' - I really hate.",
      "author": "Ben Elliot",
      "category": "Friends, Hate, Me"
    },
    {
      "quote": "In show business, you had levels. I was at the top of the TV end of it.",
      "author": "Gabe Kaplan",
      "category": "End, You, Levels"
    },
    {
      "quote": "The best defence against mafia business is full declaration of assets and incomes.",
      "author": "Milos Zeman",
      "category": "Best, Mafia, Assets"
    },
    {
      "quote": "The NFL is a performance-based business, so you should have to perform to earn some of your money. At the same time, I realize that my success isn't just because of what I do out there.",
      "author": "Colin Kaepernick",
      "category": "Success, Time, Money"
    },
    {
      "quote": "Everybody had to go to some college or other. A business college, a junior college, a state college, a secretarial college, an Ivy League college, a pig farmer's college. The book first, then the work.",
      "author": "Sylvia Plath",
      "category": "Work, College, Book"
    },
    {
      "quote": "CIOs have earned a strategic seat at the table, but now they've got to hold that seat - and the only way they can do that is to converse in the language of business value and business benefits and business outcomes that all align perfectly with the strategic agenda of the company.",
      "author": "Mark V. Hurd",
      "category": "Value, Language, Company"
    },
    {
      "quote": "Stoutly pro-tax-cut and libertarian on social issues like abortion, Trump is a Republican with the business know-how to turn the country's economy around.",
      "author": "Roger Stone",
      "category": "Abortion, Economy, Country"
    },
    {
      "quote": "Living the past is a dull and lonely business; looking back strains the neck muscles, causing you to bump into people not going your way.",
      "author": "Edna Ferber",
      "category": "Past, Looking Back, Lonely"
    },
    {
      "quote": "Modern poets talk against business, poor things, but all of us write for money. Beginners are subjected to trial by market.",
      "author": "Robert Frost",
      "category": "Money, Poor, Talk"
    },
    {
      "quote": "I don't want to do business with those who don't make a profit, because they can't give the best service.",
      "author": "Richard Bach",
      "category": "Best, Service, Want"
    },
    {
      "quote": "Our business in life is not to get ahead of others, but to get ahead of ourselves.",
      "author": "E. Joseph Cossman",
      "category": "Life, Leadership, Ahead"
    },
    {
      "quote": "In this business, until you're known as a monster you're not a star.",
      "author": "Bette Davis",
      "category": "Monster, You, Star"
    },
    {
      "quote": "Politics is not a game. It is an earnest business.",
      "author": "Winston Churchill",
      "category": "Politics, Game, Earnest"
    },
    {
      "quote": "Young lawyers attend the courts, not because they have business there, but because they have no business.",
      "author": "Washington Irving",
      "category": "Lawyers, Young, Because"
    },
    {
      "quote": "The successful man is the one who finds out what is the matter with his business before his competitors do.",
      "author": "Roy L. Smith",
      "category": "Man, Successful, Matter"
    },
    {
      "quote": "War is the business of barbarians.",
      "author": "Napoleon Bonaparte",
      "category": "War, Barbarians"
    },
    {
      "quote": "There's always a great deal of business to be transacted in one's office. There are always visitors it seems to me, an unending stream of them, who come with letters of recommendation, or come actually on substantive business.",
      "author": "David K. E. Bruce",
      "category": "Great, Me, Stream"
    },
    {
      "quote": "Ranchers need clean water for their stock, farmers need it for their crops, every employer needs it to stay in business, and every living thing needs it for life... The law needs to be clear to protect water quality and the rights of landowners.",
      "author": "Mark Udall",
      "category": "Life, Water, Law"
    },
    {
      "quote": "I have always recognized that the object of business is to make money in an honorable manner. I have endeavored to remember that the object of life is to do good.",
      "author": "Peter Cooper",
      "category": "Life, Money, Good"
    },
    {
      "quote": "We didn't know how to run a business, but we had dreams and talent.",
      "author": "Ruth Handler",
      "category": "Dreams, Talent, Know"
    },
    {
      "quote": "Less emphasis on inventories, I think, may tend to dampen business cycles, because business cycles are typically in the grasp of inventory cycles and heavy industry cycles.",
      "author": "Paul A. Volcker",
      "category": "Think, May, I Think"
    },
    {
      "quote": "The business always gets in the way of basketball.",
      "author": "Jason Kidd",
      "category": "Basketball, Way, Always"
    },
    {
      "quote": "I think young writers should get other degrees first, social sciences, arts degrees or even business degrees. What you learn is research skills, a necessity because a lot of writing is about trying to find information.",
      "author": "Irvine Welsh",
      "category": "Graduation, Writing"
    },
    {
      "quote": "In 1973, women got 59 cents on the dollar; now we are getting 74 cents on the dollar. In the area of finance and business, we are at 68 cents on the dollar.",
      "author": "Billie Jean King",
      "category": "Women, Finance, Now"
    },
    {
      "quote": "There's no damn business like show business - you have to smile to keep from throwing up.",
      "author": "Billie Holiday",
      "category": "Smile, You, Up"
    },
    {
      "quote": "The trouble with movies as a business is that it's an art, and the trouble with movies as art is that it's a business.",
      "author": "Charlton Heston",
      "category": "Art, Movies, Trouble"
    },
    {
      "quote": "All things being equal, people will do business with a friend; all things being unequal, people will still do business with a friend.",
      "author": "Mark McCormack",
      "category": "Friend, People, Equal"
    },
    {
      "quote": "It is the artist's business to create sunshine when the sun fails.",
      "author": "Romain Rolland",
      "category": "Sun, Sunshine, Artist"
    },
    {
      "quote": "Never believe people in this business who say they don't read what's written about them.",
      "author": "Ryan Seacrest",
      "category": "Believe, People, Say"
    },
    {
      "quote": "Business and growing jobs is about taking risk, sometimes failing, sometimes succeeding, but always striving. It is about dreams. Usually, it doesn't work out exactly as you might have imagined. Steve Jobs was fired at Apple. He came back and changed the world.",
      "author": "Mitt Romney",
      "category": "Work, Dreams, World"
    },
    {
      "quote": "Because of the economic crisis, China and the United States are bound together. This is a totally new phenomenon, and nobody will fight for ideology anymore. It's all about business.",
      "author": "Ai Weiwei",
      "category": "Together, Fight, Crisis"
    },
    {
      "quote": "In terms of the technology I use the most, it's probably a tie between my Blackberry and my MacBook Pro laptop. That's how I communicate with the rest of the world and how I handle all the business I have to handle.",
      "author": "John Legend",
      "category": "Technology, World, Rest"
    },
    {
      "quote": "If I was in a situation where it wasn't working and I had a choice with another man, I'm gonna assess it like a business deal: who is the better person for me?",
      "author": "Patti Stanger",
      "category": "Man, Choice, Me"
    },
    {
      "quote": "It's the uncertainty, the challenge and the willingness to put it all on the line that draws a lot of people to climb mountains. That can also apply to a lot of other challenges in life, whether it's running for office, starting a family, going to grad school or taking all of your cash and assets and starting a business.",
      "author": "Mark Udall",
      "category": "Life, Family, Challenge"
    },
    {
      "quote": "I began painting well before I started doing comedy. In fact, when I came out of the war in 1946, I enrolled in art school in Dayton, Ohio. I painted for three years, and then show business took hold.",
      "author": "Jonathan Winters",
      "category": "Art, School, War"
    },
    {
      "quote": "We live in a world where there are a hell of a lot of new inputs that need to be factored in to your business. It used to be just about your employees and your customers. Now there are all the issues about global warming, about sustainability, about ethics and now about gender and the distribution of wealth.",
      "author": "Stuart Rose",
      "category": "Ethics, World, Wealth"
    },
    {
      "quote": "If you are in business, you are not enjoying. You are working.",
      "author": "Carlos Slim",
      "category": "Working, You, Enjoying"
    },
    {
      "quote": "It's weird because my parents don't really understand my business. I get fan mail all day long, but if a piece happens to get to their house, they're like, 'Oh, my God, you've got a fan! You have to write them back. You have to do it!'",
      "author": "Idris Elba",
      "category": "Day, God, Parents"
    },
    {
      "quote": "It is human nature, especially as we get older, to look for stability in our lives. But if you want to be a successful entrepreneur, you have to fight against that somewhat, as starting a business requires movement. You cannot stay still.",
      "author": "Robert Herjavec",
      "category": "Nature, Fight, Successful"
    },
    {
      "quote": "The movie business can be very frustrating and very circuitous; there's no straight path. You have to have tremendous perseverance, dedication and passion. You have to want it very, very badly and you have to deal with a lot of rejection.",
      "author": "Denise Di Novi",
      "category": "Perseverance, Passion, Path"
    },
    {
      "quote": "My sweet spot is figuring out how to make a product that people love and how to refine it to make them love it more. All the rest is business noise.",
      "author": "Nolan Bushnell",
      "category": "Love, People, Sweet"
    },
    {
      "quote": "I rate enthusiasm even above professional skill.",
      "author": "Edward Appleton",
      "category": "Professional, Skill"
    },
    {
      "quote": "If there is anything that a man can do well, I say let him do it. Give him a chance.",
      "author": "Abraham Lincoln",
      "category": "Man, Chance, Say"
    },
    {
      "quote": "Wise are those who learn that the bottom line doesn't always have to be their top priority.",
      "author": "William Arthur Ward",
      "category": "Wise, Learn, Always"
    },
    {
      "quote": "The first rule of business is: Do other men for they would do you.",
      "author": "Charles Dickens",
      "category": "Men, You, First"
    },
    {
      "quote": "I can take more punishment than anyone in the business.",
      "author": "Ric Flair",
      "category": "Punishment, I Can, Than"
    },
    {
      "quote": "I also believe that government has no business telling us how we should live our lives. I think our lifestyle choices should be left up to us. What we do in our private lives is none of the government's business. That position rules out the Republican Party for me.",
      "author": "Jesse Ventura",
      "category": "Government, Believe, Choices"
    },
    {
      "quote": "I didn't realize how hard it was to run a small business.",
      "author": "Andrew Mason",
      "category": "Small, Run, Realize"
    },
    {
      "quote": "Energy and environmental regulation, transportation, and broadband policy all benefit when legislators have a basic grounding in the technical concepts behind business models, products, and innovation.",
      "author": "John Sununu",
      "category": "Innovation, Environmental"
    },
    {
      "quote": "What I tell founders is not to sweat the business model too much at first. The most important task at first is to build something people want. If you don't do that, it won't matter how clever your business model is.",
      "author": "Paul Graham",
      "category": "People, Clever, Want"
    },
    {
      "quote": "In every business, in every industry, management does matter.",
      "author": "Michael Eisner",
      "category": "Management, Matter, Industry"
    },
    {
      "quote": "You have to respect your parents. They are giving you an at-bat. If you're an entrepreneur and go into the family business, you want to grow fast. Patience is important. But respect the other party... My dad and I pulled it off because we really respect each other.",
      "author": "Gary Vaynerchuk",
      "category": "Family, Respect, Patience"
    },
    {
      "quote": "The most important quality in a leader is that of being acknowledged as such. All leaders whose fitness is questioned are clearly lacking in force.",
      "author": "Andre Maurois",
      "category": "Fitness, Leader, Quality"
    },
    {
      "quote": "Business is a combination of war and sport.",
      "author": "Andre Maurois",
      "category": "War, Combination, Sport"
    },
    {
      "quote": "To command is to serve, nothing more and nothing less.",
      "author": "Andre Malraux",
      "category": "Nothing, Serve, More"
    },
    {
      "quote": "The leader who exercises power with honor will work from the inside out, starting with himself.",
      "author": "Blaine Lee",
      "category": "Work, Leader, Power"
    },
    {
      "quote": "The business of America is business.",
      "author": "Calvin Coolidge",
      "category": "America"
    },
    {
      "quote": "The consumer isn't a moron she is your wife.",
      "author": "David Ogilvy",
      "category": "Wife, She, Moron"
    },
    {
      "quote": "If it doesn't sell, it isn't creative.",
      "author": "David Ogilvy",
      "category": "Creative, Sell"
    },
    {
      "quote": "The characteristic of great innovators and great companies is they see a space that others do not. They don't just listen to what people tell them; they actually invent something new, something that you didn't know you needed, but the moment you see it, you say, 'I must have it.'",
      "author": "Eric Schmidt",
      "category": "Great, Space, Moment"
    },
    {
      "quote": "Spend a lot of time talking to customers face to face. You'd be amazed how many companies don't listen to their customers.",
      "author": "Ross Perot",
      "category": "Time, Listen, You"
    },
    {
      "quote": "I'm not a driven businessman, but a driven artist. I never think about money. Beautiful things make money.",
      "author": "Lord Acton",
      "category": "Beautiful, Money, Artist"
    },
    {
      "quote": "I don't think meals have any business being deductible. I'm for separation of calories and corporations.",
      "author": "Ralph Nader",
      "category": "Think, Calories, Being"
    },
    {
      "quote": "Every few seconds it changes - up an eighth, down an eighth - it's like playing a slot machine. I lose $20 million, I gain $20 million.",
      "author": "Ted Turner",
      "category": "Changes, Down, Machine"
    },
    {
      "quote": "If you aren't playing well, the game isn't as much fun. When that happens I tell myself just to go out and play as I did when I was a kid.",
      "author": "Thomas J. Watson",
      "category": "Myself, Fun, Game"
    },
    {
      "quote": "Whenever an individual or a business decides that success has been attained, progress stops.",
      "author": "Thomas J. Watson",
      "category": "Success, Progress"
    },
    {
      "quote": "Web users ultimately want to get at data quickly and easily. They don't care as much about attractive sites and pretty design.",
      "author": "Tim Berners-Lee",
      "category": "Design, Data, Want"
    },
    {
      "quote": "Word of mouth is the best medium of all.",
      "author": "William Bernbach",
      "category": "Best, Word, Mouth"
    }
  ]
}