{"author":"Ravindu Manoj","github":"ravindu01manoj","repo":"Quotes-500k","data":[{"quote":"There was a point in the late '90s where all the graduating M.B.A.'s wanted to start companies in Silicon Valley, and for the most part they were not actually qualified to do it.","author":"Marc Andreessen","category":"Start, Late, Point"},{"quote":"Disbelief in magic can force a poor soul into believing in government and business.","author":"Tom Robbins","category":"Soul, Government, Magic"},{"quote":"I think there are certain business matters which we must now conduct differently than we used to.","author":"Vince McMahon","category":"Think, Matters, Now"},{"quote":"There are people who take rumors and embellish them in a way that can be devastating. And this pollution has to be eradicated by people in our business as best we can.","author":"Bob Woodward","category":"Best, People, Pollution"},{"quote":"The goal is not to do business with everybody who needs what you have. The goal is to do business with people who believe what you believe.","author":"Simon Sinek","category":"Goal, Believe, People"},{"quote":"Christ would be a national advertiser today, I am sure, as He was a great advertiser in His own day. He thought of His life as business.","author":"Bruce Barton","category":"Life, Today, Great"},{"quote":"Advertising is a racket, like the movies and the brokerage business. You cannot be honest without admitting that its constructive contribution to humanity is exactly minus zero.","author":"F. Scott Fitzgerald","category":"Humanity, Advertising"},{"quote":"We don't seem to be able to check crime, so why not legalize it and then tax it out of business?","author":"Will Rogers","category":"Tax, Crime, Why"},{"quote":"Our main business is not to see what lies dimly at a distance, but to do what lies clearly at hand.","author":"Thomas Carlyle","category":"Distance, Hand, See"},{"quote":"You have to have your heart in the business and the business in your heart.","author":"An Wang","category":"Leadership, Heart, You"},{"quote":"Government 'help' to business is just as disastrous as government persecution... the only way a government can be of service to national prosperity is by keeping its hands off.","author":"Ayn Rand","category":"Service, Government, Help"},{"quote":"Perhaps one of the most important accomplishments of my administration has been minding my own business.","author":"Calvin Coolidge","category":"The Most Important, My Own"},{"quote":"The record industry is still pissed off that other people are making money off their business, even if it promotes their products and increases their sales. I think they're still mad about radio.","author":"Jonathan Potter","category":"Money, People, Making Money"},{"quote":"The god whom science recognizes must be a God of universal laws exclusively, a God who does a wholesale, not a retail business. He cannot accommodate his processes to the convenience of individuals.","author":"William James","category":"Science, God, Retail"},{"quote":"Comedy may be big business but it isn't pretty.","author":"Steve Martin","category":"Comedy, May, Big"},{"quote":"If a man's character is to be abused there's nobody like a relative to do the business.","author":"Alexander Pope","category":"Character, Man, Nobody"},{"quote":"I ran the wrong kind of business, but I did it with integrity.","author":"Sydney Biddle Barrows","category":"Integrity, Kind, Wrong"},{"quote":"All the things I love is what my business is all about.","author":"Martha Stewart","category":"Love, Love Is, Things"},{"quote":"German businessmen are overwhelmed by the high cost of doing business. Inflexible rules, enforced by a burgeoning bureaucracy, discourage entrepreneurship.","author":"Suzanne Fields","category":"Rules, Doing, Overwhelmed"},{"quote":"Consequently many large railroad systems of heavy capitalization bid fair to run into difficulties on the first serious falling off in general business.","author":"John Moody","category":"Railroad, Run, Difficulties"},{"quote":"My innovation involved taking an idea from the telecommunications and banking industries, and applying that idea to transportation business.","author":"Frederick W. Smith","category":"Innovation, Transportation"},{"quote":"Most entrepreneurs are merely technicians with an entrepreneurial seizure. Most entrepreneurs fail because you are working IN your business rather than ON your business.","author":"Michael Gerber","category":"Working, You, Fail"},{"quote":"A revised schedule is to business what a new season is to an athlete or a new canvas to an artist.","author":"Norman Ralph Augustine","category":"Artist, Season, New"},{"quote":"That's why I do this music business thing, it's communication with people without having the extreme inconvenience of actually phoning anybody up.","author":"Morrissey","category":"Music, Communication, People"},{"quote":"The government must do all it can to help reduce interest rates for business.","author":"Pauline Hanson","category":"Government, Help, Interest"},{"quote":"So often corporate America, business America, are the worst communicators, because all they understand are facts, and they cannot tell a story. They know how to explain their quarterly results, but they don't know how to explain what they mean.","author":"Frank Luntz","category":"America, Story, Know"},{"quote":"As you know, the business is cyclic with styles. It's no different from clothing styles.","author":"Juice Newton","category":"Know, You, Clothing"},{"quote":"One of the things that happens in the business is that success is a very strange thing in that if you are involved in something very successful the next person wants you to repeat it.","author":"Elmer Bernstein","category":"Success, Successful, Strange"},{"quote":"The key to competing and surviving against Wal-Mart is to focus your business into a niche or pocket where you can leverage your strengths in the local marketplace.","author":"Michael Bergdahl","category":"Focus, Key, You"},{"quote":"That's a rule in the business. No tongue. You can't really get into it, otherwise, it's weird. I think that particular scene made his (Adam Brody) girlfriend jealous. There were issues.","author":"Rachel Bilson","category":"Weird, Jealous, Think"},{"quote":"My car and my adding machine understand nothing: they are not in that line of business.","author":"John Searle","category":"Car, Understand, Nothing"},{"quote":"What has been happening more lately - of course, I also put in my bio, I say I do the voice of Goliath, but some people go - you know, I say something, and it's a funny thing when you work in this business, people will talk out loud in front of you like you're not there.","author":"Keith David","category":"Funny, Work, People"},{"quote":"Business as usual will not be accepted by any part of this city.","author":"Harold Washington","category":"City, Will, Part"},{"quote":"TV journalism is a much more collaborative, horizontal business than print reporting. It has to be, because of the logistics. Anchors are wholly dependent on producers to do all the hustling.","author":"Tina Brown","category":"Journalism, Print, Logistics"},{"quote":"The forefathers, including James Madison, felt very strongly that the duties that we owe to God were outside of government's prerogative, that government had no business interfering with the way we worship God.","author":"Roy Moore","category":"God, Government, Way"},{"quote":"More than 50% of significant new regulations that impact on business in the UK now emanate from the EU.","author":"John Hutton","category":"Impact, Now, New"},{"quote":"I've found that in business opportunities will constantly emerge or situations develop that make you revise your plans along the way.","author":"Benjamin Cohen","category":"Opportunities, Way, You"},{"quote":"We don't have titles on our business cards. No one really gets any special treatment. No one gets a corner office to put pictures of their family and their dog in.","author":"Jay Chiat","category":"Family, Dog, Cards"},{"quote":"Each one of us, and, indeed, all those who aspire to national leadership must bring their own visions, views and styles to the business of reforming Nigeria, and the search for solutions.","author":"Ibrahim Babangida","category":"Leadership, Search, Bring"},{"quote":"Now everybody's got a crazy notion of their own. Some like to mix up with a crowd, some like to be alone. It's no one elses' business as far as I can see, but every time that I go out the people stare at me, with me little ukulele in me hand.","author":"George Formby","category":"Time, Alone, Crazy"},{"quote":"After hurting myself like that, I could not go back immediately to racing. I was in no condition, mentally or physically. That helped me to strengthen myself to go through the hard times that were ahead with my business, and to be successful.","author":"Nelson Piquet","category":"Myself, Successful, Me"},{"quote":"I have heard show business characterized as a refuge for childlike persons in flight from all things harsh and real.","author":"Carroll O'Connor","category":"Real, Flight, Show"},{"quote":"Just the fact that I've lived more, and I'm not concerned about when I am going to get my next job anymore. This business is free-lance and it's not a steady job. Younger, I would have been more preoccupied with myself.","author":"Raul Julia","category":"Myself, Job, I Am"},{"quote":"I like to combine the dramatic emotional warmth of strings with the grooves and body business of drums and bass.","author":"David Byrne","category":"Body, Emotional, Bass"},{"quote":"Homeowners and business owners across the country agreed to pay premiums, communities agreed to adopt building codes to mitigate flood dangers, and the Federal Government agreed to provide insurance coverage to policyholders after a disaster.","author":"Bob Ney","category":"Government, Building"},{"quote":"You say he's childish, but he's very professional about business transactions.","author":"Martin Bashir","category":"Professional, You, Say"},{"quote":"This business is always changing. If you're going to be a leader, you've got to take chances.","author":"Ronnie Milsap","category":"Leader, Chance, You"},{"quote":"This Department of Treasury, run by this administration, using the same tried and true accounting methods that every business in America uses, cast new light on the fiscal severity that our Nation is facing, what some would call a mess.","author":"Jim Costa","category":"Light, America, Accounting"},{"quote":"They will therefore not be in a hurry to risk their entire business by expanding too rapidly, but they are the major indicator of whether the manufacturing industry accepts there is a sustainable business in RFID production.","author":"Mike Marsh","category":"Risk, Manufacturing, Hurry"},{"quote":"People in the business will stay with you through drugs and alcohol and divorces and insanity and everything else, but you have a failure, pal, and they don't want to know nothing about you!","author":"Don Johnson","category":"Failure, Alcohol, People"},{"quote":"I became a general contractor in my early 20s. I have been in the business for over 35 years.","author":"Gary Miller","category":"Early, Years, General"},{"quote":"And I want to do it the right way, like everybody else, not just a famous figurehead that gets a job because he is a famous basketball player. I want to really learn the business.","author":"Shaquille O'Neal","category":"Job, Famous, Want"},{"quote":"I've been in this business my whole life. I'm pretty bulletproof as far as being hurt.","author":"Tina Yothers","category":"Life, Hurt, Pretty"},{"quote":"I love no woman, for love is a serious business, not a jest.","author":"Marie de France","category":"Love, Love Is, Woman"},{"quote":"I have no ideas about what the paintings imply about the world. I don't think that's a painter's business. He just paints paintings without a conscious reason.","author":"Jasper Johns","category":"World, Ideas, Think"},{"quote":"When they take surveys of women in business, of the Fortune 500, the successful women, 80% of them, say they were in sports as a young woman.","author":"Billie Jean King","category":"Sports, Women, Woman"},{"quote":"Years ago I wanted to buy an apartment in New York City. I was a single female - I had gone through my divorce - I had three children, I was in show business and black. It was, like, impossible.","author":"Diana Ross","category":"Children, City, Impossible"},{"quote":"I learned from Mr. Wrigley, early in my career, that loyalty wins and it creates friendships. I saw it work for him in his business.","author":"Ernie Banks","category":"Work, Loyalty, Career"},{"quote":"If there's anything about the business that I love and that I'm extremely happy about, is that my career started at that time and that I met some of the greatest entertainers at that time and some are still here.","author":"Ben E. King","category":"Love, Time, Happy"},{"quote":"When approved, the SAFE Port Act will make progress toward protecting the physical infrastructure of our seaports as well as our national economy which is so clearly dependent on the commercial shipping business.","author":"Lucille Roybal-Allard","category":"Progress, Economy, Port"},{"quote":"You cannot run a business, or anything else, on a theory.","author":"Harold S. Geneen","category":"Run, You, Anything"},{"quote":"I never hurt nobody but myself and that's nobody's business but my own.","author":"Billie Holiday","category":"Myself, Hurt, Nobody"},{"quote":"I believe in the 'Wal-Mart' school of business. The less people pay, the more they enjoy it.","author":"Garth Brooks","category":"School, Believe, Enjoy"},{"quote":"It is just as important that business keep out of government as that government keep out of business.","author":"Herbert Hoover","category":"Government, Important, Just"},{"quote":"A business of high principle attracts high-caliber people more easily, thereby gaining a basic competitive and profit edge.","author":"Marvin Bower","category":"People, Profit, Edge"},{"quote":"All business sagacity reduces itself in the last analysis to judicious use of sabotage.","author":"Thorstein Veblen","category":"Analysis, Last, Itself"},{"quote":"If you're soft and fuzzy, like our little characters, you become the skinny kid on the beach, and people in this business don't mind kicking sand in your face.","author":"Michael Eisner","category":"Beach, Mind, People"},{"quote":"The main business of religions is to purify, control, and restrain that excessive and exclusive taste for well-being which men acquire in times of equality.","author":"Alexis de Tocqueville","category":"Equality, Men, Control"},{"quote":"People who have tried it, tell me that a clear conscience makes you very happy and contented; but a full stomach does the business quite as well, and is cheaper, and more easily obtained.","author":"Jerome K. Jerome","category":"Happy, Me, Conscience"},{"quote":"Publishing is a very mysterious business. It is hard to predict what kind of sale or reception a book will have, and advertising seems to do very little good.","author":"Thomas Wolfe","category":"Good, Book, Advertising"},{"quote":"My business is to teach my aspirations to confirm themselves to fact, not to try and make facts harmonize with my aspirations.","author":"Thomas Huxley","category":"Teach, Facts, Try"},{"quote":"I have laid aside business, and gone a'fishing.","author":"Izaak Walton","category":"Gone, Aside, Laid"},{"quote":"Come to West Virginia and we'll show you how to live... how to treat people. We're open for business. West Virginia is truly on the move.","author":"Joe Manchin","category":"Treat, People, Live"},{"quote":"There is one other business where the customer is always wrong and that's the media.","author":"Rush Limbaugh","category":"Media, Customer, Always"},{"quote":"This crisis is not simply a more severe version of the usual business cycle recession, the typical downturn in which economies ultimately adjust and stabilize.","author":"Timothy Geithner","category":"Crisis, Which, Recession"},{"quote":"I will never do another TV series. It couldn't top I Love Lucy, and I'd be foolish to try. In this business, you have to know when to get off.","author":"Lucille Ball","category":"Love, Know, You"},{"quote":"I'm not in the business of becoming famous. And that's the advice I give to younger aspiring actors. Work onstage and do the little roles. In the end it's not important to be seen. It's important to do. There's a lot of disappointment in this business, but my family keeps me grounded.","author":"Kristen Bell","category":"Work, Family, Famous"},{"quote":"Some people get into this business and they're so afraid to lose anything. They try to protect their position like clinging to a beachhead. These actors end up making really safe choices. I never wanted to go that route. If I go down, I'm going down swinging.","author":"Matt Damon","category":"End, Choices, People"},{"quote":"Well, I think that there's a very thin dividing line between success and failure. And I think if you start a business without financial backing, you're likely to go the wrong side of that dividing line.","author":"Richard Branson","category":"Success, Failure, Finance"},{"quote":"The one thing I have learned as a CEO is that leadership at various levels is vastly different. When I was leading a function or a business, there were certain demands and requirements to be a leader. As you move up the organization, the requirements for leading that organization don't grow vertically; they grow exponentially.","author":"Indra Nooyi","category":"Leadership, Leader"},{"quote":"It's not just Bin Laden or just those that are involved in the counterterrorism effort. We've gotta cast the net broader than that. But I think it's a - very special tribute that we all owe to the bravery and courage of the men and women in the intelligence and military business who performed so well to finally get it done.","author":"Dick Cheney","category":"Courage, Women, Intelligence"},{"quote":"The preppy lifestyle has gone global. We feel that our business has grown so well because preppy travels so well. It's all-American classic.","author":"Tommy Hilfiger","category":"Lifestyle, Feel, Well"},{"quote":"A life lesson for me is, how do you muster the courage to take on a new risk? Whether it's starting up a business or taking on a new project or expedition. I think the risks that we take are all relative to the risk-taker.","author":"Ann Bancroft","category":"Life, Courage, Me"},{"quote":"Don't solicit feedback on your product, idea or your business just for validation purposes. You want to tell the people who can help move your idea forward, but if you're just looking to your friend, co-worker, husband or wife for validation, be careful. It can stop a lot of multimillion-dollar ideas in their tracks in the beginning.","author":"Sara Blakely","category":"Wife, Beginning, Help"},{"quote":"The joy is in the getting there. The beginning years of starting your business, the camaraderie when you're in the pit together, are the best years of your life. So rather than being so focused on when you get big and powerful, if you can just get the juice out of that... don't miss it.","author":"Barbara Corcoran","category":"Life, Best, Joy"},{"quote":"I think a book is your calling card, your business card.","author":"Kevin O'Leary","category":"Book, Think, I Think"},{"quote":"Gymnastics, especially in my family, is more than a sport. It's our life, it's our careers, it's our family business.","author":"Nastia Liukin","category":"Life, Family"},{"quote":"Silicon Valley has some of the smartest engineers and technology business people in the world.","author":"Elon Musk","category":"Technology, World, People"},{"quote":"Money is not the motivating force. It's nice to have money, but I don't live high. What I enjoy is running the business.","author":"Rupert Murdoch","category":"Money, Enjoy, Live"},{"quote":"The only thing harder than leaving show business is coming back.","author":"Dave Chappelle","category":"Leaving, Back, Show"},{"quote":"To me, the newspaper business was a way to learn about life and how things worked in the real world and how people spoke. You learn all the skills - you learn to listen, you learn to take notes - everything you use later as a novelist was valuable training in the newspaper world. But I always wanted to write novels.","author":"Carl Hiaasen","category":"Life, Training, World"},{"quote":"I am especially grateful that I have been able to keep my own style over the decades, in spite of the many changes that have taken place in the world of fashion and in its business.","author":"Valentino Garavani","category":"I Am, Changes, World"},{"quote":"If you were successful, somebody along the line gave you some help... Somebody helped to create this unbelievable American system that we have that allowed you to thrive. Somebody invested in roads and bridges. If you've got a business - you didn't build that. Somebody else made that happen.","author":"Barack Obama","category":"American, Successful, Help"},{"quote":"Well, basically I have a lot of friends because I've been in the business a long time and worked with a lot of people.","author":"Randy Jackson","category":"Time, Friends, People"},{"quote":"The way you continue to be a successful business is you don't wait for the car to go off the cliff. You have to manage yourself. And make sure you do it in the right way so you are not making decisions in crisis.","author":"Roger Goodell","category":"Car, Decisions, Yourself"},{"quote":"Success in business today requires real-time, mobile access to business opportunities.","author":"Bob McDonnell","category":"Success, Today"},{"quote":"I think I've got my business notions and my sense for that sort of thing from my dad. My dad never had a chance to go to school. He couldn't read and write. But he was so smart. He was just one of those people that could just make the most of anything and everything that he had to work with.","author":"Dolly Parton","category":"Work, School, Smart"},{"quote":"Ultimately, who you choose to be in a relationship with and what you do in your bedroom is your business.","author":"Eminem","category":"Relationship, You, Choose"},{"quote":"Employers and business leaders need people who can think for themselves - who can take initiative and be the solution to problems.","author":"Stephen Covey","category":"Problems, People, Solution"},{"quote":"Planning cities is a necessary but risky business.","author":"Cate Blanchett","category":"Planning, Risky, Necessary"},{"quote":"In the political context fair means somebody that will vote for the unions or for the business. It can't mean that in the judicial context or we're in real trouble.","author":"Anthony Kennedy","category":"Political, Vote, Mean"},{"quote":"When I got into the film business, my aim was to adopt a positive persona, of a guy who fights against injustice. And it saved me, because my acting was atrocious to say the least!","author":"Chuck Norris","category":"Positive, Me, Injustice"},{"quote":"I believe there are three keys to success. For me it is keeping my priorities in order: It's my faith and my family, and then the business.","author":"Kathy Ireland","category":"Success, Family, Faith"},{"quote":"Film is a much lonelier process than theatre. You really don't have any rehearsal time in film. You don't shape it together... with theatre, there is a complete kind of family atmosphere. The sociable side of this business is the theatrical side, it really isn't the film side.","author":"Keira Knightley","category":"Family, Time, Together"},{"quote":"Today, the concept of business is to make money. Making money is the name of the business.","author":"Muhammad Yunus","category":"Money, Today, Making Money"},{"quote":"You go through this business and you meet people that you bond with, and you get to go make movies with them. It's wonderful. What I've always dreamt of, in my career, is to have a brotherhood of collaborators, and go in and out of working with them. I'm just starting to get that, and it's really lovely.","author":"Charlie Hunnam","category":"Brotherhood, People, Movies"},{"quote":"You can have a wrestling idea, but you need to have these momentum-shifting moves. We had the Hulkamania movement, then it shifted to the beer-drinking, Stone Cold era, we reinvented the business with growing the black beard and becoming the bad guy, what's that next level.","author":"Hulk Hogan","category":"Stone, Black, You"},{"quote":"I do not want to admit to the world that I can be a bad person. It is just that I don't want anyone to have false expectations. Moviemaking is a harsh, volatile business, and unless you can be ruthless, too, there's a good chance that you are going to disappear off the scene pretty quickly.","author":"Tom Hanks","category":"Good, World, Chance"},{"quote":"Successful technologies often begin as hobbies. Jacques Cousteau invented scuba diving because he enjoyed exploring caves. The Wright brothers invented flying as a relief from the monotony of their normal business of selling and repairing bicycles.","author":"Freeman Dyson","category":"Successful, Flying, Selling"},{"quote":"What other people think of me is none of my business.","author":"Gary Oldman","category":"Me, People, Think"},{"quote":"Madly, futilely, I wrote novel after novel, eight in all, that failed to find a publisher. I persisted because for me the novel was the supreme literary form - not just one among many, not a relic of the past, but the way we communicate to one another the subtlest truths about this business of living.","author":"William Nicholson","category":"Past, Me, Living"},{"quote":"You just don't have the time to worry about what others are doing. You just want to take care of your own business. You are focused on that tee shot on the 10th tee and making it to the finish line. It's one of the most stressful moments in professional golf, but you have worked so hard to get to that point, that it really is fun.","author":"Mike Weir","category":"Time, Golf, Fun"},{"quote":"As a small business owner for the last 15 years, when I think of what truly changed my life, it was my faith, a strong family, my mom did a really, really good job of encouraging me in very clear and discernible ways.","author":"Tim Scott","category":"Life, Family, Good"},{"quote":"Modelling is a silly, crazy business.","author":"Helena Christensen","category":"Crazy, Silly, Modelling"},{"quote":"Statistics suggest that when customers complain, business owners and managers ought to get excited about it. The complaining customer represents a huge opportunity for more business.","author":"Zig Ziglar","category":"Opportunity, Statistics"},{"quote":"I don't think it's a good idea to plan to sell a company.","author":"Elon Musk","category":"Good, Plan, Company"},{"quote":"If you can build a business up big enough, it's respectable.","author":"Will Rogers","category":"You, Build, Up"},{"quote":"No employer today is independent of those about him. He cannot succeed alone, no matter how great his ability or capital. Business today is more than ever a question of cooperation.","author":"Orison Swett Marden","category":"Today, Great, Alone"},{"quote":"Your mission is to find a product or service that can positively impact the lives of 1 billion people because that's the game we're playing today.","author":"Peter Diamandis","category":"Today, Service, People"},{"quote":"The comic book world is a tough business.","author":"Shia LaBeouf","category":"Book, World, Tough"},{"quote":"I do not understand how it is that financial institutions could think that they could take taxpayer money and then turn around and act like it's business as usual. I don't understand how they can't see that the world has changed in a fundamental way, that it is not business as usual when you take taxpayer dollars.","author":"Elizabeth Warren","category":"Money, World, Financial"},{"quote":"Corporation: An ingenious device for obtaining profit without individual responsibility.","author":"Ambrose Bierce","category":"Responsibility, Profit"},{"quote":"Mom was 50 when my Dad died. She got on a bus every weekday for years, and rode 40 miles each morning to Madison. She earned a new degree and learned new skills to start her small business. It wasn't just a new livelihood. It was a new life.","author":"Paul Ryan","category":"Life, Morning, Mom"},{"quote":"I was told to avoid the business all together because of the rejection. People would say to me, 'Don't you want to have a normal job and a normal family?' I guess that would be good advice for some people, but I wanted to act.","author":"Jennifer Aniston","category":"Family, Good, Together"},{"quote":"Business, you know, may bring you money, but friendship hardly ever does.","author":"Jane Austen","category":"Friendship, Money, Know"},{"quote":"No, I did night clubs right here in Los Angeles. My partner, Phil Erickson, put me in the business, a guy from my home town, a dear friend who we just lost a couple of months ago.","author":"Dick Van Dyke","category":"Home, Night, Me"},{"quote":"A cardinal principle of Total Quality escapes too many managers: you cannot continuously improve interdependent systems and processes until you progressively perfect interdependent, interpersonal relationships.","author":"Stephen Covey","category":"Quality, Relationships"},{"quote":"Business leaders cannot be bystanders.","author":"Howard Schultz","category":"Leaders, Cannot"},{"quote":"I still work hard to know my business. I'm continuously looking for ways to improve all my companies, and I'm always selling. Always.","author":"Mark Cuban","category":"Work, Work Hard, Looking"},{"quote":"Employees make the best dates. You don't have to pick them up and they're always tax-deductible.","author":"Andy Warhol","category":"Best, Employees, You"},{"quote":"If being the biggest company was a guarantee of success, we'd all be using IBM computers and driving GM cars.","author":"James Surowiecki","category":"Success, Computers, Company"},{"quote":"I'll never forget that show season. It was completely mad. I was staying between Christy and Naomi's rooms and it was all limos and the Ritz Hotel and all that kind of business.","author":"Kate Moss","category":"Hotel, Season, Never Forget"},{"quote":"A person who is too nice an observer of the business of the crowd, like one who is too curious in observing the labor of bees, will often be stung for his curiosity.","author":"Alexander Pope","category":"Curiosity, Curious, Nice"},{"quote":"I get to play golf for a living. What more can you ask for - getting paid for doing what you love.","author":"Tiger Woods","category":"Love, Golf, Play"},{"quote":"Every young man would do well to remember that all successful business stands on the foundation of morality.","author":"Henry Ward Beecher","category":"Man, Successful, Remember"},{"quote":"The people of Hong Kong are criticized for only being interested in business, but it's the only thing they've been allowed to do.","author":"Paul Theroux","category":"People, Hong Kong, Being"},{"quote":"The one great principle of English law is to make business for itself.","author":"Charles Dickens","category":"Great, Law, Principle"},{"quote":"At the end of drama school, I made a contract with myself: I'd try acting for five years. I was 26. I had already spent eight years working in restaurants and gas stations. So I had seen enough small businesses to understand that that's what acting is: a small business.","author":"Hugh Jackman","category":"Myself, School, Small"},{"quote":"Governments take too long to get things done and there are far too many varied interests at stake. If you were starting a business today and needed a partner, you would never choose a large bureaucratic institution like the government.","author":"Naveen Jain","category":"Today, Government, Partner"},{"quote":"There is a fundamental shift that social media necessitates in business today - the need to transition from 'Me First' to 'We First' thinking.","author":"Simon Mainwaring","category":"Today, Social Media"},{"quote":"In today's social business marketplace Facebook is one of the best places for nonprofits to be discovered and connect with a larger audience on the basis of shared values. So to get started, a non-profit should launch a Facebook page and invite your existing real world community to connect your cause and their networks.","author":"Simon Mainwaring","category":"Best, Community, Today"},{"quote":"The fastest way to succeed is to look as if you're playing by somebody else's rules, while quietly playing by your own.","author":"Michael Korda","category":"Rules, Look, You"},{"quote":"I am a child but I have to think and act like a woman, this business forces you to.","author":"Rihanna","category":"I Am, Woman, Child"},{"quote":"When you're making pictures out of heartfelt passion, it hurts when someone calls them a calculated business move.","author":"Michael Douglas","category":"Passion, You, Pictures"},{"quote":"Like any small business owner, I experienced the pressures of building a company from the ground up - developing a business plan, balancing the books, meeting payroll and building a customer base.","author":"Gavin Newsom","category":"Plan, Small, Company"},{"quote":"The reason I was able to grow my business was that every day, after producing 30 minutes of wine television, I spent 15 hours a day replying to every single person's e-mail and every single person's Twitter @ reply.","author":"Gary Vaynerchuk","category":"Day, Wine, Television"},{"quote":"Childhood is a tricky business. Usually, something goes wrong.","author":"Maurice Sendak","category":"Childhood, Something, Tricky"},{"quote":"I think, as I've gotten older I have realized what a huge privilege it is to even be in this business. I, more than ever, love what I do.","author":"Jeffrey Dean Morgan","category":"Love, Think, Privilege"},{"quote":"In this business, if you don't pay your debts you're finished.","author":"Roger Stone","category":"Pay, You, Finished"},{"quote":"Remind people that profit is the difference between revenue and expense. This makes you look smart.","author":"Scott Adams","category":"Smart, People, You"},{"quote":"Business is constantly changing, constantly evolving.","author":"James Dyson","category":"Changing, Evolving"},{"quote":"To keep the record straight, it wasn't always John and Yoko. We've all accused one another of various business things; we tend to be pretty paranoid by now, as you can imagine. There's a lot of money involved.","author":"Paul McCartney","category":"Money, You, Straight"},{"quote":"The buck stops with the guy who signs the checks.","author":"Rupert Murdoch","category":"Signs, Guy, Who"},{"quote":"If the head man in a company is not working 12 hours a day, doing things, taking risks, but also standing with his people in the trenches at the most difficult of times, then the company loses something.","author":"Rupert Murdoch","category":"Day, Man, Company"},{"quote":"We've got to lift our game tremendously. We'll sell our business news and information in print, we'll sell it to anyone who's got a cable system, and we'll sell it on the Web.","author":"Rupert Murdoch","category":"Game, Information, Lift"},{"quote":"If the career you have chosen has some unexpected inconvenience, console yourself by reflecting that no career is without them.","author":"Jane Fonda","category":"Yourself, Unexpected, You"},{"quote":"The Internet is the Viagra of big business.","author":"Jack Welch","category":"Internet, Big, Big Business"},{"quote":"The only business of the head in the world is to bow a ceaseless obeisance to the heart.","author":"William Butler Yeats","category":"Heart, World, Head"},{"quote":"It took me a long time to figure out how to act, and how to conduct myself in the business so I could get what I felt I needed to support my potential and give them what they wanted.","author":"Harrison Ford","category":"Time, Myself, Support"},{"quote":"Teenage girls these days are more and more getting lured into thinking they should dumb themselves down, and that's going to attract the wrong kind of guy, and it's serious. It's serious business.","author":"Danica McKellar","category":"Thinking, Dumb, Down"},{"quote":"My goal in the beginning was to buy my mother a house. Now I realize, okay, if I really focus and become a key player in business, then I can build an empire.","author":"Nicki Minaj","category":"Mother, Focus, Goal"},{"quote":"Female rappers get it the hardest. You have to be a girl, yet you have to be just as hard as the guys. I think some female rappers get scared out of the business before they can make it.","author":"Nicki Minaj","category":"Girl, Think, You"},{"quote":"Our marriage is between us. If we decide to continue being together or not, it's our business.","author":"Gwyneth Paltrow","category":"Marriage, Together, Between"},{"quote":"Most of the trouble in this world has been caused by folks who can't mind their own business, because they have no business of their own to mind, any more than a smallpox virus has.","author":"William S. Burroughs","category":"World, Mind, Trouble"},{"quote":"And I'm not an actress. I don't think I am an actress. I think I've created a brand and a business.","author":"Pamela Anderson","category":"I Am, Brand, Think"},{"quote":"New Mexico is an environment where we are open for business.","author":"Susana Martinez","category":"Environment, Mexico, New"},{"quote":"My son is now an 'entrepreneur.' That's what you're called when you don't have a job.","author":"Ted Turner","category":"Son, Job, You"},{"quote":"I think everybody has their own way of looking at their lives as some kind of pilgrimage. Some people will see their role as a pilgrim in terms of setting up a fine family, or establishing a business inheritance. Everyone's got their own definition.","author":"Eric Clapton","category":"Family, People, Looking"},{"quote":"There is the expression of selfishness and there is the expression of selflessness - but economists or theoreticians never touched that part. They said: 'Go and become a philanthropist.' I said, 'No, I can do that in the business world, create a different kind of business - a business based on selflessness.'","author":"Muhammad Yunus","category":"World, Selfishness, Said"},{"quote":"It's like you always have to put on a happy face, be the phony baloney, and I'm so not that. I never was that; I'll never be that. That is part of the business that I don't like. Maybe that will always keep me an outsider, I don't know. But that's fine.","author":"Chloe Sevigny","category":"Happy, Me, Know"},{"quote":"I founded Atari in my garage in Santa Clara while at Stanford. When I was in school, I took a lot of business classes. I was really fascinated by economics. You end up having to be a marketeer, finance maven and a little bit of a technologist in order to get a business going.","author":"Nolan Bushnell","category":"School, Finance, End"},{"quote":"When did it become a problem to be a small businessman and become successful? The small businessman - like my father, or like me?","author":"Glenn Beck","category":"Father, Successful, Me"},{"quote":"Profit is the most global aspect of a business, and it is cross-functional.","author":"Carlos Ghosn","category":"Profit, Global, Most"},{"quote":"Half the time men think they are talking business, they are wasting time.","author":"E. W. Howe","category":"Time, Men, Think"},{"quote":"Netflix, Amazon, iTunes - whatever platforms emerge - we are looking at as having the same potential that home video had for the movie business. Which means there are entirely new opportunities to monetize our capital investment in content and do so in ways that work for distributors, for consumers and for creators.","author":"Bob Iger","category":"Work, Home, Opportunities"},{"quote":"I don't believe in this business of being behind, better to be in front.","author":"Mel Brooks","category":"Believe, Better, Behind"},{"quote":"I find it rather easy to portray a businessman. Being bland, rather cruel and incompetent comes naturally to me.","author":"John Cleese","category":"Me, Easy, Find"},{"quote":"The thing that helped me get into the film business was that I went to school in Athens, Georgia and managed to get on, um, working on music videos for a band called R.E.M. and that kind of opened up a lot of doors for me.","author":"Alton Brown","category":"Music, School, Me"},{"quote":"It is the business of the future to be dangerous and it is among the merits of science that it equips the future for its duties.","author":"Alfred North Whitehead","category":"Future, Science, Dangerous"},{"quote":"The hardest thing about being in this business is just being able to be yourself. People act like there's this one set of rules to follow to be a pop star and I think, 'Well, you say I'm a pop star, so maybe that's not true.'","author":"Kelly Clarkson","category":"Be Yourself, Rules, Yourself"},{"quote":"The death of any man aged 56 is very sad for his widow and family. And no one would deny that Steve Jobs was a brilliant and highly innovative technician, with great business flair and marketing ability.","author":"A. N. Wilson","category":"Family, Death, Sad"},{"quote":"Like dogs in a wheel, birds in a cage, or squirrels in a chain, ambitious men still climb and climb, with great labor, and incessant anxiety, but never reach the top.","author":"Robert Browning","category":"Great, Men, Anxiety"},{"quote":"White shall not neutralize the black, nor good compensate bad in man, absolve him so: life's business being just the terrible choice.","author":"Robert Browning","category":"Life, Good, Man"},{"quote":"The most important decision I've made in business? The choices of people I have around me. When I first started I brought everybody with me, my homies from the neighborhood, criminals. I just said, 'Come on everybody, we made it.' Then I had to realize we didn't make it. I made it.","author":"Snoop Dogg","category":"Decision, Choices, Me"},{"quote":"I'm in a business where no one cares about anything except how well your last collection sold.","author":"Calvin Klein","category":"Anything, Well, Where"},{"quote":"Exchange ideas frequently.","author":"James Cash Penney","category":"Ideas, Exchange, Frequently"},{"quote":"I never trust an executive who tends to pass the buck. Nor would I want to deal with him as a customer or a supplier.","author":"James Cash Penney","category":"Trust, Customer, Want"},{"quote":"No business can succeed in any great degree without being properly organized.","author":"James Cash Penney","category":"Great, Succeed, Without"},{"quote":"It's getting better generally, daily, especially in TV, for women in acting; and age and looks count less. As more women come into the business. Change of any sort takes a long time to happen.","author":"Julie Walters","category":"Change, Time, Women"},{"quote":"We kinda look at this as the second or third chapter of our lives. After college, most people figure out what they want to do with their lives. But we already know what we want to do in the future and that is to continue to further our business goals.","author":"Mary-Kate Olsen","category":"Future, Goals, College"},{"quote":"I built the business exactly the way my mother built and ran her family. I wanted a replication of the big, happy family I grew up in. I wanted happy people having fun.","author":"Barbara Corcoran","category":"Family, Happy, Mother"},{"quote":"After all is said that can be said upon the liquor traffic, its influence is degrading upon the individual, the family, politics and business, and upon everything that you touch in this old world.","author":"Billy Sunday","category":"Family, Politics, World"},{"quote":"What we've gone through in the last several years has caused some people to question 'Can we trust Microsoft?'","author":"Steve Ballmer","category":"Trust, People, Question"},{"quote":"An advertising agency is 85 percent confusion and 15 percent commission.","author":"Fred Allen","category":"Advertising, Confusion"},{"quote":"Politics is the reflex of the business and industrial world.","author":"Emma Goldman","category":"Politics, World, Reflex"},{"quote":"I think we have to notice that the business processes we use right now for thinking and planning and budgeting and strategy are all delivered on very tight agendas.","author":"Margaret J. Wheatley","category":"Planning, Thinking, Strategy"},{"quote":"We've been a bit too defensive about the European Union rules. We don't want to become protectionist and nationalist in the way we buy things but we think we could do a lot more to promote British business through procurement.","author":"Vince Cable","category":"Rules, Want, Think"},{"quote":"Young people in the business have grown up and made the wrong decisions, or bad decisions, and haven't been good role models. To be someone that people look up to is important to me.","author":"Justin Bieber","category":"Good, Decisions, Me"},{"quote":"I've done business with people I've met in politics, who I went to law school with, who I grew up with. Who do you do business with? People you meet in life.","author":"Terry McAuliffe","category":"Life, School, Politics"},{"quote":"I'm not gonna lie, I love Usain Bolt and Serena Williams. What I love about Serena is that she just gets on the floor and she dominates. She handles her business very well, I respect that.","author":"Gabby Douglas","category":"Love, Respect, Lie"},{"quote":"We are at a crossroads in the music business: with the rise of the internet, the world we live in has changed, and the past is not coming back. But I see the glass as half-full: the internet and social networking are new avenues for the next Bob Dylan to be born on.","author":"Jon Bon Jovi","category":"Music, Past, World"},{"quote":"The final test of a leader is that he leaves behind him in other men the conviction and the will to carry on.","author":"Walter Lippmann","category":"Leader, Men, Test"},{"quote":"The genius of a good leader is to leave behind him a situation which common sense, without the grace of genius, can deal with successfully.","author":"Walter Lippmann","category":"Good, Leader, Grace"},{"quote":"A group or an artist shouldn't get his money until his boss gets his.","author":"Bobby Darin","category":"Money, Boss, Artist"},{"quote":"Billions are wasted on ineffective philanthropy. Philanthropy is decades behind business in applying rigorous thinking to the use of money.","author":"Michael Porter","category":"Money, Thinking"},{"quote":"Many leaders of big organizations, I think, don't believe that change is possible. But if you look at history, things do change, and if your business is static, you're likely to have issues.","author":"Larry Page","category":"Change, History, Believe"},{"quote":"Politics is the art of preventing people from busying themselves with what is their own business.","author":"Paul Valery","category":"Art, Politics, People"},{"quote":"Government in the U.S. today is a senior partner in every business in the country.","author":"Norman Cousins","category":"Today, Government, Partner"},{"quote":"Each co-operative institution will become a school of business in which each member will acquire a knowledge of the laws of trade and commerce.","author":"Leland Stanford","category":"Knowledge, School, Laws"},{"quote":"Every day I get up and look through the Forbes list of the richest people in America. If I'm not there, I go to work.","author":"Robert Orben","category":"Work, Day, America"},{"quote":"It's a reality that in this business there's an expectation of being thin. But having a baby is a reality too, and it's more important for me to make milk than to fit into those tiny pants. So that's just going to have to wait.","author":"Emily Procter","category":"Baby, Reality, Me"},{"quote":"I struggled for 15 years in this business before Miami Vice came along.","author":"Don Johnson","category":"Miami, Years, Vice"},{"quote":"It's not government that creates jobs; it's small business. Our job is to make sure they have the access to capital, the access to contracting opportunities, and the help, advice and mentoring that they need to go out and be successful.","author":"Karen Mills","category":"Job, Government"},{"quote":"That's my only active wish. I think if I sang like Don Henley, this would be a lot more agreeable business.","author":"Warren Zevon","category":"Wish, Think, Like"},{"quote":"You know, when I sit in meetings and things are very tense and people take things extremely seriously and they invest a lot of their ego, I sometimes think to myself, 'Come on, you know, there's life and there's death and there is love.' And all of that ego business is nonsense compared to that.","author":"Christine Lagarde","category":"Love, Life, Death"},{"quote":"The one thing that's going to get you through this business is having strong roots, being grounded and knowing what is true.","author":"Sally Hawkins","category":"Strong, Roots, You"},{"quote":"If you can't turn yourself into your customer, you probably shouldn't be in the ad writing business at all.","author":"Leo Burnett","category":"Writing, Yourself, Customer"},{"quote":"Look at growth, look at how much time people spend on the Net and look at the variety of things that they are doing. It's all really good, so I am actually encouraged by the fundamentals that underlie usage growth on the Net.","author":"Meg Whitman","category":"Time, Good, Growth"},{"quote":"Not only did I enjoy the creative side of Playboy and enjoy being surrounded by people who are curious about life, but I also love the analytical and hard business side of it.","author":"Christie Hefner","category":"Love, Life, Creative"},{"quote":"Never argue with a profit.","author":"Jeff Rich","category":"Profit, Never, Argue"},{"quote":"I was raised with a sense of entrepreneurship - my father owned a roofing business, and I grew up with the idea that you never want someone telling you what you can and cannot do.","author":"Anthony Mackie","category":"Father, Want, You"},{"quote":"How many times have you been out for a beer or dinner and people are coming up with business ideas? Everybody wants to think they've got that great business idea.","author":"Mark Burnett","category":"Great, Ideas, People"},{"quote":"Paying your employees well is not only the right thing to do but it makes for good business.","author":"James Sinegal","category":"Good, Employees"},{"quote":"You know, being a test pilot isn't always the healthiest business in the world.","author":"Alan Shepard","category":"World, Know, You"},{"quote":"And I think that still is true of this business - which is basically research and development - that you probably spend more time in planning and training and designing for things to go wrong, and how you cope with them, than you do for things to go right.","author":"Alan Shepard","category":"Time, Training, Research"},{"quote":"Family farms and small businesses are the backbone of our communities.","author":"Tom Allen","category":"Family, Small, Backbone"},{"quote":"I remember when I first started in the business, I lost a lot of friends. Some were jealous, some were annoyed at the fact that I was an actress.","author":"Amber Tamblyn","category":"Friends, Lost, Remember"},{"quote":"To think that the new economy is over is like somebody in London in 1830 saying the entire industrial revolution is over because some textile manufacturers in Manchester went broke.","author":"Alvin Toffler","category":"Revolution, Think, Saying"},{"quote":"Absolutely. I think that this is - politics is a tough business. I describe it as a full contact sport. You have to be prepared to get in there and mix it up.","author":"John Thune","category":"Politics, Think, Be Prepared"},{"quote":"There was never any danger of Business 2.0 ever going under.","author":"James Daly","category":"Never, Going, Danger"},{"quote":"Neither science, nor the politics in power, nor the mass media, nor business, nor the law nor even the military are in a position to define or control risks rationally.","author":"Ulrich Beck","category":"Science, Power, Politics"},{"quote":"Don't simply retire from something have something to retire to.","author":"Harry Emerson Fosdick","category":"Retire, Something, Simply"},{"quote":"The word career is a divisive word. It's a word that divides the normal life from business or professional life.","author":"Grace Paley","category":"Life, Career, Professional"},{"quote":"Whenever one or more components of a company's business model changes, new business models are created for supporting companies. The changes might involve niches served, new marketing angles or improved value propositions.","author":"Marc Ostrofsky","category":"Changes, Value, Company"},{"quote":"After all, it's the future of business communication that we're looking toward.","author":"Jim Barksdale","category":"Communication, Future"},{"quote":"A bankruptcy judge can fix your balance sheet, but he cannot fix your company.","author":"Gordon Bethune","category":"Balance, Company, Judge"},{"quote":"The worst disease which can afflict business executives in their work is not, as popularly supposed, alcoholism; it's egotism.","author":"Harold S. Geneen","category":"Work, Worst, Which"},{"quote":"Business can be a source of progressive change.","author":"Jerry Greenfield","category":"Change, Source, Progressive"},{"quote":"Now, when we face a problem like global warming, and you understand that the biggest impacts on global warming come from business and industry, I think business needs to take a leading role.","author":"Jerry Greenfield","category":"Problem, Think"},{"quote":"I can not, therefore, see how this can be imputed as a crime, or how any of the king's ministers can be blamed for his doing what the public has no concern in; for if the public be well and faithfully served it has no business to ask by whom.","author":"Robert Walpole","category":"King, Doing, See"},{"quote":"Movies are the shadiest business in the world.","author":"Jessica Alba","category":"World, Movies"},{"quote":"If you have to fight a crowd of boys, it's best to go for the biggest one. That way you won't have to fight them all. The others will see that you mean business and you will win their respect.","author":"Suzanne Vega","category":"Respect, Best, Fight"},{"quote":"The reason why I take my life is because I want to go to my wife and boy. My usefulness in this world is at an end. I can not be satisfied in any business and can not be without their companionship.","author":"Alex Campbell","category":"Life, Wife, World"},{"quote":"Advertising holding companies used to boast about their share of the advertising market. Now they are proud of how much of their business is not in advertising.","author":"Maurice Saatchi","category":"Advertising, Proud, Now"},{"quote":"I believe it is an important project, it makes the cost of doing business lower and they will make us more competitive at the same time, it will also provide some satisfaction to the people who demand services for them of the quality they want and also quickly.","author":"Abdullah Ahmad Badawi","category":"Time, Quality, Believe"},{"quote":"My mother taught me to love my work. I learned everything about business from her.","author":"David Geffen","category":"Love, Work, Mother"},{"quote":"As a restaurateur, my job is to basically control the chaos and the drama. There's always going to be chaos in the restaurant business.","author":"Rocco DiSpirito","category":"Job, Control, Chaos"},{"quote":"The affairs of life embrace a multitude of interests, and he who reasons in any one of them, without consulting the rest, is a visionary unsuited to control the business of the world.","author":"James F. Cooper","category":"Life, World, Control"},{"quote":"We went through this business of me writing out all the parts for these old songs from Gravity and Speechless and we'd been performing that, but we don't do that any more.","author":"Fred Frith","category":"Writing, Me, Gravity"},{"quote":"Although it's easy to forget sometimes, a share is not a lottery ticket... it's part-ownership of a business.","author":"Peter Lynch","category":"Forget, Easy, Lottery"},{"quote":"I was an economics major, which I enjoyed because I had a good business sense.","author":"Herb Ritts","category":"Good, Economics, Sense"},{"quote":"If you have one good idea, people will lend you twenty.","author":"Marie von Ebner-Eschenbach","category":"Good, People, You"},{"quote":"First-rate people hire first-rate people second-rate people hire third-rate people.","author":"Leo Rosten","category":"People, Hire, First-Rate"},{"quote":"This is a business built on promotion. We've been giving music away to radio stations for 30 years.","author":"Hilary Rosen","category":"Music, Giving, Promotion"},{"quote":"Television is a powerful medium that has to be used for something better than sitcoms and police shows. On the other hand, if you don't recognize the forces that play on what people watch and what they don't then you're a fool and you should be in a different business.","author":"Roone Arledge","category":"Powerful, Fool, Television"},{"quote":"They thought that I did conceive there was a difference between them and Mr. Cotton... I might say they might preach a covenant of works as did the apostles, but to preach a covenant of works and to be under a covenant of works is another business.","author":"Anne Hutchinson","category":"Thought, Difference, Say"},{"quote":"The business of the law is to make sense of the confusion of what we call human life - to reduce it to order but at the same time to give it possibility, scope, even dignity.","author":"Archibald MacLeish","category":"Life, Time, Law"},{"quote":"Nigeria has no business with poverty. With our human and material resources, we shall strive to eradicate poverty from our country.","author":"Olusegun Obasanjo","category":"Poverty, Country, Human"},{"quote":"As a small businessperson, you have no greater leverage than the truth.","author":"John Greenleaf Whittier","category":"Truth, Small, You"},{"quote":"No partnership between two independent companies, no matter how well run, can match the speed, effectiveness, responsiveness and efficiency of a solely owned company.","author":"Edward Whitacre, Jr.","category":"Speed, Company, Efficiency"},{"quote":"Well, you can't trust most people in this game, period; it can be a very shady business.","author":"Marvin Hagler","category":"Trust, Game, People"},{"quote":"There are too many games being developed by people that have no business creating games.","author":"John Romero","category":"People, Creating, Games"},{"quote":"Business? It's quite simple it's other people's money.","author":"Alexandre Dumas","category":"Money, Simple, People"},{"quote":"I wouldn't say I was the best manager in the business. But I was in the top one.","author":"Brian Clough","category":"Best, Manager, Say"},{"quote":"Go to your business, pleasure, whilst I go to my pleasure, business.","author":"William Wycherley","category":"Pleasure, Go, Your"},{"quote":"It was my first big relationship and it was just very abusive. I wouldn't give him the credit of naming him, if he ever reads this. But he was older, in the music business - or so he said.","author":"Lisa Snowdon","category":"Music, Relationship, Credit"},{"quote":"I think one of the main reason's Rick Rosenthal and Whitewater PIctures decided to 'get in bed with me' on 'Fat Kid' was because I came in with a strong business plan as well as a creative vision on how to make the film.","author":"Matthew Lillard","category":"Strong, Vision, Me"},{"quote":"Business is in itself a power.","author":"Garet Garrett","category":"Power, Itself"},{"quote":"At CNN, our view is that good journalism equals good business.","author":"Jim Walton","category":"Good, Journalism, View"},{"quote":"One's mind has a way of making itself up in the background, and it suddenly becomes clear what one means to do.","author":"A. C. Benson","category":"Mind, Way, Up"},{"quote":"In 'The General Strike,' we celebrate those who bring a new vision for the world to the table. People who stand for workers rights, human rights, a just representative political system, and a new mode of doing business where sustainability is the norm not the exception.","author":"Justin Sane","category":"Vision, World, Celebrate"},{"quote":"There's no business like show business.","author":"Irving Berlin","category":"Like, Show, Show Business"},{"quote":"We must have ideals and try to live up to them, even if we never quite succeed. Life would be a sorry business without them. With them it's grand and great.","author":"Lucy Maud Montgomery","category":"Life, Great, Sorry"},{"quote":"Definition of a Statistician: A man who believes figures don't lie, but admits than under analysis some of them won't stand up either.","author":"Evan Esar","category":"Man, Lie, Stand Up"},{"quote":"Our new attitude is how can we put you in front of our customer.","author":"Terry Semel","category":"Attitude, Customer, You"},{"quote":"Small business in America is booming. The job creator in America, small business, is absolutely moving ahead.","author":"Pete Domenici","category":"America, Job, Moving"},{"quote":"It's been a rollercoaster ride. There have been some great moments and some low points... like when I was leaving Stax. That's when I actually thought of getting out of the business.","author":"William Bell","category":"Great, Moments, Leaving"},{"quote":"I come from a really big family, my father was a businessman and what he always instilled in us was to be your own boss. My father built up his business, and he was by no means a rich man, but he figured out how to work four-and-a-half days a week.","author":"Tony Shalhoub","category":"Work, Family, Father"},{"quote":"Any business that is looking for new customers needs to understand the Internet and how to market their goods or services through it.","author":"Eric Lefkofsky","category":"Internet, Looking, New"},{"quote":"Industry is fortune's right hand, and frugality its left.","author":"John Ray","category":"Hand, Right, Fortune"},{"quote":"It's a clique and I think a clique exists in every business. There's a circle of people that are guaranteed to open a movie and we all know their names and whether they're right or wrong for the role.","author":"Elizabeth Pena","category":"People, Know, Think"},{"quote":"What's the subject of life - to get rich? All of those fellows out there getting rich could be dancing around the real subject of life.","author":"Paul A. Volcker","category":"Life, Rich, Real"},{"quote":"A manager doesn't hear the cheers.","author":"Alvin Dark","category":"Manager, Hear, Cheers"},{"quote":"It doesn't matter how successful you are in this business, it's tough to get through the next door.","author":"Kevin Sorbo","category":"Door, Successful, You"},{"quote":"This business switching styles can't be done honestly by one man. As soon as he can play his instrument well, he can express himself, and all his life he has only one self.","author":"Jimmy Rushing","category":"Life, Man, Self"},{"quote":"My father told me, never have partners.","author":"Howard Hughes","category":"Father, Me, Never"},{"quote":"You learn in this business: It you want a friend, get a dog.","author":"Carl Icahn","category":"Dog, Friend, Want"},{"quote":"Today's business climate is not for me.","author":"Berry Gordy","category":"Today, Me, Climate"},{"quote":"For me, the most fun is change or growth. There are definitely elements of both that I like. Launching a business is kind of like a motorboat: You can go very quickly and turn fast.","author":"Tony Hsieh","category":"Change, Growth, Fun"},{"quote":"Tact and diplomacy are fine in international relations, in politics, perhaps even in business; in science only one thing matters, and that is the facts.","author":"Hans Eysenck","category":"Science, Politics, Facts"},{"quote":"Markets change, tastes change, so the companies and the individuals who choose to compete in those markets must change.","author":"An Wang","category":"Change, Choose, Compete"},{"quote":"Only a monopolist could study a business and ruin it by giving away products.","author":"Scott McNealy","category":"Giving, Study, Products"},{"quote":"Once you understand business models you can then start prototyping business models just like you prototype products.","author":"Alexander Osterwalder","category":"Start, You, Products"},{"quote":"We love our business. We have never been more enthusiastic about cable and its future.","author":"Brian Roberts","category":"Love, Future, Never"},{"quote":"Cannibals prefer those who have no spines.","author":"Stanislaw Lem","category":"Who, Cannibals, Prefer"},{"quote":"Do not trust people. They are capable of greatness.","author":"Stanislaw Lem","category":"Trust, Greatness, People"},{"quote":"Motion pictures are the art form of the 20th century, and one of the reasons is the fact that films are a slightly corrupted artform. They fit this century - they combine Art and business!","author":"Roger Corman","category":"Art, Motion, Pictures"},{"quote":"It is not the crook in modern business that we fear, but the honest man who doesn't know what he is doing.","author":"Owen D. Young","category":"Fear, Man, Know"},{"quote":"The herd instinct among forecasters makes sheep look like independent thinkers.","author":"Edgar Fiedler","category":"Sheep, Independent, Look"},{"quote":"Teach your children how to behave with animals. Adopt a pet. Don't go buy one. Please. That's a sin. Let's get these puppy mills out of business.","author":"Shelley Morrison","category":"Children, Pet, Animals"},{"quote":"Inside every working anarchy, there's an Old Boy Network.","author":"Mitchell Kapor","category":"Working, Boy, Anarchy"},{"quote":"If you fire people, you fire customers.","author":"Ferdinand Piech","category":"Fire, People, You"},{"quote":"The great leaders are like the best conductors - they reach beyond the notes to reach the magic in the players.","author":"Blaine Lee","category":"Best, Great, Magic"},{"quote":"What we actually learn, from any given set of circumstances, determines whether we become increasingly powerless or more powerful.","author":"Blaine Lee","category":"Powerful, Learn"},{"quote":"This is a business. Be smart. Choose wisely.","author":"John Aniston","category":"Smart, Choose, Wisely"},{"quote":"My experience has shown me that the people who are exceptionally good in business aren't so because of what they know but because of their insatiable need to know more.","author":"Michael Gerber","category":"Good, Experience, Me"},{"quote":"I think a lot of developments start with the desire of the developer to get what he really wants so that he can use it. It's not just the technical fascination or the business opportunity.","author":"Ray Dolby","category":"Opportunity, Start, Think"},{"quote":"To succeed in life, you need three things: a wishbone, a backbone and a funny bone.","author":"Reba McEntire","category":"Funny, Life, You"},{"quote":"I love everything that's old, - old friends, old times, old manners, old books, old wine.","author":"Oliver Goldsmith","category":"Love, Friends, Old Friends"},{"quote":"Our prayers should be for blessings in general, for God knows best what is good for us.","author":"Socrates","category":"Good, Best, God"},{"quote":"I try to be grateful for the abundance of the blessings that I have, for the journey that I'm on and to relish each day as a gift.","author":"James McGreevey","category":"Journey, Day, Grateful"},{"quote":"A blessing is a circle of light drawn around a person to protect, heal and strengthen.","author":"John O'Donohue","category":"Light, Blessing, Circle"},{"quote":"I say luck is when an opportunity comes along and you're prepared for it.","author":"Denzel Washington","category":"Opportunity, Luck, You"},{"quote":"You gotta try your luck at least once a day, because you could be going around lucky all day and not even know it.","author":"Jimmy Dean","category":"Day, Luck, Know"},{"quote":"The joyful heart sees and reads the world with a sense of freedom and graciousness.","author":"John O'Donohue","category":"Freedom, Heart, World"},{"quote":"Christ beside me, Christ before me, Christ behind me, Christ within me, Christ beneath me, Christ above me.","author":"Saint Patrick","category":"Me, Behind, Within"},{"quote":"Love is never defeated, and I could add, the history of Ireland proves it.","author":"Pope John Paul II","category":"Love, History, Love Is"},{"quote":"Think where man's glory most begins and ends, and say my glory was I had such friends.","author":"William Butler Yeats","category":"Friends, Man, Think"},{"quote":"Luck is believing you're lucky.","author":"Tennessee Williams","category":"Luck, Lucky, You"},{"quote":"We have always found the Irish a bit odd. They refuse to be English.","author":"Winston Churchill","category":"Always, Odd, Irish"},{"quote":"Cherish your human connections: your relationships with friends and family.","author":"Joseph Brodsky","category":"Family, Friends"},{"quote":"Geographically, Ireland is a medium-sized rural island that is slowly but steadily being consumed by sheep.","author":"Dave Barry","category":"Sheep, Island, Being"},{"quote":"Being Irish, I always had this love of words.","author":"Kenneth Branagh","category":"Love, Words, Irish"},{"quote":"You've got to think lucky. If you fall into a mudhole, check your back pocket - you might have caught a fish.","author":"Darrell Royal","category":"Fish, Fall, Think"},{"quote":"There is no language like the Irish for soothing and quieting.","author":"John Millington Synge","category":"Language, Like, Irish"},{"quote":"If you're Irish, it doesn't matter where you go - you'll find family.","author":"Victoria Smurfit","category":"Family, Matter, You"},{"quote":"Be true to your work, your word, and your friend.","author":"John Boyle O'Reilly","category":"Work, Friend, Be True"},{"quote":"Our hearts were drunk with a beauty Our eyes could never see.","author":"George William Russell","category":"Beauty, Eyes, See"},{"quote":"I was raised in a very old fashioned Ireland where women were reared to be lovely.","author":"Anne Enright","category":"Women, Lovely, Where"},{"quote":"Above all else, deep in my soul, I'm a tough Irishwoman.","author":"Maureen O'Hara","category":"Deep, Soul, My Soul"},{"quote":"Being Irish is very much a part of who I am. I take it everywhere with me.","author":"Colin Farrell","category":"I Am, Me, Irish"},{"quote":"If it was raining soup, the Irish would go out with forks.","author":"Brendan Behan","category":"Soup, Raining, Irish"},{"quote":"That's what the holidays are for - for one person to tell the stories and another to dispute them. Isn't that the Irish way?","author":"Lara Flynn Boyle","category":"Holidays, Way, Person"},{"quote":"I come from an Irish Catholic family, and hell-raising is part of the DNA.","author":"Brian Dennehy","category":"Family, DNA, Irish"},{"quote":"Fond memory brings the light of other days around me.","author":"Thomas Moore","category":"Light, Memory, Me"},{"quote":"Every St. Patrick's Day every Irishman goes out to find another Irishman to make a speech to.","author":"Shane Leslie","category":"Day, Speech, Find"},{"quote":"Style is a reflection of your attitude and your personality.","author":"Shawn Ashmore","category":"Reflection, Personality"},{"quote":"If you don't like something, change it. If you can't change it, change your attitude.","author":"Maya Angelou","category":"Change, You, Like"},{"quote":"Adopting the right attitude can convert a negative stress into a positive one.","author":"Hans Selye","category":"Positive, Stress, Negative"},{"quote":"Being sexy is all about attitude, not body type. It's a state of mind.","author":"Amisha Patel","category":"Mind, Sexy, Body"},{"quote":"Leadership is practiced not so much in words as in attitude and in actions.","author":"Harold S. Geneen","category":"Leadership, Words, Actions"},{"quote":"People may hear your words, but they feel your attitude.","author":"John C. Maxwell","category":"Words, People, Feel"},{"quote":"Wearing the correct dress for any occasion is a matter of good manners.","author":"Loretta Young","category":"Good, Dress, Matter"},{"quote":"A positive attitude can really make dreams come true - it did for me.","author":"David Bailey","category":"Positive, Dreams, Me"},{"quote":"A positive attitude causes a chain reaction of positive thoughts, events and outcomes. It is a catalyst and it sparks extraordinary results.","author":"Wade Boggs","category":"Positive, Thoughts"},{"quote":"I will keep smiling, be positive and never give up! I will give 100 percent each time I play. These are always my goals and my attitude.","author":"Yani Tseng","category":"Positive, Time, Goals"},{"quote":"Each day, I come in with a positive attitude, trying to get better.","author":"Stefon Diggs","category":"Positive, Day"},{"quote":"Happiness doesn't depend on any external conditions, it is governed by our mental attitude.","author":"Dale Carnegie","category":"Happiness, Mental, Depend"},{"quote":"Weakness of attitude becomes weakness of character.","author":"Albert Einstein","category":"Character, Weakness, Becomes"},{"quote":"Nothing can stop the man with the right mental attitude from achieving his goal nothing on earth can help the man with the wrong mental attitude.","author":"Thomas Jefferson","category":"Man, Achieving, Goal"},{"quote":"I believe that a trusting attitude and a patient attitude go hand in hand. You see, when you let go and learn to trust God, it releases joy in your life. And when you trust God, you're able to be more patient. Patience is not just about waiting for something... it's about how you wait, or your attitude while waiting.","author":"Joyce Meyer","category":"Life, Patience, Trust"},{"quote":"If you have a positive attitude and constantly strive to give your best effort, eventually you will overcome your immediate problems and find you are ready for greater challenges.","author":"Pat Riley","category":"Positive, Best, Challenges"},{"quote":"For success, attitude is equally as important as ability.","author":"Walter Scott","category":"Success, Important, Ability"},{"quote":"Your attitude, not your aptitude, will determine your altitude.","author":"Zig Ziglar","category":"Will, Altitude, Aptitude"},{"quote":"Excellence is not a skill, it's an attitude.","author":"Ralph Marston","category":"Excellence, Skill"},{"quote":"The only disability in life is a bad attitude.","author":"Scott Hamilton","category":"Life, Disability, Life Is A"},{"quote":"Be sure what you want and be sure about yourself. Fashion is not just beauty, it's about good attitude. You have to believe in yourself and be strong.","author":"Adriana Lima","category":"Beauty, Good, Strong"},{"quote":"It's easy to get negative because you get beat down. You go through a few disappointments and it's easy to stay in that negative frame of mind. Choosing to be positive and having a grateful attitude is a whole cliche, but your attitude is going to determine how you're going to live your life.","author":"Joel Osteen","category":"Life, Positive, Grateful"},{"quote":"The secret of genius is to carry the spirit of the child into old age, which means never losing your enthusiasm.","author":"Aldous Huxley","category":"Age, Losing, Child"},{"quote":"When we adopt a dog or any pet, we know it is going to end with us having to say goodbye, but we still do it. And we do it for a very good reason: They bring so much joy and optimism and happiness. They attack every moment of every day with that attitude.","author":"Bruce Cameron","category":"Happiness, Dog, Good"},{"quote":"We cannot change our past. We can not change the fact that people act in a certain way. We can not change the inevitable. The only thing we can do is play on the one string we have, and that is our attitude.","author":"Charles R. Swindoll","category":"Change, Past, People"},{"quote":"Virtually nothing is impossible in this world if you just put your mind to it and maintain a positive attitude.","author":"Lou Holtz","category":"Positive, World, Mind"},{"quote":"If your ego starts out, 'I am important, I am big, I am special,' you're in for some disappointments when you look around at what we've discovered about the universe. No, you're not big. No, you're not. You're small in time and in space. And you have this frail vessel called the human body that's limited on Earth.","author":"Neil deGrasse Tyson","category":"Time, I Am, Space"},{"quote":"Pink isn't just a color, it's an attitude!","author":"Miley Cyrus","category":"Color, Pink, Just"},{"quote":"Fairness is not an attitude. It's a professional skill that must be developed and exercised.","author":"Brit Hume","category":"Professional, Skill"},{"quote":"I have moments where I feel incredibly ugly or fat, and it sucks, you know? I'll usually try to keep a positive attitude because I'm really so grateful for where I am and the life I get to live, but I definitely have to work hard not to feel insecure.","author":"Charlotte McKinney","category":"Life, Positive, Work"},{"quote":"Our attitude towards others determines their attitude towards us.","author":"Earl Nightingale","category":"Others, Us, Towards"},{"quote":"Attitude and enthusiasm play a big part in my life. I get excited about the things that inspire me. I also believe in laughing and having a good time.","author":"Dwayne Johnson","category":"Life, Time, Good"},{"quote":"Acting is magical. Change your look and your attitude, and you can be anyone.","author":"Alicia Witt","category":"Change, Acting, You"},{"quote":"The greatest discovery of all time is that a person can change his future by merely changing his attitude.","author":"Oprah Winfrey","category":"Change, Time, Future"},{"quote":"Too much self-centered attitude, you see, brings, you see, isolation. Result: loneliness, fear, anger. The extreme self-centered attitude is the source of suffering.","author":"Dalai Lama","category":"Fear, Loneliness, Anger"},{"quote":"Your living is determined not so much by what life brings to you as by the attitude you bring to life not so much by what happens to you as by the way your mind looks at what happens.","author":"Khalil Gibran","category":"Life, Mind, Living"},{"quote":"Your attitude will go a long way in determining your success, your recognition, your reputation and your enjoyment in being a lawyer.","author":"Joe Jamail","category":"Success, Lawyer, Long"},{"quote":"Age and size are only numbers. It's the attitude you bring to clothes that make the difference.","author":"Donna Karan","category":"Age, Clothes, You"},{"quote":"If you are going to achieve excellence in big things, you develop the habit in little matters. Excellence is not an exception, it is a prevailing attitude.","author":"Colin Powell","category":"Excellence, You, Achieve"},{"quote":"Watch out for the joy-stealers: gossip, criticism, complaining, faultfinding, and a negative, judgmental attitude.","author":"Joyce Meyer","category":"Negative, Criticism, Gossip"},{"quote":"It is very important to generate a good attitude, a good heart, as much as possible. From this, happiness in both the short term and the long term for both yourself and others will come.","author":"Dalai Lama","category":"Happiness, Good, Short"},{"quote":"My attitude has always been, if you fall flat on your face, at least you're moving forward. All you have to do is get back up and try again.","author":"Richard Branson","category":"Moving Forward, Moving, Fall"},{"quote":"Natural ability is important, but you can go far without it if you have the focus, drive, desire and positive attitude.","author":"Kirsten Sweetland","category":"Positive, Focus"},{"quote":"Your attitude towards failure determines your altitude after failure.","author":"John C. Maxwell","category":"Failure, Altitude, Your"},{"quote":"Everything can be taken from a man but one thing: the last of human freedoms - to choose one's attitude in any given set of circumstances, to choose one's own way.","author":"Viktor E. Frankl","category":"Man, Way, Human"},{"quote":"Adopting a really positive attitude can work wonders to adding years to your life, a spring to your step, a sparkle to your eye, and all of that.","author":"Christie Brinkley","category":"Life, Positive, Work"},{"quote":"Keep a good attitude and do the right thing even when it's hard. When you do that you are passing the test. And God promises you your marked moments are on their way.","author":"Joel Osteen","category":"Good, God, Moments"},{"quote":"Achievers have an enabling attitude, realism, and a conviction that they themselves were the laboratory of innovation. Their ability to change themselves is central to their success. They have learned to conserve their energy by minimizing the time spent in regret or complaint. Every event is a lesson to them, every person a teacher.","author":"Marilyn Ferguson","category":"Success, Change, Teacher"},{"quote":"I think that when we know that we actually do live in uncertainty, then we ought to admit it; it is of great value to realize that we do not know the answers to different questions. This attitude of mind - this attitude of uncertainty - is vital to the scientist, and it is this attitude of mind which the student must first acquire.","author":"Richard P. Feynman","category":"Great, Value, Mind"},{"quote":"Eagles come in all shapes and sizes, but you will recognize them chiefly by their attitudes.","author":"E. F. Schumacher","category":"You, Eagles, Will"},{"quote":"Some people say that I have an attitude- Maybe I do. But I think that you have to. You have to believe in yourself when no one else does- that makes you a winner right there.","author":"Venus Williams","category":"Believe In Yourself"},{"quote":"Negative attitude is nine times more powerful than positive attitude.","author":"Bikram Choudhury","category":"Positive, Powerful"},{"quote":"My attitude is never to be satisfied, never enough, never.","author":"Duke Ellington","category":"Leadership, Enough, Never"},{"quote":"The remarkable thing is, we have a choice everyday regarding the attitude we will embrace for that day.","author":"Charles R. Swindoll","category":"Day, Choice, Embrace"},{"quote":"I think whether you're having setbacks or not, the role of a leader is to always display a winning attitude.","author":"Colin Powell","category":"Leader, Winning, Think"},{"quote":"The best way to inspire people to superior performance is to convince them by everything you do and by your everyday attitude that you are wholeheartedly supporting them.","author":"Harold S. Geneen","category":"Best, Performance, Inspire"},{"quote":"Always go into meetings or negotiations with a positive attitude. Tell yourself you're going to make this the best deal for all parties.","author":"Natalie Massenet","category":"Positive, Best, Yourself"},{"quote":"Take the attitude of a student, never be too big to ask questions, never know too much to learn something new.","author":"Og Mandino","category":"Questions, Student, Know"},{"quote":"Civilization is a method of living, an attitude of equal respect for all men.","author":"Jane Addams","category":"Respect, Men, Living"},{"quote":"Happiness is in our own hearts. I have no regrets of anything in the past. I'm totally cheerful and happy, and I think that a lot of your attitude is not in the circumstances you find yourself in, but in the circumstances you make for yourself.","author":"Maeve Binchy","category":"Happiness, Happy, Past"},{"quote":"I wouldn't ever say if you're having tough times then there must be something wrong with you or your attitude. Life's a fight. It's a good fight of faith. I encourage people to stay up, stay hopeful, stay faith-filled.","author":"Joel Osteen","category":"Life, Good, Tough Times"},{"quote":"Morality is simply the attitude we adopt towards people whom we personally dislike.","author":"Oscar Wilde","category":"Morality, People, Dislike"},{"quote":"The ABC's are attitude, behavior and communication skills.","author":"Gerald Chertavian","category":"Communication, Behavior"},{"quote":"When you have vision it affects your attitude. Your attitude is optimistic rather than pessimistic.","author":"Charles R. Swindoll","category":"Vision, You, Affects"},{"quote":"There's nothing better than having a baby. I've always loved children. I used to work summers at the YMCA and be in charge of, like, 30 preschool kids. I knew that when I had a child, I'd be overwhelmed, and it's true... I can't tell you how much my attitude has changed since we've got Frances. Holding my baby is the best drug in the world.","author":"Kurt Cobain","category":"Work, Children, Best"},{"quote":"A fit body gives you confidence. And there's nothing more impressive than a great attitude, which you can wear on your sleeve. But you'll have to remember the difference between being rude and being confident.","author":"Virat Kohli","category":"Confidence, Great, Remember"},{"quote":"When I pray, I always thank Mother Nature for all the beauty in the world. It's about having an attitude of gratitude.","author":"Miranda Kerr","category":"Nature, Gratitude, Beauty"},{"quote":"Success or failure depends more upon attitude than upon capacity successful men act as though they have accomplished or are enjoying something. Soon it becomes a reality. Act, look, feel successful, conduct yourself accordingly, and you will be amazed at the positive results.","author":"William James","category":"Positive, Success, Failure"},{"quote":"I hope the millions of people I've touched have the optimism and desire to share their goals and hard work and persevere with a positive attitude.","author":"Michael Jordan","category":"Positive, Work, Hard Work"},{"quote":"A positive attitude is something everyone can work on, and everyone can learn how to employ it.","author":"Joan Lunden","category":"Positive, Work"},{"quote":"You need an attitude of service. You're not just serving yourself. You help others to grow up and you grow with them.","author":"David Green","category":"Service, Help Others"},{"quote":"The higher the better. It's more about an attitude. High heels empower women in a way.","author":"Christian Louboutin","category":"Women, Better, Way"},{"quote":"If you want small changes in your life, work on your attitude. But if you want big and primary changes, work on your paradigm.","author":"Stephen Covey","category":"Life, Work, Changes"},{"quote":"When a person doesn't have gratitude, something is missing in his or her humanity. A person can almost be defined by his or her attitude toward gratitude.","author":"Elie Wiesel","category":"Gratitude, Humanity, Her"},{"quote":"I think it's my adventure, my trip, my journey, and I guess my attitude is, let the chips fall where they may.","author":"Leonard Nimoy","category":"Journey, Adventure, Fall"},{"quote":"Watch your manner of speech if you wish to develop a peaceful state of mind. Start each day by affirming peaceful, contented and happy attitudes and your days will tend to be pleasant and successful.","author":"Norman Vincent Peale","category":"Happy, Day, Mind"},{"quote":"My attitude to peace is rather based on the Burmese definition of peace - it really means removing all the negative factors that destroy peace in this world. So peace does not mean just putting an end to violence or to war, but to all other factors that threaten peace, such as discrimination, such as inequality, poverty.","author":"Aung San Suu Kyi","category":"Peace, War, Violence"},{"quote":"Today's students can put dope in their veins or hope in their brains. If they can conceive it and believe it, they can achieve it. They must know it is not their aptitude but their attitude that will determine their altitude.","author":"Jesse Jackson","category":"Hope, Today, Believe"},{"quote":"No matter what the recipe, any baker can do wonders in the kitchen with some good ingredients and an upbeat attitude!","author":"Buddy Valastro","category":"Good, Kitchen, Matter"},{"quote":"You can do everything you can to try to stop bad things from happening to you, but eventually things will happen, so the best prevention is a positive attitude.","author":"Marie Osmond","category":"Positive, Best"},{"quote":"Cock your hat - angles are attitudes.","author":"Frank Sinatra","category":"Hat, Angles, Your"},{"quote":"Our environment, the world in which we live and work, is a mirror of our attitudes and expectations.","author":"Earl Nightingale","category":"Work, Mirror, World"},{"quote":"People in tough times - it doesn't mean they don't have a great attitude.","author":"Joel Osteen","category":"Tough Times, Great, People"},{"quote":"My attitude towards drawing is not necessarily about drawing. It's about making the best kind of image I can make, it's about talking as clearly as I can.","author":"Jim Dine","category":"Art, Best, Drawing"},{"quote":"There is little difference in people, but that little difference makes a big difference. The little difference is attitude. The big difference is whether it is positive or negative.","author":"W. Clement Stone","category":"Positive, Negative, People"},{"quote":"Like success, failure is many things to many people. With Positive Mental Attitude, failure is a learning experience, a rung on the ladder, a plateau at which to get your thoughts in order and prepare to try again.","author":"W. Clement Stone","category":"Positive, Success, Learning"},{"quote":"America needs to understand Islam, because this is the one religion that erases from its society the race problem. Throughout my travels in the Muslim world, I have met, talked to, even eaten with people who in America would have been considered 'white,' but the 'white' attitude had been removed from their minds by the religion of Islam.","author":"Malcolm X","category":"America, Religion, Society"},{"quote":"When you're walking at the airport, you're expected to smile at people because they know you... I find that tough. I'm only trying to protect myself. So I don't take my eyes off the floor. People can take that as attitude. But it's actually shyness. Yes, it is a bad habit. But it's a defense mechanism.","author":"Katrina Kaif","category":"Smile, Myself, Eyes"},{"quote":"A positive attitude is not going to save you. What it's going to do is, everyday, between now and the day you die, whether that's a short time from now or a long time from now, that every day, you're going to actually live.","author":"Elizabeth Edwards","category":"Positive, Time, Day"},{"quote":"Being deeply contented with God in my everyday life is a focused attitude. It is always available. It means practicing letting go of my obsession with how I'm doing. It means training myself to learn to actually be present with people, and seeking to love them.","author":"John Ortberg","category":"Love, Life, Myself"},{"quote":"I think a lot of times we don't pay enough attention to people with a positive attitude because we assume they are naive or stupid or unschooled.","author":"Amy Adams","category":"Positive, Stupid"},{"quote":"I am just as comfortable in sweats and sneakers as I am in a dress and heels. Attitude is everything!","author":"Blac Chyna","category":"I Am, Dress, Sneakers"},{"quote":"Whenever you're in conflict with someone, there is one factor that can make the difference between damaging your relationship and deepening it. That factor is attitude.","author":"William James","category":"Relationship, Conflict, You"},{"quote":"I don't think it's a good attitude in your life to feel that you have to be rich to have self-esteem.","author":"Tom Petty","category":"Life, Good, Rich"},{"quote":"Spend some time this weekend on home improvement improve your attitude toward your family.","author":"Bo Bennett","category":"Family, Time, Home"},{"quote":"Mental attitude and concentration are the keys to pitching.","author":"Ferguson Jenkins","category":"Mental, Concentration, Keys"},{"quote":"Chaotic people often have chaotic lives, and I think they create that. But if you try and have an inner peace and a positive attitude, I think you attract that.","author":"Imelda Staunton","category":"Positive, Peace"},{"quote":"A smart manager will establish a culture of gratitude. Expand the appreciative attitude to suppliers, vendors, delivery people, and of course, customers.","author":"Harvey Mackay","category":"Gratitude, Culture, Smart"},{"quote":"All we need, really, is a change from a near frigid to a tropical attitude of mind.","author":"Marjory Stoneman Douglas","category":"Change, Mind, Need"},{"quote":"Many have built their careers buttressing the status quo, reinforcing what they've already accomplished, and resisting the radical thinking that can topple their legacy - not exactly the attitude you want when trying to drive innovation forward.","author":"Peter Diamandis","category":"Innovation, Thinking, Legacy"},{"quote":"My motto is more, 'If you want to find something new, look for something new!' There is a certain amount of risk in this attitude, as even the slightest failure tends to be resounding, but you are so happy when you succeed that it is worth taking the risk.","author":"Yves Chauvin","category":"Happy, Failure, Motto"},{"quote":"What is pride? A rocket that emulates the stars.","author":"William Wordsworth","category":"Stars, Pride, Rocket"},{"quote":"Crime is terribly revealing. Try and vary your methods as you will, your tastes, your habits, your attitude of mind, and your soul is revealed by your actions.","author":"Agatha Christie","category":"Soul, Mind, You"},{"quote":"I have a positive mental attitude, and I think I'm divine, but I also think it takes a heck of a lot of blood, sweat and tears.","author":"Steve Prefontaine","category":"Positive, Tears, Think"},{"quote":"The last of human freedoms - the ability to chose one's attitude in a given set of circumstances.","author":"Viktor E. Frankl","category":"Human, Circumstances"},{"quote":"The greatest discovery of my generation is that man can alter his life simply by altering his attitude of mind.","author":"James Truslow Adams","category":"Life, Man, Mind"},{"quote":"Having a positive mental attitude is asking how something can be done rather than saying it can't be done.","author":"Bo Bennett","category":"Positive, Done, Saying"},{"quote":"Sometimes, wearing a scarf and a polo coat and no makeup and with a certain attitude of walking, I go shopping or just look at people living. But then, you know, there will be a few teenagers who are kind of sharp, and they'll say, 'Hey, just a minute. You know who I think that is?' And they'll start tailing me. And I don't mind.","author":"Marilyn Monroe","category":"Walking, Mind, Me"},{"quote":"Attitude is attitude, whether you're a West Coast gangster or East Coast gangster, you know?","author":"Paul Walker","category":"Gangster, Know, You"},{"quote":"If your mom asks you to do the dishes, do not pull out your pirate attitude. But if someone tells you you're not good enough, says your dreams are too lofty, or claims there is no room in showbiz for a dancing violinist - well then, by all means, pull out your eye patch, my friend, and take to the high seas.","author":"Lindsey Stirling","category":"Dreams, Good, Mom"},{"quote":"Always keep that happy attitude. Pretend that you are holding a beautiful fragrant bouquet.","author":"Earl Nightingale","category":"Happy, Beautiful, You"},{"quote":"There are really four 'headlines' for me: honesty, integrity, hard work, and what I call a 'can-do' attitude. You could call that 'can-do' attitude optimism, but it is not Pollyannaish optimism. Rather, it is a 'we'll figure it out' type of mentality.","author":"Dylan Taylor","category":"Work, Hard Work, Integrity"},{"quote":"Athletic competition clearly defines the unique power of our attitude.","author":"Bart Starr","category":"Power, Competition, Unique"},{"quote":"I don't think punk ever really dies, because punk rock attitude can never die.","author":"Billy Idol","category":"Rock, Die, Think"},{"quote":"I think failure is nothing more than life's way of nudging you that you are off course. My attitude to failure is not attached to outcome, but in not trying. It is liberating. Most people attach failure to something not working out or how people perceive you. This way, it is about answering to yourself.","author":"Sara Blakely","category":"Life, Failure, Yourself"},{"quote":"My grandfather was a man, when he talked about freedom, his attitude was really interesting. His view was that you had obligations or you had responsibilities, and when you fulfilled those obligations or responsibilities, that then gave you the liberty to do other things.","author":"Clarence Thomas","category":"Freedom, Man, Liberty"},{"quote":"From a person whose living depends on other people buying her creative work, this may sound odd, but one of my favorite things about the steampunk subculture is its do-it-yourself attitude.","author":"Kaja Foglio","category":"Work, Creative, People"},{"quote":"Hip-hop kind of absorbed rock in terms of the attitude and the whole point of why rock was important music. Young people felt like rock music was theirs, from Elvis to the Beatles to the Ramones to Nirvana. This was theirs; it wasn't their parents'. I think hip-hop became the musical style that embraces that mentality.","author":"Chris Cornell","category":"Music, Parents, Style"},{"quote":"I was bringing my attitude as a regular person 'cause this is my attitude.","author":"Glenn Danzig","category":"Person, Cause, Bringing"},{"quote":"The reactionary is always willing to take a progressive attitude on any issue that is dead.","author":"Theodore Roosevelt","category":"Dead, Always, Progressive"},{"quote":"Animals have a much better attitude to life and death than we do. They know when their time has come. We are the ones that suffer when they pass, but it's a healing kind of grief that enables us to deal with other griefs that are not so easy to grab hold of.","author":"Emmylou Harris","category":"Life, Time, Death"},{"quote":"My attitude on skis is different now. I have learned to put less pressure on myself and on the edges of my skis when I'm racing, to be keep myself more under control.","author":"Hermann Maier","category":"Myself, Control, Pressure"},{"quote":"Tackle the difficult things first in the morning make changes in the way you network. Treat everyone with respect and dignity. This stops you from cynicism and negativity. End your day with that same attitude you started. Renew your contract with a day well completed.","author":"Rick Pitino","category":"Morning, Respect, Day"},{"quote":"The meaning of things lies not in the things themselves, but in our attitude towards them.","author":"Antoine de Saint-Exupery","category":"Meaning, Themselves, Things"},{"quote":"Really you just gotta keep chugging along and keep a positive attitude and get through all the problems. You gotta face them, otherwise you don't get through.","author":"Lesley Gore","category":"Positive, Problems"},{"quote":"Vanity can create a very cruel space for you if you don't know how to manage it.","author":"Lady Gaga","category":"Space, Know, You"},{"quote":"We awaken in others the same attitude of mind we hold toward them.","author":"Elbert Hubbard","category":"Mind, Same, Hold"},{"quote":"A strong positive mental attitude will create more miracles than any wonder drug.","author":"Patricia Neal","category":"Positive, Strong, Wonder"},{"quote":"Every child's taste is different. Don't worry if they're not reading 'War and Peace' at age 12. First, build a good foundation and a positive attitude about reading by letting them pick the stories they enjoy. Make friends with a bookseller or librarian. They are a wealth of information on finding books that kids enjoy.","author":"Rick Riordan","category":"Positive, Age, Peace"},{"quote":"Our attitudes control our lives. Attitudes are a secret power working twenty-four hours a day, for good or bad. It is of paramount importance that we know how to harness and control this great force.","author":"Irving Berlin","category":"Good, Great, Power"},{"quote":"It is our attitude at the beginning of a difficult task which, more than anything else, will affect its successful outcome.","author":"William James","category":"Beginning, Successful"},{"quote":"Attitude determines the altitude of life.","author":"Edwin Louis Cole","category":"Life, Altitude, Determines"},{"quote":"The winner's edge is not in a gifted birth, a high IQ, or in talent. The winner's edge is all in the attitude, not aptitude. Attitude is the criterion for success.","author":"Denis Waitley","category":"Success, Talent, Birth"},{"quote":"My attitude is always one of sensuality, aggressive enthusiasm and a kind of outrageousness in my expression.","author":"Sally Kirkland","category":"Enthusiasm, Kind, Always"},{"quote":"When I was a child I asked my mother what homosexuality was about and she said - and this was 100 years ago in Germany and she was very open-minded - 'It's like hair color. It's nothing. Some people are blond and some people have dark hair. It's not a subject.' This was a very healthy attitude.","author":"Karl Lagerfeld","category":"Mother, Color, Child"},{"quote":"Everyone has attitude, and I think everyone should have attitude. But I know I have attitude, but that's just, I think if you don't have attitude, it comes only with self confidence. So if you don't have self confidence, you won't have attitude, and I think there's a difference when you have attitude and when you have arrogance.","author":"Sania Mirza","category":"Confidence, Self, Arrogance"},{"quote":"I have a very positive attitude in life. My insecurity, fear and need to know about tomorrow has fortunately eased. What is going to happen will happen anyway. So why break my head over it?","author":"Katrina Kaif","category":"Life, Positive, Fear"},{"quote":"All punk is is attitude. That's what makes it. The attitude.","author":"Joey Ramone","category":"Punk, Makes"},{"quote":"In a spiritual sense, a positive attitude may help you get through chemotherapy and surgery and radiation and what have you. But a positive mental attitude does not cure cancer - any more than a negative mental attitude causes cancer.","author":"Siddhartha Mukherjee","category":"Positive, Spiritual, Help"},{"quote":"An attitude to life which seeks fulfillment in the single-minded pursuit of wealth - in short, materialism - does not fit into this world, because it contains within itself no limiting principle, while the environment in which it is placed is strictly limited.","author":"E. F. Schumacher","category":"Life, Short, World"},{"quote":"Being black is not a matter of pigmentation - being black is a reflection of a mental attitude.","author":"Steven Biko","category":"Reflection, Black, Matter"},{"quote":"It goes without saying that the Jewish people can have no other goal than Palestine and that, whatever the fate of the proposition may be, our attitude toward the land of our fathers is and shall remain unchangeable.","author":"Theodor Herzl","category":"Goal, People, Fate"},{"quote":"Whenever I'm having a bad day and have an attitude, I stay home. I keep it at home.","author":"Michael Clarke Duncan","category":"Day, Home, Bad Day"},{"quote":"I like my hair long, and I love my bangs. I love them because I can pin them back or keep the fringe with attitude.","author":"Cassie Steele","category":"Love, Hair, Long"},{"quote":"I think the best advice came from Drew Barrymore, about always finding love in everything you do and keeping a positive attitude and being thankful.","author":"Bella Thorne","category":"Love, Positive, Thankful"},{"quote":"Meekness implies a spirit of gratitude as opposed to an attitude of self-sufficiency, an acknowledgement of a greater power beyond oneself, a recognition of God, and an acceptance of his commandments.","author":"Gordon B. Hinckley","category":"Gratitude, God, Power"},{"quote":"I see myself as no color. I can play the role of a man. I can paint my face white if I want to and play the role of white. I can play a green, I can be a purple. I think I have that kind of frame and that kind of attitude where I can play an animal.","author":"Grace Jones","category":"Myself, Man, Animal"},{"quote":"For me, running against the Poles and Czechs would be like running against high school kids. And I hate all this gung-ho, run-for-the-red-white-and-blue attitude that the AAU spouts. If that's important to some people, fine, more power to 'em. But, damn it, I wish they'd leave me alone to do what I want to do - run against the best.","author":"Steve Prefontaine","category":"Best, Alone, Power"},{"quote":"By making a comeback, I'm changing the attitude of people toward me. If I'd known that people would react so enthusiastically, I'd have done it years ago.","author":"Mark Spitz","category":"Me, People, Comeback"},{"quote":"Some people say I have attitude - maybe I do... but I think you have to. You have to believe in yourself when no one else does - that makes you a winner right there.","author":"Venus Williams","category":"Believe In Yourself"},{"quote":"As the time goes by, you change, your learn new things, your attitude is different. For the moment, I'm still enjoying ski racing so much that it would be difficult for me to think about ending my career.","author":"Hermann Maier","category":"Change, Time, Me"},{"quote":"Solidarity is an attitude of resistance, I suppose, or it should be.","author":"Christopher Hitchens","category":"Resistance, Solidarity"},{"quote":"I've reached a point in my life where it's the little things that matter... I was always a rebel and probably could have got much farther had I changed my attitude. But when you think about it, I got pretty far without changing attitudes. I'm happier with that.","author":"Veronica Lake","category":"Life, Little Things, My Life"},{"quote":"Woman must have her freedom, the fundamental freedom of choosing whether or not she will be a mother and how many children she will have. Regardless of what man's attitude may be, that problem is hers - and before it can be his, it is hers alone.","author":"Margaret Sanger","category":"Children, Freedom, Mother"},{"quote":"Democracy is not merely a form of government. It is primarily a mode of associated living, of conjoint communicated experience. It is essentially an attitude of respect and reverence towards fellow men.","author":"B. R. Ambedkar","category":"Respect, Experience"},{"quote":"You live in the image you have of the world. Every one of us lives in a different world, with different space and different time.","author":"Alejandro Jodorowsky","category":"Time, Space, World"},{"quote":"It's sort of a mental attitude about critical thinking and curiosity. It's about mindset of looking at the world in a playful and curious and creative way.","author":"Adam Savage","category":"Curiosity, Thinking, World"},{"quote":"Some of us pray demands. Some of us pray complaints. Some of us pray knowing, and some of us pray not knowing. But prayer is the attitude that you hold in your heart.","author":"Iyanla Vanzant","category":"Heart, Prayer, Not Knowing"},{"quote":"It's great to be somewhat of a role model. I want to be a positive and good role model and lead by example and try to do the best I can. Playing good golf definitely draws attention, but I want to have a good attitude on the course and do the right things.","author":"Rickie Fowler","category":"Positive, Good, Best"},{"quote":"It is one of the most effective attitudes of the neurotic to measure thumbs down, so to speak, a real person by an ideal, since in doing so he can depreciate him as much as he wishes.","author":"Alfred Adler","category":"Speak, Doing, Measure"},{"quote":"The ideal attitude is to be physically loose and mentally tight.","author":"Arthur Ashe","category":"Tight, Ideal, Mentally"},{"quote":"It is not the body's posture, but the heart's attitude that counts when we pray.","author":"Billy Graham","category":"Heart, Body, Pray"},{"quote":"Character is the result of two things: mental attitude and the way we spend our time.","author":"Elbert Hubbard","category":"Time, Character, Way"},{"quote":"Attitudes are more important than facts.","author":"George MacDonald","category":"Important, Facts, Than"},{"quote":"My general attitude to life is to enjoy every minute of every day. I never do anything with a feeling of, 'Oh God, I've got to do this today.'","author":"Richard Branson","category":"Life, Today, God"},{"quote":"You cannot tailor-make the situations in life but you can tailor-make the attitudes to fit those situations.","author":"Zig Ziglar","category":"Life, You, Cannot"},{"quote":"Great effort springs naturally from great attitude.","author":"Pat Riley","category":"Great, Effort, Naturally"},{"quote":"But the attitude of faith is to let go, and become open to truth, whatever it might turn out to be.","author":"Alan Watts","category":"Faith, Truth, Turn"},{"quote":"Happiness is an attitude of mind, born of the simple determination to be happy under all outward circumstances.","author":"J. Donald Walters","category":"Happiness, Happy"},{"quote":"My attitude is, if someone's going to criticize me, tell me to my face.","author":"Simon Cowell","category":"Me, Face, Going"},{"quote":"There's a certain elitism that has crept into the attitudes of some in journalism, and it played out perfectly over the issue of these little American flag lapel pins.","author":"Brit Hume","category":"American, Journalism"},{"quote":"How do you nurture a positive attitude when all the statistics say you're a dead man? You go to work.","author":"Patrick Swayze","category":"Positive, Work, Man"},{"quote":"Most of us start out with a positive attitude and a plan to do our best.","author":"Marilu Henner","category":"Positive, Best"},{"quote":"When a woman puts on a heel, she has a different posture, a different attitude. She really stands up and has a consciousness of her body.","author":"Christian Louboutin","category":"Woman, Body, She"},{"quote":"I'm only going to stand before God and give an account for my life, not for somebody else's life. If I have a bad attitude, then I need to say there's no point in me blaming you for what's wrong in my life.","author":"Joyce Meyer","category":"Life, God, Me"},{"quote":"There's always the motivation of wanting to win. Everybody has that. But a champion needs, in his attitude, a motivation above and beyond winning.","author":"Pat Riley","category":"Winning, Motivation"},{"quote":"It is the hopeful, buoyant, cheerful attitude of mind that wins. Optimism is a success builder; pessimism an achievement killer.","author":"Orison Swett Marden","category":"Success, Achievement, Mind"},{"quote":"I love everybody. One of the great things about me is that I have a very positive attitude.","author":"Imelda Marcos","category":"Love, Positive, Great"},{"quote":"I've always been that person: If it gets into my head, I've got to do it until I get it perfect - a perfectionist's attitude.","author":"Brendon Urie","category":"Perfect, Head, Person"},{"quote":"I have played on many teams throughout my career, and I know when a team has the tools, and the right positive attitude towards winning.","author":"Boomer Esiason","category":"Positive, Team, Winning"},{"quote":"Whatever your situation might be, set your mind to whatever you want to do and put a good attitude in it, and I believe that you can succeed. You are not going to get anywhere just sitting on your butt and moping around.","author":"Bethany Hamilton","category":"Good, Believe, Mind"},{"quote":"More than anything, I like a jacket. You can do anything with a great jacket, the bigger the better. You can have any silhouette underneath. It gives you an attitude. It makes a gown look cool.","author":"Rihanna","category":"Great, Cool, Better"},{"quote":"There is a brief moment when all there is in a man's mind and soul and spirit is reflected through his eyes, his hands, his attitude. This is the moment to record.","author":"Yousuf Karsh","category":"Eyes, Man, Soul"},{"quote":"I was looking for something a lot heavier, yet melodic at the same time. Something different from heavy metal, a different attitude.","author":"Kurt Cobain","category":"Time, Looking, Same"},{"quote":"I thought one should have the attitude of 'What do you care what other people think!'","author":"Richard P. Feynman","category":"Thought, People, Think"},{"quote":"If you're going to have a bad attitude, you may as well not even tee it up that week because you probably won't play good anyways.","author":"Jason Day","category":"Good, Week, Play"},{"quote":"We now occupy the proud attitude of a sovereign and independent Republic, which will impose upon us the obligation of evincing to the world that we are worthy to be free. This will only be accomplished by wise legislation, the maintenance of our integrity, and the faithful and just redemption of our plighted faith wherever it has been pledged.","author":"Sam Houston","category":"Integrity, Faith, Wise"},{"quote":"What irritates me is the bland way people go around saying, 'Oh, our attitude has changed. We don't dislike these people any more.' But by the strangest coincidence, they haven't taken away the injustice; the laws are still on the books.","author":"Christopher Isherwood","category":"Me, Injustice, People"},{"quote":"Having a clear faith, based on the creed of the church is often labeled today as fundamentalism. Whereas relativism, which is letting oneself be tossed and swept along by every wind of teaching, look like the only attitude acceptable to today's standards.","author":"Pope Benedict XVI","category":"Faith, Today, Wind"},{"quote":"And I tell you, having girls has made me a much better man. I have friends who are fathers, but they only have boys, and they have the same attitude toward women they always had, you know? And I don't play that... My girls, you mess with them? I will bury you underground.","author":"Mark Wahlberg","category":"Friends, Women, Man"},{"quote":"I think music is the greatest art form that exists, and I think people listen to music for different reasons, and it serves different purposes. Some of it is background music, and some of it is things that might affect a person's day, if not their life, or change an attitude. The best songs are the ones that make you feel something.","author":"Eddie Vedder","category":"Life, Change, Music"},{"quote":"I've been fired five times for having a bad attitude.","author":"Meg Rosoff","category":"Fired, Bad, Five"},{"quote":"This is the paradox for me: in failure alone is there any possibility of success. I don't think I'm alone in this - nor do I think it's an attitude that only prevails among people whose work is obviously 'creative'.","author":"Will Self","category":"Work, Success, Failure"},{"quote":"There is a need for financial reform along ethical lines that would produce in its turn an economic reform to benefit everyone. This would nevertheless require a courageous change of attitude on the part of political leaders.","author":"Pope Francis","category":"Change, Financial, Political"},{"quote":"I have an attitude. It's what I do. I'm edgy. I have an attitude.","author":"Hope Solo","category":"Edgy"},{"quote":"Reproach is shame, blame, disgrace, disapproval and a disrespectful attitude toward yourself. When you're under reproach, your behavior shows it.","author":"Joyce Meyer","category":"Yourself, Behavior, Blame"},{"quote":"The accounting of the sacrifice is, more than anything else, the attitude toward war memorials in our time.","author":"Friedrich St. Florian","category":"Time, War, Sacrifice"},{"quote":"I have an issue with others ordering for me, and I spend far too long haranguing people that my choices are the best. I apologize for the amount of conversations I have ruined with this attitude.","author":"Ben Elliot","category":"Best, Choices, Me"},{"quote":"I can remember that on the shelves at home, there were these books by Thomas Wolfe. 'Look Homeward Angel' and 'Of Time and the River.' 'Of Time and the River' had just come out when I was aware of his name. My parents had a hard time convincing me that he was no kin whatsoever. My attitude was, 'Well, what's he doing on the shelf, then?'","author":"Tom Wolfe","category":"Time, Home, Parents"},{"quote":"There was always a feeling for me that it would work. That's what keeps me going. You go in with a positive attitude and stay there, and that's a big part of what does make it work.","author":"Shelley Long","category":"Positive, Work, Me"},{"quote":"My attitude is that, if you have nothing to hide, why not show it?","author":"Bradley Wiggins","category":"Why, Nothing, You"},{"quote":"My attitude with covers is, make it your own or else leave it alone.","author":"Glenn Danzig","category":"Alone, Leave, Own"},{"quote":"The only reason to have a positive mental attitude is that it makes life better. It doesn't cure cancer.","author":"Molly Ivins","category":"Life, Positive, Cancer"},{"quote":"A good attitude is really important. And a sense of optimism, someone who has ideas and isn't afraid to pitch them no matter what level she is. Someone who is proactive. Someone with efficiency and common sense. They don't always go hand-in-hand, common sense and, well, everything else.","author":"Eva Chen","category":"Good, Ideas, Efficiency"},{"quote":"Measuring success in cultural diplomacy - the use of education, creative expression in any form, or people-to-people exchange to increase understanding across regions, cultures, or peoples - is challenging. How does one quantify changes in attitude, abandoning stereotypes, or feeling empathy as a result of a performance, a film, a book?","author":"Cynthia P. Schneider","category":"Education, Success, Empathy"},{"quote":"The attitude of physiological psychology to sensations and feelings, considered as psychical elements, is, naturally, the attitude of psychology at large.","author":"Wilhelm Wundt","category":"Feelings, Psychology"},{"quote":"The purely agitational attitude is not good enough for a detailed consideration of a subject.","author":"Jawaharlal Nehru","category":"Good, Not Good Enough"},{"quote":"There's a punk-rock attitude, clearly, to 'Hated.' There's even a punk-rock attitude to 'The Hangover,' I think. We start the movie with a Glenn Danzig song.","author":"Todd Phillips","category":"Start, Song, Think"},{"quote":"I may not be the number one movie star, or my films might not be doing too good. I am grateful for what life has offered me. I have got a great family, parents are together, have a great sister, I get to holiday. All these things make me grateful towards life, for everything. I always say - have an attitude of gratitude.","author":"Sonam Kapoor","category":"Life, Family, Gratitude"},{"quote":"We have all met people that act 'old' or think a number makes them old, and I truly don't believe that is the case. If you have a good attitude toward aging, and you do what you can to live healthy and take care of yourself, I don't think the number matters.","author":"Tabatha Coffey","category":"Good, Believe, Yourself"},{"quote":"Generation after generation, there is this never-ending, contemptuous, condescending attitude to the next generation or the next way of thinking: music, art, politics, whatever. And I have never been like that.","author":"Jean-Michel Jarre","category":"Music, Art, Politics"},{"quote":"Choosing an attitude of faith will release peace out of your spirit and into your soul.","author":"Joyce Meyer","category":"Faith, Peace, Soul"},{"quote":"What really went wrong is that General Motors has had this philosophy from the beginning that what's good for General Motors is good for the country. So, their attitude was, 'We'll build it and you buy it. We'll tell you what to buy. You just buy it.'","author":"Michael Moore","category":"Good, Beginning, Philosophy"},{"quote":"When I go to the clinic next and sit with a tube in my arm and watch the poison go in, I'm in an attitude of abject passivity. It doesn't feel like fighting at all; it just feels like submitting.","author":"Christopher Hitchens","category":"Fighting, Poison, Feel"},{"quote":"Religion has nothing to do with God. It's a fundamental attitude of human beings, who ask about the origins of life and what happens after death. For many, the answer is a personal god. In my opinion, it's religion that produces God, not the other way round.","author":"Umberto Eco","category":"Life, Death, God"},{"quote":"We can revolutionize the attitude of inner city brown and black kids to learning. We need a civil rights movement within the African-American community.","author":"Henry Louis Gates","category":"Learning, Community, City"},{"quote":"France has been very good for me. It has given me a very worldly-cool attitude.","author":"Marianne Faithfull","category":"Good, Me, France"},{"quote":"I've never run into a guy who could win at the top level in anything today and didn't have the right attitude, didn't give it everything he had, at least while he was doing it; wasn't prepared and didn't have the whole program worked out.","author":"Ted Turner","category":"Today, Win, Doing"},{"quote":"There is no attitude required. The hat brings the attitude. And when people try on a hat they like, it is a bit of fun. It makes them laugh. You don't laugh when you put on a pair of shoes, but you do with a hat.","author":"Philip Treacy","category":"Shoes, Fun, Laugh"},{"quote":"It got very tedious saying the same jokes in the same way with the same attitude.","author":"Norm MacDonald","category":"Way, Saying, Same"},{"quote":"My denial and irresponsible attitude about asthma put me at great risk and caused me so much needless suffering. My hope is that the kids I talk to learn to open up about their asthma, become educated about their condition, and seek help.","author":"Jackie Joyner-Kersee","category":"Hope, Great, Help"},{"quote":"The way we approached Meru, and the way we approach a lot of these mountains, is with humility. A sense of, 'Is it going to give us passage?' Your mental attitude can affect the outcome.","author":"Jimmy Chin","category":"Mountains, Humility, Way"},{"quote":"My feelings about my mortality are less selfish than they used to be. I used to affect a cavalier attitude to death now I see it from my son's perspective.","author":"Rufus Sewell","category":"Death, Son, Perspective"},{"quote":"I won't say there aren't any Harvard graduates who have never asserted a superior attitude. But they have done so to our great embarrassment and in no way represent the Harvard I know.","author":"Derek Bok","category":"Great, Know, Done"},{"quote":"I've always had that attitude about my career: it's something that I do, but it's not my whole life. I have a real life, a personal life: I've got a lot of chickens, I've got a horse, I've got a kitty-cat, I've got a lot of goats, I've got animals all over the place.","author":"Buffy Sainte-Marie","category":"Life, Horse, Animals"},{"quote":"Regardless of what one's attitude towards prohibition may be, temperance is something against which, at a time of war, no reasonable protest can be made.","author":"William Lyon Mackenzie King","category":"Time, War, Protest"},{"quote":"If you look at a painting that you love by one of the great masters, every time you go back to it, you see something different - a different attitude or brushstroke. 'Hamlet' is like an entire gallery of old masters.","author":"Rory Kinnear","category":"Love, Time, Great"},{"quote":"You can't be a crazy rebel in the face of death, it's not a fitting attitude.","author":"Michel Houellebecq","category":"Death, Crazy, You"},{"quote":"My agent says that I'm a 'repeat business guy.' If you hire me to come do a movie, I'll be on time, know all my material, be ready to go, have a good attitude. I'm here to work, so I get hired over and over again by the same producers. If you just be a team player on set you can work so much more often.","author":"Dean Cain","category":"Work, Business, Time"},{"quote":"Livelihoods and whole communities throughout the Murray-Darling Basin have been imperilled by the workings of drought, fire, flood, acid mud and human action over many decades. In the rescues and the cleanups and the long hauls, I see the same attitude over and again. People just rally and get on with it.","author":"Quentin Bryce","category":"Action, Fire, People"},{"quote":"Just because you're a luxury brand doesn't mean you have to have an attitude.","author":"Angela Ahrendts","category":"Brand, Luxury, You"},{"quote":"What do you mean by faith? Is faith enough for Man? Should he be satisfied with faith alone? Is there no way of finding out the truth? Is the attitude of faith, of believing in something for which there can be no more than philosophic proof, the true mark of a Christian?","author":"Clifford D. Simak","category":"Faith, Truth, Alone"},{"quote":"My attitude is that if anybody of any age wants to read a book, let them, but I do think that no child would want to read 'Boneland.'","author":"Alan Garner","category":"Age, Book, Child"},{"quote":"I always have one or two, sometimes more, Navajo or other tribes' cultural elements in mind when I start a plot. In Thief of Time, I wanted to make readers aware of Navajo attitude toward the dead, respect for burial sites.","author":"Tony Hillerman","category":"Time, Respect, Mind"},{"quote":"I demand a lot from myself and reflect this attitude upon others: I consider it to be an important quality for a leader. I also think it is impossible to achieve success without persistence.","author":"Yelena Baturina","category":"Success, Leader, Myself"},{"quote":"What sculptors do is represent the essence of gesture. What is important in mime is attitude.","author":"Marcel Marceau","category":"Important, Essence, Gesture"},{"quote":"And the attitude of faith is the very opposite of clinging to belief, of holding on.","author":"Alan Watts","category":"Faith, Belief, Holding On"},{"quote":"Everybody is a political person, whether you say something or you are silent. A political attitude is not whether you go to parliament; it's how you deal with your life, with your surroundings.","author":"Paulo Coelho","category":"Life, Political, You"},{"quote":"A great attitude does much more than turn on the lights in our worlds it seems to magically connect us to all sorts of serendipitous opportunities that were somehow absent before the change.","author":"Earl Nightingale","category":"Change, Great, Opportunities"},{"quote":"In terms of work I've always had a Bad Attitude in that I won't work anywhere which requires me to work strict hours or follow a dress code. I don't know if that's an Asperger's thing or not, I think it's just being reasonable.","author":"Bram Cohen","category":"Work, Dress, Me"},{"quote":"Best said possibly the only thing that would have changed my attitude: 'What will happen to me?' 'Your friend MacLeod will look after you,' I said. Best replied, 'If you get out, I get out.' There was silence for some moments. I thought of all the joy of the early experiments which we had known together. Here was loyalty.","author":"Frederick Banting","category":"Best, Together, Joy"},{"quote":"I go into it with the attitude that I'm not going to look at my leg, and as soon as they get the wrapping off of it, I'm like, 'I've got to look.' It's like yelling at a dog going, 'Squirrel!' I cannot not look. And then I spend the rest of the time sitting there with a wet washcloth on my forehead trying to regain consciousness.","author":"Tony Stewart","category":"Time, Dog, Rest"},{"quote":"I believe e-courses will eventually change people's attitude toward learning. Education will play an increasingly dominant role in people's lives. For people of all ages and all geographies.","author":"Sebastian Thrun","category":"Education, Change, Learning"},{"quote":"Non-violence is a permanent attitude we bring to the breakfast table and bring to bed at night.","author":"Coretta Scott King","category":"Breakfast, Night"},{"quote":"You get tough when you grow up unloved. People described me as a boyish girl - rather shy, but I didn't show it. I had an attitude. I was rather wild. I lied a lot because I knew the alternative was to be punished. As I got older I realised I didn't have to lie any more and it was a nice feeling. I could be myself.","author":"Maj Sjowall","category":"Myself, Girl, Me"},{"quote":"Italian style is a natural attitude. It is about a life of good taste. It doesn't have to be expensive. Simple but with good taste. Luxury is possible to buy. Good taste is not.","author":"Diego Della Valle","category":"Life, Good, Simple"},{"quote":"It will be disastrous when a leader or manager shows up with one attitude one day and treats people with a different attitude the next day.","author":"Zig Ziglar","category":"Day, Leader, People"},{"quote":"With just about every player in Australia, his whole goal and ambition is to play for Australia. That's why they're playing first class cricket. It's just a different attitude.","author":"Shane Warne","category":"Goal, Ambition, Play"},{"quote":"Our lives are not determined by what happens to us but how we react to what happens, not by what life brings us but the attitude we bring to life.","author":"Wade Boggs","category":"Life, React, Bring"},{"quote":"A lot of times I find that people who are blessed with the most talent don't ever develop that attitude, and the ones who aren't blessed in that way are the most competitive and have the biggest heart.","author":"Tom Brady","category":"Heart, Blessed, Talent"},{"quote":"The greatest discovery of my generation is that a human being can alter his life by altering his attitudes.","author":"William James","category":"Life, Generation, Greatest"},{"quote":"I always said punk was an attitude. It was never about having a Mohican haircut or wearing a ripped T-shirt. It was all about destruction, and the creative potential within that.","author":"Malcolm Mclaren","category":"Creative, Potential, Haircut"},{"quote":"Between stimulus and response, there is a space where we choose our response.","author":"Stephen Covey","category":"Space, Response, Where"},{"quote":"I believe the only thing that we really have control over is our attitude. If we focus on the positive things in our lives and learn how to cope with all the surprises, we will be happier people.","author":"Brandon Jenner","category":"Positive, Focus, Believe"},{"quote":"Could we change our attitude, we should not only see life differently, but life itself would come to be different.","author":"Katherine Mansfield","category":"Life, Change, Be Different"},{"quote":"When you pray for anyone you tend to modify your personal attitude toward him.","author":"Norman Vincent Peale","category":"You, Personal, Him"},{"quote":"I do have moments when I feel insecure. I do have moments when I feel jealous, and that's normal. It's a very normal emotion. It's your action and your attitude and your reaction to that that is important.","author":"Anushka Sharma","category":"Action, Moments, Jealous"},{"quote":"The only thing you have to have is patience and an attitude that you aren't ever going to give up.","author":"Shawn Michaels","category":"Patience, You, Up"},{"quote":"I liked painting and drawing, and I liked humanities mainly - poetry, literature - this speculative attitude toward life.","author":"Rafael Moneo","category":"Life, Poetry, Painting"},{"quote":"If you have fun and keep a good attitude, people want to work with you.","author":"James Marsden","category":"Work, Good, Fun"},{"quote":"Any fact facing us is not as important as our attitude toward it, for that determines our success or failure. The way you think about a fact may defeat you before you ever do anything about it. You are overcome by the fact because you think you are.","author":"Norman Vincent Peale","category":"Success, Failure, Defeat"},{"quote":"I have always had a mystical attitude toward inspiration. That's my nature.","author":"Madison Smartt Bell","category":"Nature, Inspiration, Always"},{"quote":"I was born with a happy heart, and I try to keep a good attitude. It's not true that I'm happy all the time because nobody is, and we all go through our things.","author":"Dolly Parton","category":"Time, Happy, Good"},{"quote":"I am responsible. Although I may not be able to prevent the worst from happening, I am responsible for my attitude toward the inevitable misfortunes that darken life.","author":"Walter Anderson","category":"Life, I Am, Responsible"},{"quote":"So long as you've got your friends about you, and a good positive attitude, you don't really have to care what everyone else thinks.","author":"Gail Porter","category":"Positive, Friends, Good"},{"quote":"Right after 'Raymond' I had a world-is-my-oyster attitude, but I found out I don't like oysters. I had this existential emptiness. 'What is my purpose? Who am I?' I had a big identity crisis.","author":"Ray Romano","category":"Identity, Purpose, Crisis"},{"quote":"I believe that when you think of the negative, and you get up discouraged - 'There's nothing good in my future' - I really believe it almost ties the hands of God. God works where there's an attitude of faith. I believe faith is all about hope.","author":"Joel Osteen","category":"Hope, Future, Good"},{"quote":"I came back to performing with a different attitude about performing and myself. I wasn't expecting perfection any more, just hoping for an occasional inspiration.","author":"Neil Diamond","category":"Myself, Perfection"},{"quote":"I love festivals because they seem like more of an artsy, supportive attitude - which benefits a more theatrical performer sometimes with having theater and other non-club venues, as well as the audience being filled with other artists. It's nice to be with other comics, as usually at other road gigs, I'm solo for the most part.","author":"Maria Bamford","category":"Love, Road, Nice"},{"quote":"You know, I always say white is not a colour, white is an attitude, and if you haven't got trillions of dollars in the bank that you don't need, you can't be white.","author":"Dick Gregory","category":"Know, Bank, You"},{"quote":"Black Consciousness is an attitude of the mind and a way of life, the most positive call to emanate from the black world for a long time.","author":"Steven Biko","category":"Life, Positive, Time"},{"quote":"When you ain't got no money, you gotta get an attitude.","author":"Richard Pryor","category":"Money, You, Gotta"},{"quote":"The attitude that nature is chaotic and that the artist puts order into it is a very absurd point of view, I think. All that we can hope for is to put some order into ourselves.","author":"Willem de Kooning","category":"Nature, Hope, Artist"},{"quote":"There is a single thread of attitude, a single direction of flow, that joins our present time to its early burgeoning in Mediterranean civilization.","author":"Arthur Erickson","category":"Time, Direction, Present"},{"quote":"Man, me and Biggie were the biggest artists in New York. When he passed, I was so messed up. My attitude was messed up about him dying. There was an East-West thing back then, and I was in war mode.","author":"Nas","category":"War, Man, Me"},{"quote":"You can't start a movie by having the attitude that the script is finished, because if you think the script is finished, your movie is finished before the first day of shooting.","author":"Steven Spielberg","category":"Day, Start, Think"},{"quote":"You may not be able to change a situation, but with humor you can change your attitude about it.","author":"Allen Klein","category":"Change, Humor, You"},{"quote":"Epic poetry exhibits life in some great symbolic attitude. It cannot strictly be said to symbolize life itself, but always some manner of life.","author":"Lascelles Abercrombie","category":"Life, Great, Poetry"},{"quote":"A complainer is like a Death Eater because there's a suction of negative energy. You can catch a great attitude from great people.","author":"Barbara Corcoran","category":"Death, Great, Negative"},{"quote":"Not to discriminate every moment some passionate attitude in those about us, and in the very brilliancy of their gifts some tragic dividing on their ways, is, on this short day of frost and sun, to sleep before evening.","author":"Walter Pater","category":"Day, Sleep, Sun"},{"quote":"There is definitely something sexy about a girl with an attitude and a pair of leather pants.","author":"Eliza Dushku","category":"Girl, Sexy, Leather"},{"quote":"We live in a country that used to have a can-do attitude, and now we have a 'what-can-you-do-for-me?' attitude, and what I try to do is find ways that we can develop common ground.","author":"Ben Carson","category":"Live, Country, Try"},{"quote":"Any revolutionary change must be preceded by a passive, affirmative, non-challenging attitude toward change among the mass of our people. They must feel so frustrated, so defeated, so lost, so futureless in the prevailing system that they are willing to let go of the past and chance the future.","author":"Saul Alinsky","category":"Change, Future, Past"},{"quote":"I've always had that attitude that things happen for a reason.","author":"Ryne Sandberg","category":"Things Happen, Reason"},{"quote":"Not every religion has to have St. Augustine's attitude to sex. Why even in our culture marriages are celebrated in a church, everyone present knows what is going to happen that night, but that doesn't prevent it being a religious ceremony.","author":"Ludwig Wittgenstein","category":"Culture, Religion, Night"},{"quote":"Only one thing can conquer war - that attitude of mind which can see nothing in war but destruction and annihilation.","author":"Ludwig von Mises","category":"War, Mind, Conquer"},{"quote":"What matters to me is that I do what I think is right and I see, I'm a numbers guy, that's my attitude. I know we have a debt tsunami coming, we are bankrupting this country and I'm in a position where I can actually advance ideas to prevent that from happening. That's exactly what I should be doing.","author":"Paul Ryan","category":"Ideas, Me, Know"},{"quote":"I want to work with kids and help develop them, show them the right way, the right morals and attitude into how to become a better footballer. Australia has many different cultures but I'd like to bring in the indigenous style, bring their competitiveness, athleticism and raw ability into the frame.","author":"Timothy F. Cahill","category":"Work, Style, Help"},{"quote":"To get nostalgic about other people's music, or even about your own, makes a terrible statement about the condition of your life and your prospects for the future. I have no patience with that kind of attitude, whether it's on radio or among friends.","author":"Neil Peart","category":"Life, Music, Future"},{"quote":"Any of us can be happy and have a good attitude when everything is going our way. But I believe it's the real test of your character and of your faith to say, 'Things are not going our way, but I'm still being good to people; I'm still attending church; I still have a good attitude.'","author":"Joel Osteen","category":"Happy, Good, Faith"},{"quote":"I didn't know how to show my self love, and I didn't want anyone else to hurt me. So my tough girl attitude was like, 'I'm not having it.'","author":"Mary J. Blige","category":"Love, Girl, Self"},{"quote":"Dada was an extreme protest against the physical side of painting. It was a metaphysical attitude.","author":"Marcel Duchamp","category":"Painting, Protest, Side"},{"quote":"Anything can happen, so you have to control your attitude and stay strong.","author":"Jason Day","category":"Strong, Control, You"},{"quote":"For whatever trauma came with service in tough circumstances, we should take what we learned - take our post-traumatic growth - and, like past generations coming home, bring our sharpened strengths to bear, bring our attitude of gratitude to bear.","author":"James Mattis","category":"Gratitude, Home, Service"},{"quote":"Rehab is one thing, but it takes years to get that attitude adjustment.","author":"Johnny Colt","category":"Years, Adjustment, Rehab"},{"quote":"I know there's millions of problems in the world, but if you dwell on those, then you're going to be miserable. I think my meditation helps me to transcend and get beyond the grip of all the negativity and regenerate from within a more positive attitude, which comes in very handy when you're going to do 150 concerts a year.","author":"Mike Love","category":"Positive, World, Me"},{"quote":"When you are facing the wilderness on your own, you have a totally different attitude to someone who works in government or who has a monthly cheque.","author":"Rick Santelli","category":"Government, Wilderness, You"},{"quote":"We have the ability to craft a life where we are completely fulfilled. We think it is dependent on outsiders, and to some extent it is, but it is much more dependent on the attitude we bring to life.","author":"Srikumar Rao","category":"Life, Think, Bring"},{"quote":"People are patronizing the theatres with renewed enthusiasm - there is an entire picnic-like attitude when families go out to see movies, which is a very good sign. They want to see larger-than-life characters on the big screen and not just watch movies on television or on DVDs.","author":"Salman Khan","category":"Good, People, Television"},{"quote":"You know, who cares about seeing the girls when everybody wants to see the band. That's what's important, KISS is important. I think we look great, and the attitude is there, and I'm real happy with it.","author":"Eric Carr","category":"Happy, Great, Kiss"},{"quote":"I also had a mistaken attitude towards certain comrades.","author":"Bela Kun","category":"Certain, Mistaken, Towards"},{"quote":"Life is about challenges and how we face up to them and the attitude we take into every day life so hopefully we'll be able to motivate people to do more with their life.","author":"Martina Navratilova","category":"Life, Day, Challenges"},{"quote":"What is worthy or unworthy on the Sabbath day will have to be judged by each of us by trying to be honest with the Lord. On the Sabbath day, we should do what we have to do and what we ought to do in an attitude of worshipfulness and then limit our other activities.","author":"James E. Faust","category":"Day, Trying, Limit"},{"quote":"You tell your kids that no matter what, you set your goals and you go for them. Whatever it is you achieve, never give up. You want your kids to have that good attitude, the confidence, and the will power to believe in themselves.","author":"Joel Parkinson","category":"Goals, Never Give Up, Good"},{"quote":"Before I started a company, I was an employee with a bad attitude. I was always felt like, bosses are stupid, and people weren't well treated.","author":"Mitch Kapor","category":"Stupid, People, Company"},{"quote":"When you are thwarted, it is your own attitude that is out of order.","author":"Meister Eckhart","category":"You, Order, Own"},{"quote":"Our future cannot depend on the government alone. The ultimate solutions lie in the attitudes and the actions of the American people.","author":"Joe Biden","category":"Future, Alone, Government"},{"quote":"The attitude is very important. Because, your behavior radiates how you feel.","author":"Lou Ferrigno","category":"Behavior, Important, You"},{"quote":"If you get a diagnosis, get on a therapy, keep a good attitude and keep your sense of humor.","author":"Teri Garr","category":"Humor, Good, You"},{"quote":"The biggest challenge is how to affect public attitudes and make people care.","author":"Jim Fowler","category":"Challenge, People, Care"},{"quote":"Coaches will eventually notice a great attitude, and they respect that.","author":"Heather O'Reilly","category":"Respect, Great, Will"},{"quote":"Muslims have a very bad attitude to homosexuality, they're very intolerant.","author":"Pim Fortuyn","category":"Bad, Homosexuality"},{"quote":"Attitude is your acceptance of the natural laws, or your rejection of the natural laws.","author":"Stuart Chase","category":"Acceptance, Rejection"},{"quote":"The compulsion to do good is an innate American trait. Only North Americans seem to believe that they always should, may, and actually can choose somebody with whom to share their blessings. Ultimately this attitude leads to bombing people into the acceptance of gifts.","author":"Ivan Illich","category":"Good, American, Believe"},{"quote":"Being a sex symbol has to do with an attitude, not looks. Most men think it's looks, most women know otherwise.","author":"Kathleen Turner","category":"Women, Men, Know"},{"quote":"There are a lot of female artists my age around at the moment, but they're all American and blonde and blue-eyed and smiley. I'm totally the opposite of that. I want to show a bit more attitude and I have an opinion.","author":"Samantha Mumba","category":"Age, American, Moment"},{"quote":"Fame can be just so annoying because people are so critical of you. You can't just say, 'hi'. You say hi and people whisper' man did you see the way she said hi? What an attitude.","author":"Juliette Lewis","category":"Man, People, You"},{"quote":"I have always detested any departure from reality, an attitude which I relate to my mother's poor mental health.","author":"Jean Piaget","category":"Health, Mother, Reality"},{"quote":"Players should know that if you can't make the contribution of the winning shot, that your attitude every day when you come to practice, or the positive contribution you make through cheering and keeping up team morale, is just as important in the overall picture.","author":"Sue Wicks","category":"Positive, Day, Team"},{"quote":"You don't have to have an attitude if you're famous.","author":"Adriana Lima","category":"Famous, You"},{"quote":"Never refuse an assignment except when there is a conflict of interest, a potential of danger to you or your family, or you hold a strongly biased attitude about the subject under focus.","author":"Jessica Savitch","category":"Family, Focus, Conflict"},{"quote":"The world is full of musicians who can play great, and you wouldn't cross the road to see them. It's people who have this indefinable attitude that are the good ones.","author":"Nick Lowe","category":"Good, Great, Road"},{"quote":"I'm not going to take this defeatist attitude and listen to all this crap any more from all these people who have nothing except doomsday to predict.","author":"Carroll Shelby","category":"People, Listen, Predict"},{"quote":"There is no planning. On the night it is really great, it's euphoria and if it is not so great there is always tomorrow night. That was his attitude.","author":"Ed McMahon","category":"Great, Tomorrow, Night"},{"quote":"My mother, she had a very good attitude toward money. I'm very grateful for the fact that we had to learn to save. I used to get like 50 pence a week, and I'd save it for like five months. And then I'd spend it on Christmas presents. I'd save up like eight pounds. It's nothing, but we did that.","author":"Gemma Arterton","category":"Money, Good, Mother"},{"quote":"I think people feel threatened by homosexuality. The problem isn't about gay people, the problem is about the attitude towards gay people. People think that all gays are Hannibal Lecters. But gay people are sons and daughters, politicians and doctors, American heroes and daughters of American heroes.","author":"Hollis Stacy","category":"American, People, Problem"},{"quote":"I think it's your mental attitude. So many of us start dreading age in high school and that's a waste of a lovely life. 'Oh... I'm 30, oh, I'm 40, oh, 50.' Make the most of it.","author":"Betty White","category":"Life, Age, School"},{"quote":"I'm not anti-fashion, but I've always had a bit of a punk attitude. That's important, I think. I do my own thing.","author":"Sade Adu","category":"Punk, Important, Think"},{"quote":"One's appearance bespeaks dignity corresponding to the depth of his character. One's concentrated effort, serene attitude, taciturn air, courteous disposition, thoroughly polite bearing, gritted teeth with a piercing look - each of these reveals dignity. Such outward appearance, in short, comes from constant attentiveness and seriousness.","author":"Yamamoto Tsunetomo","category":"Character, Short, Effort"},{"quote":"Money brings you security and choice. You can make decisions in a different way if you have a lot of money. But when you have nothing, you have a naivety, and a more fearless attitude because you have nothing to lose.","author":"Simon Cowell","category":"Money, Decisions, Choice"},{"quote":"Social mores change all the time. In the mid-1970s, it would've been astonishing, say, to see two men holding hands in the streets. And the attitude to having a fling with a girl, or whatever, was quite different then.","author":"Robert Harris","category":"Change, Time, Girl"},{"quote":"To make flexibility work, it is not only necessary to change our attitude about who is a good worker and who is not, but we have to train managers at all levels to recognize the difference between the number of hours worked and the quality of work produced.","author":"Madeleine M. Kunin","category":"Work, Change, Good"},{"quote":"My brother was a huge Charles Barkley fan - my brother went to Miami. He played power forward, and he always used to tell me stories about Barkley and college. And I watched Barkley growing up. I loved what he brought to the game. His toughness and just his attitude, being as strong he was.","author":"Paul Pierce","category":"Strong, Power, Brother"},{"quote":"The attitude of the Democrat Party is that wherever there are Republicans they are so bad, they are so discriminatory, they are so racist, they're so bigoted, they're just such reprobates that we can't afford to let them have any say whatsoever in what's happening.","author":"Rush Limbaugh","category":"Party, Bad, Say"},{"quote":"Over the years, I've become barraged by comments from people, such as, 'Beam me up, Scotty!' and I became defensive. I felt they were derisive and engendered an attitude. I am grateful for the success, but didn't want to be mocked.","author":"William Shatner","category":"Success, Grateful, I Am"},{"quote":"I couldn't go now to a brand that had a niche attitude like... gothic. I couldn't do that. Well, I could do it, but I wouldn't find it interesting, challenging.","author":"Raf Simons","category":"Brand, Interesting, Find"},{"quote":"A black suit can be classic and timeless and certainly for most occasions. But remember, it's not so much the color of suit as it is about the fit, cut, style, and, of course, attitude you have when wearing it.","author":"John Varvatos","category":"Style, Color, Remember"},{"quote":"Every small business will give you an entrepreneurial way of looking at things. I guarantee you that for every plant that closes, if you gave it to one small-business person in that community, he or she would find a way to make it work. The small-business attitude is you always find a way to make it work.","author":"Hamdi Ulukaya","category":"Work, Business, Community"},{"quote":"I was always spiritual, even as a child. I was taught to pray, show gratitude. We had an attitude of gratitude. Even if life was ugly, bad or sad - we prayed.","author":"Shilpa Shetty","category":"Life, Gratitude, Sad"},{"quote":"I was born with an extremely negative attitude. I was the kid who wouldn't smile in Christmas photos, was a poor sport, and hated a lot of things. I eventually grew out of my negativity when I matured.","author":"Colton Haynes","category":"Smile, Christmas, Negative"},{"quote":"I walk tall I got a tall attitude.","author":"Dolly Parton","category":"Walk, Tall, Got"},{"quote":"My mom had me at 16 and took me every place she went. I remember going on peace marches. She tried to take me to Woodstock - it was pouring rain. It was on my birthday, and I was crying so much in the car they turned the car around and dumped me at my grandmother's house... I had a little attitude.","author":"Debi Mazar","category":"Birthday, Car, Peace"},{"quote":"My readers and my audiences have turned into my followers. They are more than interested in what I have to say in the subjects of sales, loyalty, attitude, networking, business social media, and becoming a trusted advisor.","author":"Jeffrey Gitomer","category":"Business, Social Media"},{"quote":"I look at the NFL and see how the transition has gone at quarterback. I might be coming along at a good time. For me personally, this is about doing the same thing I've been doing at USF - just smile, have fun, enjoy the experience, keep a positive attitude and encourage my teammates. I like to feed off the people around me.","author":"B. J. Daniels","category":"Positive, Smile, Time"},{"quote":"America is the one rich country with the biggest slums, the least democratic and least developed health system, and the most niggardly attitude against its old people.","author":"Gunnar Myrdal","category":"Health, America, Rich"},{"quote":"In truth, the world is now a seamless web from which no nation, large or small, young or old, can disassociate itself. Every attitude and every action of every nation can affect the welfare and security of every other nation around the globe.","author":"Robert Kennedy","category":"Truth, World, Small"},{"quote":"Everybody seems to be wasting their time online. There is such a narcissistic attitude. It's such a strange world.","author":"Sebastian Maniscalco","category":"Time, World, Strange"},{"quote":"That attitude and toughness that we want to play with, that, to me, is the most critical thing.","author":"Dan Quinn","category":"Me, Want, Play"},{"quote":"Yes, we're still five little people with a noisy attitude.","author":"Angus Young","category":"People, Yes, Little"},{"quote":"Prayer is talking with God. God knows your heart and is not so concerned with your words as He is with the attitude of your heart.","author":"Josh McDowell","category":"God, Heart, Words"},{"quote":"I want to look my best for God. So many people have the attitude that if you're a Christian you've got to dress bad, wear an old color, not do anything to your hair, have nothing. It's no wonder that Christianity is not very attractive. I mean, how many people do you know in a Western culture that's going to go, 'Yeah, give me some of that?'","author":"Joyce Meyer","category":"Best, Culture, God"},{"quote":"I reckon you have to put a presence in front of your opponent - a bit of confidence and attitude - and then you can change what their next move may be.","author":"Nick Cummins","category":"Change, Confidence, You"},{"quote":"The single biggest surprise about arriving to the Senate is the defeatist attitude here.","author":"Ted Cruz","category":"Surprise, Single, Here"},{"quote":"There is clearly a constituency that appreciates the message that Google is sending, that it finds the Chinese government's attitude to the Internet and censorship unacceptable.","author":"Rebecca MacKinnon","category":"Government, Internet"},{"quote":"As a life coach, I love makeovers, from new clothes to surgery, pedicures to highlights. But redoing makes you feel better only if approached with the right attitude.","author":"Martha Beck","category":"Love, Life, Clothes"},{"quote":"I like to wear dresses and skirts when I go onstage because the attitude that I have is, 'I'm so excited to introduce myself to you.' And I want to be wearing what I'd be wearing to a date or a dinner party.","author":"Jenny Slate","category":"Myself, Dinner, Party"},{"quote":"The idea of modernity is beginning to lose its vitality. It is losing it because modernity is no longer a critical attitude but an accepted, codified convention.","author":"Octavio Paz","category":"Losing, Beginning, Idea"},{"quote":"I love to write about Nabokov and also to think about him. I love his attitude that he is incomparable, his lofty judgments and general scorn of other writers - not all of them, of course.","author":"James Salter","category":"Love, Think, Him"},{"quote":"If you have an ongoing relationship with a person, think of everything positive about that person that you possibly can and enter your interaction from that space. Ignore all the crap that used to drive you up the wall before. You will be amazed at what a change this attitude shift brings about.","author":"Srikumar Rao","category":"Positive, Change"},{"quote":"I am shocked at the attitude of our American troops. They have no respect for death, the courage of an enemy soldier, or many of the ordinary decencies of life.","author":"Charles Lindbergh","category":"Life, Respect, Courage"},{"quote":"In regard to music, I just think that it's always best to have an attitude of being a perpetual student and always look to learn something new about music, because there's always something new to learn.","author":"David Sanborn","category":"Music, Best, Think"},{"quote":"I think my attitude has always been to put food on the table.","author":"James Garner","category":"Food, Think, Always"},{"quote":"The attitude of independence toward a constructed language which all national speakers must adopt is really a great advantage, because it tends to make man see himself as the master of language instead of its obedient servant.","author":"Edward Sapir","category":"Great, Man, Language"},{"quote":"I had to create some good work habits and attitude.","author":"S. Truett Cathy","category":"Work, Good, Good Work"},{"quote":"I enjoy punk, the attitude as well as the music, but I don't feel like I have to be a carbon copy of it and invite all this controversy just to be punk rock.","author":"Hayley Williams","category":"Music, Enjoy, Rock"},{"quote":"I'm not changing because I'm part of a hit. People around me have changed in their attitude toward me, but I haven't changed. And I won't.","author":"Joe Penny","category":"Me, People, Changing"},{"quote":"After working for years in Hollywood where the actors have taken over, it was a real relief to get down there and not only have some children, but also have some actors that had no attitude.","author":"Phillip Noyce","category":"Children, Down, Working"},{"quote":"Everything I do, writing, touring, travelling, it all comes from the punk and hardcore attitude, from that expression - from being open to try things but relying on yourself, taking what you have into the battle and making of it what you will, hoping you can figure it out as you go. Make some sense of it.","author":"Henry Rollins","category":"Writing, Yourself, Battle"},{"quote":"I have so many indie bands on my iPod. What I don't really understand is the attitude that if a band is unknown, they're good, and if they get fans, then you move on to the next band.","author":"Taylor Swift","category":"Good, Unknown, You"},{"quote":"Individuals need to be willing to face truth about their attitudes, behaviors, even what we want out of life.","author":"Joyce Meyer","category":"Life, Truth, Want"},{"quote":"Hope is favorable and confident expectation; it's an expectant attitude that something good is going to happen and things will work out, no matter what situation we're facing.","author":"Joyce Meyer","category":"Work, Hope, Good"},{"quote":"If someone you know makes a bad decision or uses bad judgment, it doesn't mean you have to allow that to alter your attitude. Why should you allow anyone else's bad decisions to send you into a tailspin of misery?","author":"Joyce Meyer","category":"Decision, Decisions, Know"},{"quote":"Refuse to be a lazy Christian, and resist a passive, apathetic attitude.","author":"Joyce Meyer","category":"Christian, Lazy, Passive"},{"quote":"Stop this attitude that older people ain't any good anymore! We're as good as we ever were - if we ever were any good.","author":"Dolly Parton","category":"Good, People, Stop"},{"quote":"If I had been asked to write 1,200 words for a newspaper tomorrow, on any subject, I would just do it rather than leave a white hole in the page. And I think it's a very healthy attitude to take to writing anything.","author":"Tom Stoppard","category":"Writing, Tomorrow, Words"},{"quote":"If a person gets his attitude toward money straight, it will help straighten out almost every other area in his life.","author":"Billy Graham","category":"Life, Money, Help"},{"quote":"I love women with attitude.","author":"Kevin Hart","category":"Love, Women, I Love"},{"quote":"I am very surprised by someone like Alexander Wang. I am amazed how he is good with fashion, with business, with public relations himself, with an attitude in his clothes that is spoken immediately.","author":"Carine Roitfeld","category":"Business, Good, I Am"},{"quote":"You lose attitude when you feel too comfortable, so I prefer to wear clothes that have a certain edge to them.","author":"Carine Roitfeld","category":"Clothes, You, Edge"},{"quote":"Trawl through the world of blogs and tweets, and you will find readers complaining when they stumble upon a word they don't recognise, an attitude that doesn't accord with their own, a passage of thought they find hard work, a joke they don't get or of which they don't approve.","author":"Howard Jacobson","category":"Work, Hard Work, World"},{"quote":"I have a very positive attitude to anyone who is protecting the environment, but it's inadmissible when people are using it as a means of promoting themselves, using it as a source of self-enrichment. I don't want to name any specific examples... but often, environmentalism is used to blackmail companies.","author":"Vladimir Putin","category":"Positive, People"},{"quote":"If you want my personal attitude, I would tell you that I don't care about a person's sexual orientation.","author":"Vladimir Putin","category":"Want, Care, You"},{"quote":"I certainly don't disparage someone whose attitude towards their work is utterly different from mine - that's up to them.","author":"Ian Mckellen","category":"Work, Up, Different"},{"quote":"I've always felt like I've had the ability to choose which roles I was going to play. I don't think that the industry agreed with me, but I've always had a bit of a headstrong attitude of only doing the things that I really believe in and want to explore.","author":"Brie Larson","category":"Believe, Me, Want"},{"quote":"In America, our differences matter, but our country matters more. That's the attitude I wanted to take to the Senate.","author":"Cory Booker","category":"America, Differences"},{"quote":"No one is mocked with the yearning for that which he has no ability to attain. If he holds the right mental attitude and struggles earnestly, honestly toward his goal, he will reach it, or at least approximate to it.","author":"Orison Swett Marden","category":"Goal, Reach, Right"},{"quote":"Many of my friends back in New York and elsewhere have a glib or dismissive attitude toward Los Angeles. It's a place of strip malls and traffic and not much else, in their opinion.","author":"Moby","category":"Friends, New York, Opinion"},{"quote":"You know what's funny to me? Attitude.","author":"Don Rickles","category":"Funny, Me, Know"},{"quote":"You can't study comedy it's within you. It's a personality. My humor is an attitude.","author":"Don Rickles","category":"Humor, Personality, You"},{"quote":"I mean, the shoe - there is a music to it, there is attitude, there is sound, it's a movement. Clothes - it's a different story. There are a million things I'd rather do before designing clothes: directing, landscaping.","author":"Christian Louboutin","category":"Music, Clothes, Story"},{"quote":"Vanity, showing off, is an attitude that reduces spirituality to a worldly thing, which is the worst sin that could be committed in the church.","author":"Pope Francis","category":"Vanity, Church, Sin"},{"quote":"My father was an engineer and my mother was a social worker, and they met as young socialists. That probably tells you everything you need to know about my attitude to money - I've never really been bothered about it.","author":"Jo Brand","category":"Money, Father, Mother"},{"quote":"Some actors specialize in shooting weapons and punching people. Some have the market on playing buffoons cornered, others specialize in roles that require heavy makeup or outrageous wardrobe. Some trade exclusively in a post-ironic blase attitude.","author":"Rob Lowe","category":"Makeup, People, Shooting"},{"quote":"I remember early on, in my very, very early days, I had a makeup artist tell me that I needed to get an attitude. I had no idea what he was talking about.","author":"Andie MacDowell","category":"Makeup, Me, Artist"},{"quote":"It's tricky. I've never been standing at the top of the tree with tons of money thrown at me. I've never really had a profile. So in a way I have this 'nothing to lose' attitude.","author":"Joel Edgerton","category":"Money, Tree, Me"},{"quote":"My attitude when I'm in Mexico is I wake up in the morning with nothing to do and I go to bed half done. I don't wear a watch. When I live down there, I do nothing according to time. I eat when I'm hungry and go to sleep when I'm tired.","author":"Jesse Ventura","category":"Morning, Time, Sleep"},{"quote":"We submit to the majority because we have to. But we are not compelled to call our attitude of subjection a posture of respect.","author":"Ambrose Bierce","category":"Respect, Submit, Posture"},{"quote":"There is a soak-the-rich attitude in the air, a feeling that if you have a lot of money you must have got it by some ghastly means. I can quite happily say there was never any family money. All the money we got was mine, just from writing books.","author":"Terry Pratchett","category":"Family, Money, Writing"},{"quote":"In order to understand why George W. Bush doesn't get it, you have to take several strands of common Texas attitude, then add an impressive degree of class-based obliviousness. What you end up with is a guy who sees himself as a perfectly nice fellow - and who is genuinely disconnected from the impact of his decisions on people.","author":"Molly Ivins","category":"Decisions, End, People"},{"quote":"Britishness is just a way of putting things together and a certain don't care attitude about clothes. You don't care, you just do it and it looks great.","author":"Vivienne Westwood","category":"Great, Together, Clothes"},{"quote":"You don't have to watch 'Gossip Girl' to have an attitude.","author":"Prince","category":"Girl, Gossip, You"},{"quote":"Most of my arguments with musicians through the years have had more to do with their attitude about music, or their attitude about their own lives, or their personal responsibility. Music has never really been the big centerpiece of the fight.","author":"Billy Corgan","category":"Music, Responsibility"},{"quote":"I perfectly understood President Obama's attitude throughout the French presidential campaign. He had no reason to distance himself from Nicolas Sarkozy. It's the basic solidarity that leaders who worked together owe to each other.","author":"Francois Hollande","category":"Together, Distance"},{"quote":"The idea of politics is just so uninteresting to me - I've never paid much attention to it. I don't believe things can really change. It doesn't matter who's president. Nothing really gets resolved. I don't know. I guess that's not the right attitude to take.","author":"Trent Reznor","category":"Change, Politics, Believe"},{"quote":"For a writer only one form of patriotism exists: his attitude toward language.","author":"Joseph Brodsky","category":"Communication, Patriotism"},{"quote":"A person sets out to write a poem for a variety of reasons: to win the heart of his beloved; to express his attitude toward the reality surrounding him, be it a landscape or a state; to capture his state of mind at a given instant; to leave - as he thinks at that moment - a trace on the earth.","author":"Joseph Brodsky","category":"Heart, Reality, Mind"},{"quote":"One of the worst things that can happen to an artist is to perceive himself as the owner of his art, and art as his tool. A product of the marketplace sensibility, this attitude barely differs on a psychological plane from the patron's view of the artist as a paid employee.","author":"Joseph Brodsky","category":"Art, Artist, View"},{"quote":"There's a very go-to kind of attitude in New Zealand that stems from that psyche of being quite isolated and not being able to rely on the rest of the world's infrastructure.","author":"Peter Jackson","category":"World, Rest, Kind"},{"quote":"Punk was defined by an attitude rather than a musical style.","author":"David Byrne","category":"Style, Punk, Rather"},{"quote":"It's a fundamental, social attitude that the 1% supports symphonies and operas and doesn't support Johnny learning to program hip-hop beats. When I put it like that, it sounds like, 'Well, yeah,' but you start to think, 'Why not, though?' What makes one more valuable than another?","author":"David Byrne","category":"Learning, Support, Start"},{"quote":"I don't like the way young people write and talk about the old. I don't like their attitude, which, if they weren't young and therefore bright and vibrant, would be called outdated.","author":"Ruth Rendell","category":"People, Young, Bright"},{"quote":"A white-boy attitude is 'I must exclude, denigrate, and leave behind.' They don't see it or think about it. It's a culture.","author":"Donna Brazile","category":"Culture, Think, See"},{"quote":"Culture is very important to the Mavs. Your best player has to be a fit for what you want the culture of the team to be. He has to be someone who leads by example. Someone who sets the tone in the locker room and on the court. It isn't about who talks the most or the loudest. It is about the demeanor and attitude he brings.","author":"Mark Cuban","category":"Best, Team, Culture"},{"quote":"I cannot say that the attitude of the United Nations always is for the Israeli attitude. Israel, I think, has been under severe attacks by members of the United Nations many times.","author":"Ariel Sharon","category":"United Nations, Think, Say"},{"quote":"Being a part of SKECHERS is exciting. It is such a hip company with a great attitude and image.","author":"Carrie Underwood","category":"Great, Company, Being"},{"quote":"People have often asked if I'm gay because I don't go out of my way to spit and scratch and give people attitude.","author":"Jason Bateman","category":"Gay, People, Way"},{"quote":"I can assure you that I'm not very close to Hillary Clinton. I think she's disqualified herself from Commander-in-Chief by her cavalier attitude towards our nation's secrecy laws.","author":"Tom Cotton","category":"Think, She, You"},{"quote":"Neither the Christian attitude of love for all mankind nor humane hopes for an organized society must cause us to forget that the 'human stratum' may not be homogeneous.","author":"Pierre Teilhard de Chardin","category":"Love, Society, Christian"},{"quote":"I can pull off anything; I have the height and the attitude. The only thing I can't wear is a leotard, but I can wear anything else.","author":"Theophilus London","category":"I Can, Height, Anything"},{"quote":"I'm not going to be horrible just for the sake of having attitude or make other people feel small just to make me feel bigger.","author":"Kate Moss","category":"Small, Me, People"},{"quote":"My attitude is, do as much as I can while I'm free. And if I'm arrested I'll still do as much as I can.","author":"Aung San Suu Kyi","category":"Free, I Can, Still"},{"quote":"I drove right into the music with the same sort of attitude as I went into the football stuff with. Just found a routine and hard work, and it helped me progress a lot faster.","author":"Sam Hunt","category":"Work, Hard Work, Music"},{"quote":"I separated from the Southern Baptists when they adopted the discriminatory attitude towards women, because I believe what Paul taught in Galatians that there is no distinction in God's eyes between men and women, slaves and masters, Jews and non-Jews - everybody is created equally in the eyes of God.","author":"Jimmy Carter","category":"Women, God, Eyes"},{"quote":"The attitude in Baltimore in 1999 was almost one of resignation, that our problems were bigger than our capacity to handle them.","author":"Martin O'Malley","category":"Problems, Bigger, Handle"},{"quote":"My attitude about death is, going into the next room, and it's a room that the rest of us can't get into because we don't have the key. But when we do get the key, we'll go in there, and we'll see one another again, in some shape or form or whatever. It's not the end.","author":"Roger Moore","category":"Death, End, Rest"},{"quote":"That's what I love from metal, and that's what I love from hip-hop. That's what I love from any music that's hard, that's got an edge to it-The attitude in it.","author":"Kid Rock","category":"Love, Music, Hip-Hop"},{"quote":"Americans are the most generous country on the planet. I've worked in Europe, I've worked in Australia. There is no where else where you get absolutely no attitude for being a foreigner. If you do your job well, they embrace you.","author":"Hugh Jackman","category":"Job, Country, You"},{"quote":"I know that, for me, I need to try to cover myself while breastfeeding so that no one snaps a picture. If this wasn't the case, I probably wouldn't mind as much because my son is my biggest concern. My attitude is, if someone sees a little somethin' somethin', don't look if you don't like it.","author":"Kourtney Kardashian","category":"Myself, Son, Mind"},{"quote":"By understanding and harnessing the forces that drive human behavior, you can create a self-sustaining philanthropic effort that reaches millions of people. It begins with an entrepreneurial attitude: take an idea and execute on that idea. If it doesn't work, learn why and build on what you've learned.","author":"Naveen Jain","category":"Work, Effort, Behavior"},{"quote":"In the business world today, failure is apparently not an option. We need to change this attitude toward failure - and celebrate the idea that only by falling on our collective business faces do we learn enough to succeed down the road.","author":"Naveen Jain","category":"Change, Business, Failure"},{"quote":"There must be something solemn, serious, and tender about any attitude which we denominate religious. If glad, it must not grin or snicker; if sad, it must not scream or curse.","author":"William James","category":"Sad, Serious, Curse"},{"quote":"A minister of Jesus Christ should not be regardless of his attitude. If he is the representative of Jesus Christ, his deportment, his attitude, his gestures, should be of that character which will not strike the beholder with disgust.","author":"Ellen G. White","category":"Character, Will, Beholder"},{"quote":"All women have appealing features. I do not refer to model-type appeal, but rather that which comes from your personality, your attitude, and your expressions. I urge you to enhance the natural, God-given, feminine gifts with which you have been so richly blessed.","author":"James E. Faust","category":"Women, Blessed, Personality"},{"quote":"When you walk into a doctor's office, you've got to have the same attitude you would about anything else. You've got to ask tough questions, and you've got to not be afraid to challenge their credentials.","author":"Tom Brokaw","category":"Challenge, Doctor, Walk"},{"quote":"The purely agitation attitude is not good enough for a detailed consideration of a subject.","author":"Michael Korda","category":"Good, Not Good Enough"},{"quote":"I think it was my mom's attitude about art and being part of the narcissistic digital generation or whatever that made me think anyone would care what I had to say about anything!","author":"Tavi Gevinson","category":"Art, Mom, Me"},{"quote":"We have to remember that Putin was a member of the KGB. He has already demonstrated that kind of macho, dictatorial attitude. Russia has breached their pledge to uphold the Olympic charter. This is a great opportunity for the IOC to say we cannot, given the situation that exists currently, allow the Olympics to take place in Russia.","author":"George Takei","category":"Great, Opportunity, Remember"},{"quote":"What I found in Silicon Valley is an industry that's sort of been kept a very far remove from Washington and had an attitude of 'Just let us do our thing and make the miracles that people love around the world and leave us alone.'","author":"George Packer","category":"Love, Alone, World"},{"quote":"The Republican Party - that was the end of the Republican Party. What Pete Wilson did with the xenophobia and the negative attitude, all this sort of anti-crime backlash.","author":"Gavin Newsom","category":"End, Negative, Party"},{"quote":"The whole thing about 'The Rover' is the whole swagger of it, the whole guitar attitude swagger. I'm afraid I've got to say it, but it's the sort of thing that is so apparent when you hear 'Rumble' by Link Wray - it's just total attitude, isn't it?","author":"Jimmy Page","category":"Guitar, You, Say"},{"quote":"'Communication Breakdown' - it was punchy and direct, with a real attitude that was different to other bands going around.","author":"Jimmy Page","category":"Communication, Real"},{"quote":"I've always had a 'Work hard, play hard' attitude to life - I still do - but sometimes you get involved in something that needs a calm, methodical approach.","author":"Damian Lewis","category":"Life, Work, Work Hard"},{"quote":"From the beginning, I've always had a knack for catchy melodies. But I went through a period when I was trying to be rock n' roll and have a rock n' roll attitude. I was fighting my nature by trying to play really hard and sing really hard. But at a certain point, I realized that I loved syrupy pop music with tons of harmony.","author":"Juliana Hatfield","category":"Music, Nature, Beginning"},{"quote":"Part of the new morality of the '60s and '70s is a new attitude toward homosexuality. The homosexual men and women have organized to fight for acceptance and respectability.","author":"Walter Cronkite","category":"Women, Men, Acceptance"},{"quote":"I can't go into a mob scene and sense the mood and the attitude of the crowd. I can't conduct man-on-the-street interviews or even get reactions that I can be sure are honest, because they know who I am.","author":"Walter Cronkite","category":"I Am, Mood, Know"},{"quote":"I've certainly had a bad attitude to my job on many occasions. Not since 'Four Weddings and a Funeral'. I've been rather a good boy and really given it everything when I've accepted a part since then, because I've been given much better parts in films.","author":"Hugh Grant","category":"Good, Job, Better"},{"quote":"They will always assume that this guy - an upcoming actor, what if he becomes a star tomorrow? He would not work with me then... so I might as well choose to be nice. But women are not treated with the same attitude. Women they treat really badly.","author":"Kangana Ranaut","category":"Work, Women, Tomorrow"},{"quote":"The most important criterion is this: hire someone whose character and humility and attitude you would like to have reproduced in your church and in yourself.","author":"John Ortberg","category":"Character, Humility"},{"quote":"For me, bomber jackets are smart, but they are also street and have a lot of attitude.","author":"The Weeknd","category":"Smart, Me, Street"},{"quote":"I started modeling when I was - not older, but not 12. I have a mom who's a feminist - she's an English professor, an intellectual. She really gave me the equipment to understand that you can celebrate yourself without putting yourself down or needing to apologize for the way you look. I think that attitude is really crucial for a model.","author":"Emily Ratajkowski","category":"Mom, Yourself, Celebrate"},{"quote":"I guess I don't like the fact that my life is becoming less and less my own - the prevailing attitude that you have an obligation to deliver yourself to the public. Actually, you're delivered to the public whether you like it or not. I guess if you don't like it, you should stop doing what provokes it. In my case, that's acting.","author":"Robert Redford","category":"Life, Yourself, My Life"},{"quote":"You do manage a somewhat religious attitude toward your art. It is a calling rather than a job.","author":"Jim Harrison","category":"Art, Job, You"},{"quote":"You have to come in to major championships, and your attitude has to be on point.","author":"Jason Day","category":"You, Championships, Point"},{"quote":"Have you seen some of the women - and the men - in Los Angeles? They pay surgeons to make them look completely different in the hope of finding their youth. But youth comes from within. If you have a young attitude, then that can show in your face, the way you walk and move.","author":"Kim Cattrall","category":"Hope, Women, Men"},{"quote":"Ben Schwartzwalder was a decent guy, but he was from another era. He was like a Marine, with a real army attitude. He thought there was only one way to play football, and that was the rough way.","author":"Jim Brown","category":"Football, Thought, Play"},{"quote":"With His love, you can wake up every day with an attitude of faith and expectancy.","author":"Victoria Osteen","category":"Love, Day, Faith"},{"quote":"I think when you have an optimistic attitude, and you believe that God is guiding you, that you will find the good things in your life and that you will lead to good relationships and good people in your life. And you can make the most of what he's given you.","author":"Victoria Osteen","category":"Life, Good, God"},{"quote":"It's important to recognize that forgiveness is more than mere words it's a heart attitude that induces a spiritual transformation.","author":"Victoria Osteen","category":"Forgiveness, Words"},{"quote":"I love David's attitude in the Bible. He wasn't afraid to go against the trends. He wasn't going to be defined by the opinions of others.","author":"Victoria Osteen","category":"Love, Bible, Opinions"},{"quote":"Today's youth are told to get rich or die trying and they really shouldn't take that attitude forward with them.","author":"Kareem Abdul-Jabbar","category":"Today, Youth, Rich"},{"quote":"I think it's important and I think it's true that our life experience is going to be about our attitude, our thoughts, our beliefs, our speech and our actions. We can transform our life experience simply by changing our language.","author":"Jason Mraz","category":"Life, Experience, Language"},{"quote":"At home in Ireland, there's a habit of avoidance, an ironical attitude towards the authority figure.","author":"Seamus Heaney","category":"Home, Authority, Habit"},{"quote":"I have a very childish attitude to books - a very non-analytic enthusiasm... like Alice falling down the chute.","author":"Mariella Frostrup","category":"Enthusiasm, Down, Falling"},{"quote":"Quite honestly, if we do manage to destroy the planet with our devil-may-care attitude to natural resources, I'd suggest we leave, as a dossier in our defence, the collected letters to agony aunts and uncles down the generations. It would certainly prove that we weren't all bad!","author":"Mariella Frostrup","category":"Down, Resources, Natural"},{"quote":"I think fun is an important part of the entertainment industry, and it should be. Anybody who's not incorporating some of that into their work needs to take a break, go away, and have an attitude adjustment.","author":"Diane Lane","category":"Work, Fun, Think"},{"quote":"Given the scale of issues like global warming and epidemic disease, we shouldn't underestimate the importance of a can-do attitude to science rather than a can't-afford-it attitude.","author":"Martin Rees","category":"Science, Global Warming"},{"quote":"My grandmother is this amazingly theatrical woman. She acted like a movie star, as far as looks and attitude, kind of like Susan Hayward.","author":"Parker Posey","category":"Woman, She, Grandmother"},{"quote":"It's not the style that motivates me, as much as an attitude of openness that I have when I go into a project.","author":"Herbie Hancock","category":"Style, Me, Project"},{"quote":"The attitude of the West and of Russia towards a crisis like Ukraine is diametrically different. The West is trying to establish the legality of any established border. For Russia, Ukraine is part of the Russian patrimony.","author":"Henry Kissinger","category":"Trying, Crisis, Different"},{"quote":"If somebody says no to you, or if you get cut, Michael Jordan was cut his first year, but he came back and he was the best ever. That is what you have to have. The attitude that I'm going to show everybody, I'm going to work hard to get better and better.","author":"Magic Johnson","category":"Work, Best, Work Hard"},{"quote":"I was born into a very religious family where everything was about setting the right example for the community and having to obey orders blindly. I felt that everyone was growing up in the world, except me. This is probably one of the reasons why I had such a rebellious attitude towards any form of authority.","author":"Grace Jones","category":"Family, Community, World"},{"quote":"I think it has something to do with being British. We don't take ourselves as seriously as some other countries do. I think a lot of people take themselves far too seriously I find that a very tedious attitude.","author":"Joan Collins","category":"People, Think, Seriously"},{"quote":"I do believe that during the Bush-Cheney administration, that Vice President Cheney set a tone and an attitude for the CIA.","author":"Nancy Pelosi","category":"Believe, President, Tone"},{"quote":"When you feel stuck in a hard time, jump-start a pro-change attitude by letting go of possessions that no longer work for you - like old clothes and old shoes.","author":"Karen Salmansohn","category":"Work, Time, Shoes"},{"quote":"It seems to me that many of the belligerent Jewish movements that were built upon hatred of Arabs - and I'm not only talking about Lieberman, but within the Likud as well - grew out of the patronizing socialist attitude that said, 'They'll be there, and we'll be here.'","author":"Reuven Rivlin","category":"Me, Hatred, Said"},{"quote":"I like Bobby Flay's attitude and his approach towards food. I think he's just passionate and very honest. I find him very honest about food and cooking and ingredients and I admire that because I think that it's easy to get away from that for various reasons.","author":"Alex Guarnaschelli","category":"Food, Cooking, Easy"},{"quote":"I'm here now because of my faith. That's what got me singing and what has kept me singing. That is what I have: what has kept me doing right and has provided me with the chances and the attitude and the skills to do this.","author":"Aaron Neville","category":"Faith, Me, Singing"},{"quote":"I'm not a person who writes really abstract things with oblique references. I look at abstraction like I look at condiments. Give me some Tabasco sauce, some ketchup, some mayonnaise. I love all of that. Put it on a trumpet. I've just got to have the ketchup and Tabasco sauce. That's my attitude about musical philosophy.","author":"Wynton Marsalis","category":"Love, Ketchup, Philosophy"},{"quote":"I don't have a very positive attitude towards rappers.","author":"Miriam Margolyes","category":"Positive, Rappers"},{"quote":"Johnny Colt is a character, and most people in Lynyrd Skynyrd are characters, so he fits in great with us. He's got an attitude, man, and I love it, and that's what we need.","author":"Johnny Van Zant","category":"Love, Character, Great"},{"quote":"I am just a beginner. The two films so far are baby steps. If I develop an attitude, I'll be finished even before I've started. Besides, if I started misbehaving, my folks would give me a tight slap.","author":"Kriti Sanon","category":"Baby, I Am, Me"},{"quote":"I tend to be pessimistic about everything: If things seem to be going good, I'm worried that it's going to end; if things are bad, then I'm worried that it's going to be permanent. It's not a very comfortable attitude to have all the time.","author":"Jesse Eisenberg","category":"Time, Good, End"},{"quote":"As long as the attitude is to only show the sheet metal, then automobile advertising will continue to be wretched.","author":"Jerry Della Femina","category":"Advertising, Long"},{"quote":"Is it rather stupid and dangerous to take Magna Carta so much for granted, as many of us seem to do, and to think of this attitude as 'very English?'","author":"Melvyn Bragg","category":"Stupid, Think, Dangerous"},{"quote":"For about 175,000 people, Chiranjeevi Blood Bank has supplied blood for free in times of emergency. This is because of the service-oriented attitude of Mega fans.","author":"Ram Charan","category":"Free, People, Blood"},{"quote":"Surfers have the most attitude.","author":"Shaun White","category":"Most"},{"quote":"I had this attitude, that Silicon Valley obnoxious attitude, that I know what I'm doing, and the rest was going to be pretty easy.","author":"Kimbal Musk","category":"Easy, Rest, Know"},{"quote":"I love the way Tyra Banks dresses up - she looks so elegant and glamorous in whatever she wears. The confidence and attitude she exudes on and off the ramp is remarkable.","author":"Yami Gautam","category":"Love, Confidence, She"},{"quote":"My second husband believed I had such a fickle attitude to friendship that each Friday he would update the list of my 'Top Ten' friends in the manner of a Top Of The Pops chart countdown.","author":"Julie Burchill","category":"Friendship, Friends, Husband"},{"quote":"I was always the guy getting kicked out of my classes at school for having an attitude problem.","author":"Chevy Chase","category":"School, Problem, Always"},{"quote":"There's always been something deeply disturbing about the Abbott government's attitude to women.","author":"Richard Flanagan","category":"Women, Government, Always"},{"quote":"I've had to listen to candidates tell me they are the most wonderful thing since the invention of sliced bread, and it bores me to death. It also makes me doubt that they are actually any good at all - plus it's an attitude that would never fly in the culture I've created in my company.","author":"John Rampton","category":"Death, Good, Culture"},{"quote":"I've never had any prima donna attitude against me. It's always been very respectful.","author":"Rey Mysterio","category":"Me, Never, Respectful"},{"quote":"From the very early stage when I started doing performance art in the '70s, the general attitude - not just me, but also my colleagues - was that there should not be any documentation, that the performance itself is artwork and there should be no documentation.","author":"Marina Abramovic","category":"Art, Performance, Me"},{"quote":"After the first miscarriage, I tried to take the attitude that it was my body's way of telling me that this pregnancy wasn't meant to be.","author":"Christie Brinkley","category":"Me, Body, Meant To Be"},{"quote":"I think that ultimately your age is determined by your attitude. It's not the number it's not how many wrinkles you have on your face. It's the energy that you project.","author":"Christie Brinkley","category":"Age, Energy, Think"},{"quote":"Your attitude is contagious.","author":"Kevin Plank","category":"Contagious, Your"},{"quote":"Bad attitudes will ruin your team.","author":"Terry Bradshaw","category":"Team, Bad, Will"},{"quote":"After the Meiji restoration in 1868, Japan adopted an expansionist and colonial attitude towards its neighbours. It sought to identify itself with the West and looked down upon the Asian continent as backward and inferior. For most of the next 70 years, Japan was at war, mainly with its neighbours.","author":"Martin Jacques","category":"War, Down, Years"},{"quote":"The world is fortunate - for the time being, at least - that it has an American president in Obama who is prepared to take a conciliatory and concessive attitude towards America's decline and that it has a Chinese leadership which has been extremely cautious about expressing an opinion, let alone flexing its muscles.","author":"Martin Jacques","category":"Leadership, Time, Alone"},{"quote":"The attitude of 'every nation unto itself' is a destructive one for the future of Israel.","author":"Tzipi Livni","category":"Future, Nation, Every"},{"quote":"I can look back now and say, 'Aw, that was a little dumb taking huge bumps onto concrete before a couple of hundred fans,' but if it wasn't for that attitude and that type of work ethic, I never would have gotten to WWE.","author":"Mick Foley","category":"Work, Work Ethic, Dumb"},{"quote":"I am, as it happens, a baby boomer, but not one who feels any broad-gauge nostalgia for the '60s and '70s. My attitude resembles that of my parents, who were born in the '20s and lived through the Great Depression and World War II.","author":"Terry Teachout","category":"Great, Depression, Parents"},{"quote":"I became a librarian at the Sainte-Genevieve Library in Paris. I made this gesture to rid myself of a certain milieu, a certain attitude, to have a clean conscience, but also to make a living. I was twenty-five. I had been told that one must make a living, and I believed it.","author":"Marcel Duchamp","category":"Myself, Library, Conscience"},{"quote":"I like to help kids, work with kids in detention homes. Don't tell a kid what's right and wrong. He knows what's right and wrong. Find out what his attitude and his aptitude are; try to help him where he wants to go.","author":"Evel Knievel","category":"Work, Help, Try"},{"quote":"How can any person with a myopic view and harbouring intense parochial attitude even think of leading the nation?","author":"Sharad Pawar","category":"View, Think, Nation"},{"quote":"Reykjavik has a mixture of southern and northern mentality. There's a laid-back, relaxed attitude but also the feeling things are going to get done.","author":"John Grant","category":"Done, Feeling, Southern"},{"quote":"I think the world is ambivalent about feminism. So I can't blame college students. I think they're reflecting the greater culture's attitude toward feminism. So what I can do is, in ways that are appropriate, advocate for feminism and help the students learn what feminism is about.","author":"Roxane Gay","category":"Culture, College, World"},{"quote":"What was past was past. I suppose that was the general attitude.","author":"V. S. Naipaul","category":"Past, General, Suppose"},{"quote":"What I wish I had, is that I wish I was a little more Greek, in that I wish I could lose my North American driven attitude and that I could be a little bit more poetic and laissez faire.","author":"Nia Vardalos","category":"American, Wish, Little"},{"quote":"What you wear in the evening is important for women because it's so personal, and it's so complicated to get it right. I like trousers for evening, especially when they have that width and attitude to them.","author":"Stella McCartney","category":"Women, Evening, You"},{"quote":"The dignity of everyday life - the beauty of it, the attitude of it - is what I live around. And it is never on screen, and it is certainly never associated with Africa. If we see Africa at all, it is always used as a backdrop: a big blob of a continent rather than a specific street or a country or a place.","author":"Mira Nair","category":"Life, Beauty, Live"},{"quote":"Barack Obama, he just sits out. He sits back; he criticizes everybody. He's got his professorial attitude, real condescending, as if he's got all the answers.","author":"Steve Scalise","category":"Real, Answers, Back"},{"quote":"In philanthropy, you have to take the attitude of a mother... You have to be patient, and we have been very patient for a long time.","author":"Shiv Nadar","category":"Time, Mother, Long"},{"quote":"For most inhabitants of the Arab world, the prevailing cultural attitude toward women - fed and encouraged by Wahhabi doctrine, which is based on Bedouin social norms rather than Islamic jurisprudence - often trumps the rights accorded to women by Islam.","author":"G. Willow Wilson","category":"Women, World, Rights"},{"quote":"The prevailing - and foolish - attitude is that a good manager can be a good manager anywhere, with no special knowledge of the production process he's managing. A man with a financial background may know nothing about manufacturing shoes or cars, but he's put in charge anyway.","author":"W. Edwards Deming","category":"Knowledge, Good, Shoes"},{"quote":"It was just like a dream. I could have ended up with an album that's not all that different from anything else coming out of Nashville. Mutt made the difference. He took these songs, my attitude, my creativity, and colored them in a way that is unique.","author":"Shania Twain","category":"Creativity, Dream, Unique"},{"quote":"Iraq is just a symbol of the attitude of western democracies to the rest of the world.","author":"Harold Pinter","category":"World, Rest, Just"},{"quote":"No one's going to be able to operate without a grounding in the basic sciences. Language would be helpful, although English is becoming increasingly international. And travel. You have to have a global attitude.","author":"Rupert Murdoch","category":"Travel, Language, You"},{"quote":"I really have been lucky because I've always had a very healthy attitude to my body.","author":"Lily James","category":"Body, Healthy, Lucky"},{"quote":"The fictionally correct have all the answers, and that's what's wrong with them. They're artistic technocrats. There's no dilemma so knotty, no question so baffling, that it can't be smoothly neutralized by dialing up the right attitude adjustment. Poor old Hemingway. If only he'd known.","author":"Walter Kirn","category":"Answers, Question, Poor"},{"quote":"From a certain age, I sort of accepted myself for what I was. And although to other people it was like nothing ever goes right, I had a really nice attitude that I'd inherited from my parents, and especially from my dad.","author":"Johnny Vegas","category":"Age, Myself, Parents"},{"quote":"As a child, I was aware of the widely-held attitude that the ocean is so big, so resilient that we could use the sea as the ultimate place to dispose of anything we did not want, from garbage and nuclear wastes to sludge from sewage to entire ships that had reached the end of their useful life.","author":"Sylvia Earle","category":"Life, Ocean, Sea"},{"quote":"I think the attraction of 'American Idol' is about the basic human nature attitude that is, 'We can put you up there. But we can take you down.'","author":"Quincy Jones","category":"Nature, American"},{"quote":"The attitude is we live and let live. This is actually an amazing change in values in a rather short time and it's an example of freedom from religion.","author":"Tom Wolfe","category":"Change, Time, Freedom"},{"quote":"I have this theory that, depending on your attitude, your life doesn't have to become this ridiculous charade that it seems so many people end up living.","author":"Christian Bale","category":"Life, End, People"},{"quote":"I met my grandfather just before he died, and it was the first time that I had seen Dad with a relative of his. It was interesting to see my own father as a son and the body language and alteration in attitude that comes with that, and it sort of changed our relationship for the better.","author":"Christian Bale","category":"Time, Relationship, Father"},{"quote":"Israel always has a special filter to look at things, and that is the attitude toward Jews.","author":"Ehud Barak","category":"Look, Special, Always"},{"quote":"This generation... they have a different attitude. Instead of sitting and watching something, they want to be a part of it - they're very hedonistic and sensual.","author":"Steve Wynn","category":"Generation, Want, Different"},{"quote":"People ask what my influences are, and for me, it's not always obvious. One of my biggest inspirations was Chrissie Hynde from the Pretenders. That's based on how she just does whatever she wants to do, and I love her attitude about everything. It bleeds over into my way of thinking and comedy.","author":"Tig Notaro","category":"Love, Thinking, Me"},{"quote":"An American orchestra doesn't want to play more than it has to. I respectfully disagree with that attitude.","author":"Zubin Mehta","category":"American, Want, Play"},{"quote":"A society is defined as much by how it comes to terms with its past as by its attitude toward the future: its memories are no less revealing than its aims.","author":"Octavio Paz","category":"Future, Memories, Past"},{"quote":"Music is the way I understand how to communicate now, the way that I've learned how to communicate... but it will eventually have to go beyond that. You see, I've realised that music is not what keeps people involved - it's the attitude behind the music.","author":"Todd Rundgren","category":"Music, People, You"},{"quote":"I was lucky that I had friends who have maintained a very regular attitude with me and haven't changed how they interact with me.","author":"Will Poulter","category":"Friends, Me, Lucky"},{"quote":"My attitude goes back to my childhood. I used to audition for theatrical roles, and you can't stand out in a room full of ambitious eight-year-old girls by acting the wallflower. I realised then that I couldn't do things half-heartedly.","author":"Jessie J","category":"Childhood, Acting, You"},{"quote":"Adele shattered the image of how the stereotypical singer is supposed to look. She has that whole 'Screw you, I'm awesome for what I do' attitude, which I really look up to and want to be a part of.","author":"Mary Lambert","category":"Awesome, Want, You"},{"quote":"The enemies of acting are mood and attitude and other general homogenized disruptive entities. Whereas acting is about action - doing - and unless you can figure out a way to craft in an imaginative reality to which you don't submit, you're going to be out of control. You'll flip out. The job is to be surprised.","author":"William Hurt","category":"Job, Action, Reality"},{"quote":"The Senator from Massachusetts has given us ample grounds to doubt the judgment and the attitude he brings to bear on vital issues of national security.","author":"Dick Cheney","category":"Security, Doubt"},{"quote":"We've created a tenfold core value protocol to make sure that we don't fall into an 'empire' attitude.","author":"Joel Salatin","category":"Value, Fall, Empire"},{"quote":"We assume that we've come so far as compassionate citizens of the world if we do choose to read the news, yet the attitude towards life can be one where we put blinders on and forget that there are civil wars going on. It's easy to forget that there are so many people starving to death every single day.","author":"Anne Hathaway","category":"Life, Day, Death"},{"quote":"It was my father who instilled the 'never say no' attitude I carry around with me today, and who instilled in me a sense of wonder, always taking us on adventures in the car, never telling us the destination.","author":"Marlee Matlin","category":"Car, Father, Today"},{"quote":"You can't beat the beehive for glam punkette attitude.","author":"Rob Sheffield","category":"You, Beat, Glam"},{"quote":"What is required as we travel towards full unemployment is not new legislation but a gradual change of mental attitude, a shift in values. As our taste for idling grows, we will refuse to work for old-fashioned bosses who demand a five-day, 40-hour, nine-to-five type week, or worse.","author":"Tom Hodgkinson","category":"Work, Change, Travel"},{"quote":"There's certainly an attitude in some measure of the conservative movement that I believe won't accept the legitimacy of any Democratic president, and I think Obama did fall victim to that - witness the 'birthers.'","author":"David Brock","category":"Believe, Fall, I Believe"},{"quote":"If you can attribute your success entirely to your own mental effort, to your own attitude, to some spiritual essence that you have that is better than other people's, then that must feel pretty good.","author":"Barbara Ehrenreich","category":"Success, Good, Spiritual"},{"quote":"Bob Altman had this relaxed but serious attitude. Everybody loved him. I wanted him to adopt me.","author":"Steve Buscemi","category":"Me, Loved, Him"},{"quote":"A lot can be said with just a look, or the way the body moves. Each song is a different character. So each song takes on a different movement of the body. And the body has to go with the subject and the attitude that you have toward that subject.","author":"Eartha Kitt","category":"Character, Song, Body"},{"quote":"Even when I'm playing someone named 'Fat Amy.' I'm all about confidence and attitude.","author":"Rebel Wilson","category":"Confidence, Fat, Someone"},{"quote":"Experiments with animals have long been handicapped by our anthropocentric attitude: We often test them in ways that work fine with humans but not so well with other species.","author":"Frans de Waal","category":"Work, Long, Animals"},{"quote":"Gardening is not trivial. If you believe that it is, closely examine why you feel that way. You may discover that this attitude has been forced upon you by mass media and the crass culture it creates and maintains. The fact is, gardening is just the opposite - it is, or should be, a central, basic expression of human life.","author":"Andrew Weil","category":"Life, Culture, Gardening"},{"quote":"I am always acting, be at a party, at work or in office. My attitude changes from meeting to meeting, from being serious to intense to funny, depending on who is in the room.","author":"Karan Johar","category":"Funny, Work, I Am"},{"quote":"There are so many myths out there about Marianne Faithfull, I had to, um, detach. But I can turn it on because Marianne Faithfull is really an attitude, you know.","author":"Marianne Faithfull","category":"Know, I Can, You"},{"quote":"Design is about point of view, and there should be some sort of woman or lifestyle or attitude in one's head as a designer.","author":"Vera Wang","category":"Design, Woman, Point Of View"},{"quote":"Design is about point of view, and there should be some sort of woman or lifestyle or attitude in one's head as a designer. So my being able to reach the masses was something that meant a great deal to me - especially for women who could never wear Vera Wang.","author":"Vera Wang","category":"Women, Great, Woman"},{"quote":"Art is the child of Nature; yes, her darling child, in whom we trace the features of the mother's face, her aspect and her attitude.","author":"Beck","category":"Nature, Art, Mother"},{"quote":"I trained as a journalist in America where paying sources is frowned upon. Now I work in the U.K. where there is a more flexible attitude.","author":"Heather Brooke","category":"Work, America, Flexible"},{"quote":"The word 'spinster' tells you everything you need to know about our attitude of women who choose not to marry.","author":"Caitlin Moran","category":"Women, Know, You"},{"quote":"When I first started writing songs and being very explicit, it was hard, but one of the main things people respond to in my writing is that 'just say it' attitude of my songs. There really is nothing personal or private; it's all universal, if you can just find the courage to be open about your life.","author":"Ani DiFranco","category":"Life, Courage, Writing"},{"quote":"I guess a psychiatrist would say there's some good to the venting process, but it does also promote an attitude of saying, 'Hey there's nothing wrong with being filled with hate; there's so much of it around.' I don't like that.","author":"Mario Cuomo","category":"Good, Hate, Saying"},{"quote":"Rock n' roll is not just a fashion statement; it is the attitude, and it has a political posturing as well.","author":"CeeLo Green","category":"Fashion, Political, Rock"},{"quote":"I have very diverse tastes in music, and I don't, like, make distinctions between what I can't and can't listen to. In fact, I could never understand why anybody would do that in the first place. My attitude is, 'I can't make music if I don't like music.'","author":"Corey Taylor","category":"Music, Listen, Why"},{"quote":"Thanks to malaria elimination efforts in United States in the 1940s, most people in the U.S. today have never had any direct contact with the disease, and most doctors have never seen a case. That success means it's easy to have a relaxed attitude about protecting ourselves.","author":"Tom Frieden","category":"Success, Today, People"},{"quote":"I don't mean this in a stuck-up way, but I needed an attitude song.","author":"Gwen Stefani","category":"Song, Way, Mean"},{"quote":"That term's definitely got a negative aura to it, because people think a diva is somebody with an attitude who demands things all the time. Of course there is that type of diva, but my idea of a diva has always been a singer - whether male or female - who gets on that stage and captivates you with their presence and their voice.","author":"Jordin Sparks","category":"Time, Negative, People"},{"quote":"I think that, in the end, the military behavior and intelligence services are not very different from each other. It's an attitude of hunters; they're observing the prey.","author":"Edgar Ramirez","category":"Intelligence, Behavior"},{"quote":"I think the philosophy that you have to have if you travel frequently is, stuff is just stuff. Even if it has some sentimental or family connection, if you lose it in the world, it's still just a thing, and I think if you don't have that attitude, you will get incredibly stressed out and not enjoy your travels.","author":"Leila Janah","category":"Family, Travel, World"},{"quote":"If someone does something in an entertainment/pop ambience, that person becomes someone who has an impact on the conduct and attitude of a huge number of people who peripherally come in contact with them.","author":"Richard Attenborough","category":"Impact, People, Person"},{"quote":"We know a way now to make use of democracy, and we know how to change the attitude of people towards government, but yet the majority of people are without vision. We who have prevision must lead them and guide them into the right way if we want to escape the confusions of Western democracy and not follow in the tracks of the West.","author":"Sun Yat-sen","category":"Change, Vision, Government"},{"quote":"I guess I just always had this idea that I would go to Hollywood. I had the typical 'get up and go' attitude that you have to have in order to make the brave step into the big city.","author":"Felicia Day","category":"Brave, City, Step"},{"quote":"It is possible for the assembly-line worker consigned to tightening the bolts on the transmission and the office worker who processes medical insurance claims to work with pride and efficiency, but it's not easy to maintain that attitude.","author":"Paul Hawken","category":"Work, Medical, Pride"},{"quote":"My character in 'OK OK' has a lot of attitude, and it is an interesting one.","author":"Hansika Motwani","category":"Character, Interesting, Lot"},{"quote":"We should bring in an environmental attitude, and I think luxury should automatically be about sustainability and quality.","author":"Jochen Zeitz","category":"Environmental, Quality"},{"quote":"I had an attitude problem when I was a kid. I'm not gonna lie.","author":"Tionne Watkins","category":"Lie, Problem, Kid"},{"quote":"My dad was a terrible father. Dreadful. But he had a very difficult childhood. He was fostered - he never knew who his father was. So he had a very different attitude to family and kids. I don't have any issues. I'm not suffering some secret angst.","author":"Mark Billingham","category":"Family, Father, Childhood"},{"quote":"In the late '70s, maybe just before I started, there was still an attitude that if you did film you didn't do TV and vice versa, but that's gone now.","author":"Robert Carlyle","category":"Late, You, Gone"},{"quote":"On 'Van Halen,' I was a young punk, and everything revolved around the fastest kid in town, gunslinger attitude. But I'd say that at the time of 'Fair Warning,' I started concentrating more on songwriting. But I guess in most people's minds I'm just a gunslinger.","author":"Eddie Van Halen","category":"Time, People, Young"},{"quote":"My attitude is govern as if you've run your last race. That's not to say I've run my last race, but govern with a liberation and a freedom; change your mind frame to operate that way.","author":"Rahm Emanuel","category":"Change, Freedom, Mind"},{"quote":"I grew up in a small, strictly-Catholic fishing village on the coast of Wales. The people there have a different attitude to life than those in Hollywood - people stick together more.","author":"Catherine Zeta-Jones","category":"Life, Together, Fishing"},{"quote":"I was stupid when I started: the epitome of bright-eyed and bushy-tailed. It was like, 'I get to live in L.A. and drive around in limos? Really?' I didn't realize I was owned. The more money gets pumped into you, the more you become a marionette. It made me a true redneck in attitude: I never wanted to wake up ever again feeling owned.","author":"Al Jourgensen","category":"Money, Stupid, Me"},{"quote":"Children have adopted a consumerist attitude - I dare you to entertain me.","author":"Walter Dean Myers","category":"Children, Me, You"},{"quote":"Jazz in itself is not struggling. That is, the music itself is not struggling... It's the attitude that's in trouble. My plays insist that we should not forget or toss away our history.","author":"August Wilson","category":"Music, History, Jazz"},{"quote":"I don't like it when people say, 'You're 45, so you should be wearing X and never Y.' For me, dressing is about attitude, not age.","author":"Twiggy","category":"Age, Me, People"},{"quote":"Part of our western outlook stems from the scientific attitude and its method of isolating the parts of a phenomenon in order to analyze them.","author":"Arthur Erickson","category":"Order, Outlook, Part"},{"quote":"There is an attitude that we should be able to have everything. No, you shouldn't be able to have anything. I'd like a helicopter, but I can't afford a helicopter, so I don't buy one. People are buying stuff they can't afford on credit. I bought my Ford hybrid with cash.","author":"Grace Slick","category":"People, Credit, You"},{"quote":"The political parties who prefer lockdowns should end their politics that is based on negative attitude.","author":"Shehbaz Sharif","category":"Politics, Political"},{"quote":"I trained as a writer before I became a lawyer. I was headed for a life as an English professor, but that just wasn't me. I'm not a scholar; I didn't have a scholar's attitude toward literature.","author":"Scott Turow","category":"Life, Lawyer, Me"},{"quote":"The attitude of insolent haughtiness is characteristic of the relationships Americans form with what is alien to them, with others.","author":"Jose Saramago","category":"Alien, Relationships, Others"},{"quote":"Women didn't want to be on the stage with other women because they didn't want their bodies to be compared. They didn't want another female act opening for them because of this weird competitive and tokenistic attitude.","author":"Kathleen Hanna","category":"Women, Weird, Want"},{"quote":"Steven Gerrard was someone I looked up to massively. I'd always try to copy him, right down to the boots he was wearing. It was his attitude on the pitch that stood out - you could really see how much he hated losing.","author":"Dele Alli","category":"Losing, You, Boots"},{"quote":"I think I have a mental nappy attitude.","author":"Paul Mooney","category":"Think, Mental, I Think"},{"quote":"If you're running around with a negative attitude all the time, you're going to feel down; you're going to have negative results.","author":"Craig Sager","category":"Time, Negative, You"},{"quote":"People come up to me and say somebody in their family has cancer, and we appreciate what you do, and we appreciate your fight, and don't give up, we love your attitude.","author":"Craig Sager","category":"Love, Family, Me"},{"quote":"Along with its enchanting and exquisite melodies, West Side Story has attitude and a tremendous amount of frenetic energy. It's emotional, theatrical and technical. It's everything.","author":"Steve Vai","category":"Energy, Story, Emotional"},{"quote":"To me, you have to declare yourself a Chicano in order to be a Chicano. That makes a Chicano a Mexican-American with a defiant political attitude that centers on his or her right to self-definition. I'm a Chicano because I say I am.","author":"Cheech Marin","category":"I Am, Yourself, Me"},{"quote":"I failed the LSAT. Basically, if I had not failed, I'd have been a lawyer and there would be no Spanx. I think failure is nothing more than life's way of nudging you that you are off course. My attitude to failure is not attached to outcome, but in not trying. It is liberating.","author":"Sara Blakely","category":"Life, Failure, Lawyer"},{"quote":"Just as the left has to be more willing to question 'Government knows best,' the right has to rethink its laissez-faire attitude toward government.","author":"Jack Kemp","category":"Best, Government, Question"},{"quote":"One by one, all of my college buddies had taken these nothing-special entry-level jobs, pushing papers for $18,000 or $21,000 a year (and hating the work besides), and I'd turn up my nose and tell them I wasn't about to get out of bed for anything less than $50,000. That was my line, my attitude.","author":"Bill Rancic","category":"Work, College, Hating"},{"quote":"I've always considered myself to be fiercely patriotic. I love Britain - its history and the down-to-earth attitude people have.","author":"Gary Numan","category":"Love, History, Myself"},{"quote":"Becoming an author changes your attitude too. Once you see where books come from, and how they're made, they never seem quite as sacred again.","author":"Lev Grossman","category":"Changes, You, See"},{"quote":"One of the things that's unique about Louisiana politics is that people here have a much more realistic attitude about who their politicians are. They know they are human and not saints or Mormons or Eagle Scouts.","author":"Mark Frost","category":"Politics, Unique, People"},{"quote":"Today, I think the attitude is that governing is not necessarily good politics, and the result is that it's much more partisan and much more divided.","author":"Leon Panetta","category":"Good, Today, Politics"},{"quote":"We're humans. Why always turn human attitude into political behaviours? I hate that.","author":"Ingrid Betancourt","category":"Hate, Political, Why"},{"quote":"The novelist teaches the reader to comprehend the world as a question. There is wisdom and tolerance in that attitude. In a world built on sacrosanct certainties the novel is dead.","author":"Milan Kundera","category":"Wisdom, World, Tolerance"},{"quote":"I think a lot of times our culture has an attitude toward art and the production of art that separates artists from the rest of us, like making art or music or painting or whatever is some magical thing that you have to be inspired to do, and special people do it.","author":"Ann Leckie","category":"Music, Art, Culture"},{"quote":"I have such an extreme attitude about work, where I can just completely be derelict of my responsibilities and then when I am not derelict, I am completely indulged in it. I swing pretty wildly from the two extremes.","author":"Geddy Lee","category":"Work, I Am, I Can"},{"quote":"The worst thing about being the laureate has been the attitude of a tiny minority of adults who haven't liked some of the things I'm supposed to have said and who have used it as an opportunity to be verbally abusive and nasty, but I haven't let it rule my world!","author":"Malorie Blackman","category":"Opportunity, World, Said"},{"quote":"Liberalism is a really old British tradition and it has a completely different attitude towards the individual and the relationship between the individual and the state than the collectivist response of Labour, and particularly Old Labour, does.","author":"Nick Clegg","category":"Relationship, Tradition"},{"quote":"I fell in love with Erica Kane the summer before my freshman year of high school. Like all red-blooded teen American boys, I'd come home from water polo practice and eat a box of Entenmann's Pop'Ems donut holes in front of the TV while obsessively fawning over 'All My Children' and Erica, her clothes, and her narcissistic attitude.","author":"Andy Cohen","category":"Love, Children, Home"},{"quote":"I'm definitely attracted to other Australians I have a laid-back attitude to life that I feel is very Australian I love a good barbie.","author":"Isla Fisher","category":"Love, Life, Good"},{"quote":"The nature of the music business is such that it's better to have a few chances for some things to be successful than just one, and that's kind of been my attitude all along.","author":"Adam Schlesinger","category":"Music, Nature, Business"},{"quote":"My father instilled in me the attitude of prevailing. If there's a challenge, go for it. If there's a wall to break down, break it down.","author":"Donny Osmond","category":"Father, Challenge, Me"},{"quote":"Adrian Clayborn is somebody that relentlessly brings that attitude, energy, and toughness.","author":"Dan Quinn","category":"Energy, Toughness, Somebody"},{"quote":"The attitude and identity that we want to play with doesn't change.","author":"Dan Quinn","category":"Change, Identity, Want"},{"quote":"Donald has a deep and unbounding determination and a never-give-up attitude. I have seen him fight for years to get a project done - or even started - and he does not give up! If you want someone to fight for you and your country, I can assure you, he is the 'guy.'","author":"Melania Trump","category":"Deep, Determination, Fight"},{"quote":"I think that a lot of people in all walks of life have the impression, of course, that, 'I specialize in something. I can't - I don't have the time to read other things. I'll just go to pure entertainment when I'm relaxing, and then I'll come back to my pure specialty.' That produces - that attitude produces idiot savants, unfortunately.","author":"Robert J. Shiller","category":"Life, Time, People"},{"quote":"A man can be 43, and people will say, 'Oh, he's a cool bachelor, and he just hasn't settled down,' but with a woman, it's, 'Oh, she must have really wanted to get married, but she didn't.' I honestly think that attitude is a little bit sexist.","author":"Heather Graham","category":"Man, Woman, Cool"},{"quote":"Films for TV have to be much closer to the book, mainly because the objective with a TV movie that translates literature is to get the audience, after seeing this version, to pick up the book and read it themselves. My attitude is that TV can never really be any form of art, because it serves audience expectations.","author":"Michael Haneke","category":"Art, Book, Expectations"},{"quote":"One of my favorite writers is Chekhov. I love his attitude toward the world. Just accept things for what they are. Don't judge. Be moral as you tell your story, but have no moral at the end. Just look at it.","author":"Pawel Pawlikowski","category":"Love, World, End"},{"quote":"Every story I write adds to me a little, changes me a little, forces me to reexamine an attitude or belief, causes me to research and learn, helps me to understand people and grow.","author":"Octavia E. Butler","category":"Changes, Research, Me"},{"quote":"I was fortunate to play for Pete Rose and have teammates like Ken Griffey Sr., Tony Perez and Dave Concepcion. I grew up in the game with a mature attitude. I've always known it was better to be seen and not heard.","author":"Eric Davis","category":"Rose, Game, Play"},{"quote":"Oh, I don't think Tom Sowell would tell anybody to join the administration. That's not his style. But I think his attitude has always been if it had to be done he'd prefer me to do it than somebody else.","author":"Clarence Thomas","category":"Style, Me, Think"},{"quote":"So at a time in which the media give the public everything it wants and desires, maybe art should adopt a much more aggressive attitude towards the public. I myself am very much inclined to take this position.","author":"Thom Mayne","category":"Time, Art, Myself"},{"quote":"But I think bands that rolled in with a big attitude, like they were some big deal, I just found that very strange.","author":"Rob Zombie","category":"Strange, Think, Big"},{"quote":"I was kicked out of school because of my attitude. I was not assimilating. So I went to work, taking any jobs I could get.","author":"Richard Pryor","category":"Work, School, Jobs"},{"quote":"I keep guitars that are, you know, the neck's a little bit bent and it's a little bit out of tune. I want to work and battle it and conquer it and make it express whatever attitude I have at that moment. I want it to be a struggle.","author":"Jack White","category":"Work, Struggle, Battle"},{"quote":"Theo van Doesburg wanted to teach in the Bauhaus in 1922. I refused, however, to appoint him since I considered him to be too aggressive and too rigidly theoretical: he would have wrought havoc in the Bauhaus through his fanatic attitude, which ran counter to my own broader approach.","author":"Walter Gropius","category":"Teach, My Own, Through"},{"quote":"I was impressed by Hendrix. His attitude was brilliant. Even the way he walked was amazing.","author":"Ritchie Blackmore","category":"Amazing, Way, Brilliant"},{"quote":"I was impressed by Hendrix. Not so much by his playing, as his attitude - he wasn't a great player, but everything else about him was brilliant.","author":"Ritchie Blackmore","category":"Great, Brilliant, Him"},{"quote":"China and the U.S. are two societies with very different attitudes towards opinion and criticism. In China, I am constantly under surveillance. Even my slightest, most innocuous move can - and often is - censored by Chinese authorities.","author":"Ai Weiwei","category":"I Am, Criticism, Opinion"},{"quote":"The key to life is your attitude. Whether you're single or married or have kids or don't have kids, it's how you look at your life, what you make of it. It's about making the best of your life wherever you are in life.","author":"Candace Bushnell","category":"Life, Best, You"},{"quote":"In the West, it was believed that attitude and ambition saved you. In Africa, we had learned that no one was immune to capricious tragedy.","author":"Alexandra Fuller","category":"Ambition, Tragedy, You"},{"quote":"I went to the Performing Arts School and studied classical ballet. That attitude is something that's put into your head. You are never thin enough.","author":"Carmen Electra","category":"School, You, Ballet"},{"quote":"Even if people do wrong, we're social animals, so what can we do about stopping them doing the same things in future? Saying people are 'bad' or 'evil' is just an unwillingness to engage; an unwillingness to try to empathise. That sanctimonious attitude doesn't help anyone.","author":"Denise Mina","category":"Future, Evil, Help"},{"quote":"I'm taking a bit of a wait-and-see attitude towards 3D.","author":"Christopher Nolan","category":"Taking, Bit, Towards"},{"quote":"At first, I found the music I was making really hard to find a home for. I felt like my attitude was really British, but not the actual sounds I was making. Back in 2003, when I made 'Galang,' there were no clubs that had an 'anything and everything' attitude.","author":"M.I.A.","category":"Music, Home, Find"},{"quote":"There are actually no political aspirations. I think you need to have the right attitude and aptitude for it. I don't think I have the right aptitude for it. I think it is unfair to push somebody in that direction just because my father happens to be a politician.","author":"Sonakshi Sinha","category":"Father, Political, Think"},{"quote":"Indians are sometimes accused of being condescending toward Westerners and of being excessively preachy in their attitude toward other nations. That accusation is sometimes correct.","author":"Gary Weiss","category":"Accusation, Sometimes"},{"quote":"Even as a little child, I've always had that comedian kind of attitude.","author":"Etta James","category":"Child, Kind, Little"},{"quote":"There are a lot of movies I'd like to throw away. That's not to say that I went in with that attitude. Any film I ever started, I went in with all the hope and best intentions in the world, but some films just don't work.","author":"Kiefer Sutherland","category":"Work, Hope, Best"},{"quote":"I totally let myself indulge, but I make little deals with myself. If I have an extra cupcake, I'll run a couple of extra miles. I think it's all about balance and not getting into extremes with dieting and exercising. Having a healthy attitude is important, too!","author":"Megan Hilty","category":"Myself, Balance, Healthy"},{"quote":"It's a question of keeping one's eyes and ears open and watching how other people play the game. They're watching me too, to see what my attitude is like.","author":"Charles Dance","category":"Eyes, Me, People"},{"quote":"How do you survive living in a cell knowing you are innocent? Many of those exonerated whom I have met seem to have a more benign, grateful attitude toward life than those of us who walk free. Many find a religious or spiritual stronghold.","author":"Richard LaGravenese","category":"Life, Grateful, Spiritual"},{"quote":"Being made to feel like an irrelevant child was probably an asset. Benign negligence is not a bad parental attitude or at least a cross between a benevolent dictator and benign negligence - you should just let kids crack on with it.","author":"Clare Balding","category":"Child, You, Kids"},{"quote":"I'm not a model hence I don't see the reason to have a six-pack abs. I can pull off a tough and rugged look of a cop in 'Dhoom' series without taking my shirt off. Cops don't have to move around without a shirt to flaunt their machismo. What makes the character of a cop stand out is his attitude and not his six-pack abs.","author":"Abhishek Bachchan","category":"Character, Stand, See"},{"quote":"My attitudes have changed, but somebody would have to read all my books to find out how they have.","author":"Irwin Shaw","category":"Find, Changed, Somebody"},{"quote":"Maybe it's just parenthood that puts you in a situation where you just have to develop a new attitude, I guess, about things.","author":"James Mercer","category":"Situation, You, New"},{"quote":"Regardless of the gender of the highest wage earner, the balance of power in the relationship will suffer if the higher earner uses control of the purse strings as a system of reward and punishment. It will also suffer if the lower earner takes a chippy, haughty attitude to spending money they haven't actually generated themselves.","author":"Marian Keyes","category":"Relationship, Money, Power"},{"quote":"I want to be in the big show, and to be in the big show, you have to practice. I have this attitude now that I'm going to take all the greatness I can. Nothing's going to stop me.","author":"Steven Adler","category":"Greatness, Me, Practice"},{"quote":"In regard to music, I just think that it's always best to have an attitude of being a perpetual student and always look to learn something new about music, because there's always something new to learn. Don't dismiss something out of hand because you think it's either beneath you or outside of the realm of where your interests lie.","author":"David Sanborn","category":"Music, Best, Lie"},{"quote":"Before 'Gangnam Style' I was not a good attitude artist.","author":"Psy","category":"Good, Style, Artist"},{"quote":"If a person can be said to have the wrong attitude, there is no need to pay attention to his arguments.","author":"John McCarthy","category":"Attention, Said, Person"},{"quote":"I go, and I do my work, and I try to do the best I can, and I collect my money, and I go home, and then I go on to the next thing. That's my attitude.","author":"Billy Dee Williams","category":"Work, Home, Money"},{"quote":"If you're a goal scorer, you have to have a certain attitude. I'm very serious. My missus thinks I'm a bit weird. I'm cold, I don't have many emotions. It's very rare I cry.","author":"Michael Owen","category":"Goal, Weird, You"},{"quote":"The American attitude towards efficiency and execution should always underlie architecture.","author":"Helmut Jahn","category":"Architecture, American"},{"quote":"The characteristic political attitude of today is not one of positive belief, but of despair.","author":"Herbert Read","category":"Positive, Today, Political"},{"quote":"Our judgments judge us, and nothing reveals us, exposes our weaknesses, more ingeniously than the attitude of pronouncing upon our fellows.","author":"Paul Valery","category":"Judge, Nothing, Weaknesses"},{"quote":"It really was hand-to-mouth and you can say, 'Poor little me, how dreadful, what a deprived childhood', but I didn't feel that way at all. It's all about the attitude at home.","author":"Carol Vorderman","category":"Home, Childhood, Me"},{"quote":"I'm always excited when I make it on anyone's list - even if it's for affirmative action. My attitude is, 'Am I the token woman on this list? Because I'll take it.'","author":"Julie Klausner","category":"Woman, Action, Always"},{"quote":"My father instilled in me an attitude that you couldn't really enjoy yourself unless you had done something to deserve it. So, my childhood was spent working on farms or local shops or, when I got older, in banks.","author":"Ben Elliot","category":"Father, Childhood, Yourself"},{"quote":"Cheney, Rumsfeld - they were Shakespearean in their attitude of impunity.","author":"Glen Duncan","category":"Rumsfeld, Were"},{"quote":"Good humor is one of the best articles of dress one can wear in society.","author":"William Makepeace Thackeray","category":"Humor, Good, Best"},{"quote":"We need an attitude of defiance, not an attitude of cowardice. Out in the street, that's how we are winning against the TransCanada Pipeline. This is how we have delayed the Trans-Pacific Partnership and forced it into an election season, gotten everybody to stand against it. Democracy is not about surrender.","author":"Jill Stein","category":"Winning, Democracy"},{"quote":"Having a child makes you strong and gives you chutzpah. It relaxed my attitude to the job; my center of focus shifted, which I think is very helpful, because even if you're not a very indulgent actor you spend a lot of time thinking about yourself. I don't think that is particularly healthy.","author":"Imelda Staunton","category":"Time, Strong, Focus"},{"quote":"The problem was just a mean attitude that festers and has to be challenged.","author":"Major Owens","category":"Problem, Mean, Just"}]}