{
  "author": "Ravindu Manoj",
  "github": "ravindu01manoj",
  "repo": "Quotes-500k",
  "data": [
    {
      "quote": "I hope that I serve by being a teacher.",
      "author": "Jenna Bush",
      "category": "Hope, Serve, Being"
    },
    {
      "quote": "As a teacher you can see the difference in kids who have parents who were involved. That difference, by the time these kids get to the third grade, is drastic.",
      "author": "Jenna Bush",
      "category": "Time, Parents, You"
    },
    {
      "quote": "I never wore a tie voluntarily, even though I was forced to wear one for photos when I was young and for official events at school. I used to wrap my tie in a newspaper, and whenever the teacher checked I would quickly put it on again. I'm not used to it. Most Bolivians don't wear ties.",
      "author": "Evo Morales",
      "category": "School, Newspaper, Young"
    },
    {
      "quote": "If you lock me in the room with a piano teacher for a year I might be able to knock out a rendition of 'Roll Out The Barrel,' but will I ever be a concert pianist? No.",
      "author": "Alan Sugar",
      "category": "Me, You, Lock"
    },
    {
      "quote": "I like to be at a party and be a quiet observer, be in conversation. I wouldn't say I was a class clown growing up, but I would definitely sit back in class and take snipes at the teacher.",
      "author": "Eric Stonestreet",
      "category": "Growing Up, Conversation"
    },
    {
      "quote": "I was a hyperactive kid, and it took awhile for me to find the right teacher. My master was a Shaolin kung fu teacher, but he also taught tai chi, Chinese medicine, brush painting - he was adept at all facets of Chinese culture.",
      "author": "Daniel Wu",
      "category": "Culture, Me, Painting"
    },
    {
      "quote": "As a teacher I realize that what one learns in school doesn't serve for very much at all, that the only thing one can really learn is self-understanding, and this is something that can't be taught.",
      "author": "Laura Esquivel",
      "category": "School, Learn, Realize"
    },
    {
      "quote": "I remember telling my creative writing teacher that you never want to have a journal, because if you lose it, then someone's going to know all your secrets. And then she stopped using a journal, but I always write everything down... Anytime I travel, I try and fill up notepads.",
      "author": "Garrett Hedlund",
      "category": "Travel, Writing, Creative"
    },
    {
      "quote": "I had a public school education - 3,000 kids when I was there. And there were a lot of teachers who would just sit there. You'd come in and sign your name and the teacher would just sit there at the head of the class and you would literally just have to stay in your seat for 40 minutes and that was the only thing you'd have to do in class.",
      "author": "Casey Affleck",
      "category": "Education, School, Name"
    },
    {
      "quote": "My folks were busy. My dad was a teacher, and it was during the Second World War, and my mother was working. So I got my stories from films and books. I read a lot, and I love to read to this day.",
      "author": "Robert Osborne",
      "category": "Love, Day, Mother"
    },
    {
      "quote": "Of course, MIT was notable not just for its faculty but also for its students. And, facing such extremely bright kids as a rookie teacher was something like being thrown to the wolves.",
      "author": "Eric Maskin",
      "category": "Wolves, Students, Kids"
    },
    {
      "quote": "My parents were not affluent people and were not - didn't come from the extremities of education. My mother had a high school diploma. I often think I so wish she'd come out of the hills in Appalachia and been able to go on to college. I think she would have made a wonderful teacher.",
      "author": "Dwight Yoakam",
      "category": "Education, Mother, Parents"
    },
    {
      "quote": "When I was in junior high, a foreign-history teacher started a theater class. So I got my feet wet there and through high school, so I was very fascinated with acting as a means of expression.",
      "author": "Dwight Yoakam",
      "category": "School, High School, Feet"
    },
    {
      "quote": "Over my life as a teacher, women have been too quiet. I'm quiet myself. I don't think I said three words the whole of graduate school.",
      "author": "Marilynne Robinson",
      "category": "Life, Women, Myself"
    },
    {
      "quote": "When I was in college, I had the good fortune to have Joyce Carol Oates as my writing teacher. She told me that I could take an aspect of myself, and from that one bit of personality, I can create a character. This is what I have done, particularly in my novels.",
      "author": "Jonathan Ames",
      "category": "Good, Myself, Character"
    },
    {
      "quote": "My dance teacher will show me pictures of girls who are rhythmic gymnasts, and they are super skinny. But I don't want to be too skinny. I think that looks a little gross when you are dancing. You don't want to be a scrawny, bony thing.",
      "author": "Maddie Ziegler",
      "category": "Dance, Me, Want"
    },
    {
      "quote": "I often think that the prime directive for me as a teacher of writing is akin to that for a physician, which is this: do no harm.",
      "author": "Chang-Rae Lee",
      "category": "Writing, Me, Think"
    },
    {
      "quote": "I tell my son Corey that the greatest teacher is the teacher who says, 'Don't follow me; follow yourself. Because within you there is that kingdom, that life, that force.'",
      "author": "Billy Dee Williams",
      "category": "Life, Son, Yourself"
    },
    {
      "quote": "I made my drama teacher cry. I only took drama to get out of writing papers in English and the teacher was this thespian Broadway geek and here I was this Italian guy from Staten Island and I would put her in tears.",
      "author": "Vinny Guadagnino",
      "category": "Writing, Tears, Drama"
    },
    {
      "quote": "If you love dance and you have the gift of teaching, teaching is super amazing and important because my teachers planted that seed in me. As a teacher you understand the difference or the definition of a Baryshnikov or a Gregory Hines, so teaching is really important and very necessary.",
      "author": "Laurieann Gibson",
      "category": "Love, Dance, Amazing"
    },
    {
      "quote": "I'm just not a natural teacher.",
      "author": "David Benioff",
      "category": "Just, Natural"
    },
    {
      "quote": "I had gone to New York with no plan at all. I did a lot of jobs - barman, teacher, security guard, postman and construction worker - and I was meeting many eccentric characters, and they were saying funny things, which I always wrote down.",
      "author": "Adrian McKinty",
      "category": "Funny, Plan, Construction"
    },
    {
      "quote": "I had a teacher in college who drastically changed the course of my life by telling me that he believed in me as an actor. I never received that support before, and it inspired to me to such a degree that I never looked back. He taught me that it's okay to be crappy; it's okay to fight; it's okay to go to any length.",
      "author": "Taylor Schilling",
      "category": "Life, Support, College"
    },
    {
      "quote": "I wanted to be a ballet teacher.",
      "author": "Jaclyn Smith",
      "category": "Ballet, Wanted"
    },
    {
      "quote": "I had this wonderful career and thought I would retire as a teacher.",
      "author": "Tim Gunn",
      "category": "Thought, Career, Wonderful"
    },
    {
      "quote": "If you told me when I was a teen that I would end up being a teacher, I would have said you're out of your mind, because quite frankly I hated school.",
      "author": "Tim Gunn",
      "category": "School, Teen, Mind"
    },
    {
      "quote": "I wanted to be a teacher. I love children, so I wanted to deal with children. Then I wanted to be a veterinarian. But by the age of ten or eleven, when I opened my mouth and said, 'Oh, God, what's this?' I kind of knew teaching and being a veterinarian were gonna have to wait.",
      "author": "Whitney Houston",
      "category": "Love, Children, Age"
    },
    {
      "quote": "Muriel, my mother, was my main confidant. She was a teacher of English at Watford grammar school but took a break while my sister Madeleine and I were children. She held court in the kitchen, and we talked about everything.",
      "author": "John Sulston",
      "category": "Children, Sister, Mother"
    },
    {
      "quote": "My history teacher could make us feel like he was imparting rare gossip to us when he was talking about Maria Theresa and the Habsburgs. I just loved that sense of - the Western canon is here, and it's gossipy and tawdry, and everyone is sort of goofy.",
      "author": "Mallory Ortberg",
      "category": "History, Gossip, Loved"
    },
    {
      "quote": "If you are a lousy teacher, you should be fired.",
      "author": "Geoffrey Canada",
      "category": "You, Fired, Lousy"
    },
    {
      "quote": "As places of learning, schools have a responsibility to also educate on nutrition, which we all can agree is far more important than algebra, no matter what your third-period teacher claims.",
      "author": "Lynda Resnick",
      "category": "Learning, Responsibility"
    },
    {
      "quote": "The wonderful drama teacher at my high school, Barbara Patterson, saw me standing in the hall and told me I should audition for 'West Side Story.' I guess she thought I looked like a gang member.",
      "author": "Gary Sinise",
      "category": "School, Thought, Me"
    },
    {
      "quote": "I was never one to go up to someone as a five- or six-year-old and say, 'Hello, my name's Paul, will you be my friend?' But I found if I did an impression of the PE teacher or whatever and people laughed, then they did like me, and so then they started talking to me, rather than me making the initial overture and then maybe being rebuffed.",
      "author": "Paul Merton",
      "category": "Friend, Me, People"
    },
    {
      "quote": "You know, I loved math. My mom was a math teacher.",
      "author": "Joan Cusack",
      "category": "Mom, Know, You"
    },
    {
      "quote": "A father is a person who's around, participating in a child's life. He's a teacher who helps to guide and shape and mold that young person, someone for that young person to talk to, to share with, their ups and their downs, their fears and their concerns.",
      "author": "Michael Nutter",
      "category": "Life, Father, Child"
    },
    {
      "quote": "You know, a football coach is nothing more than a teacher. You teach them the same subject, and you have a group of new guys every year.",
      "author": "Darrell Royal",
      "category": "Football, Know, Group"
    },
    {
      "quote": "Every man who rises above the common level has received two educations: the first from his teachers; the second, more personal and important, from himself.",
      "author": "Edward Gibbon",
      "category": "Man, Important, Personal"
    },
    {
      "quote": "Jesse Jackson is a leader and a teacher who can open our hearts and open our minds and stir our very souls.",
      "author": "Ann Richards",
      "category": "Leader, Minds, Hearts"
    },
    {
      "quote": "We may have forgotten how to feel. Nobody is teaching us how to live happily ever after, as we've heard in fairy tales.",
      "author": "Yakov Smirnoff",
      "category": "Live, Nobody, Feel"
    },
    {
      "quote": "We need to do teacher training to educate them about what temperament means. Shyness is painful and you want to help a child with shyness - but the underlying temperament of being a careful, sensitive person is to be honoured, valued and respected.",
      "author": "Susan Cain",
      "category": "Training, Child, Help"
    },
    {
      "quote": "I started elocution lessons because I was being teased, and I had a brilliant drama teacher. At the age of 14, I appeared at the National Theatre in 'The Crucible.'",
      "author": "Gina Bellman",
      "category": "Age, Theatre, Drama"
    },
    {
      "quote": "I tried to stir the imagination and enthusiasms of students to take risks, to do what they were most afraid of doing, to widen their horizons of action.",
      "author": "James Broughton",
      "category": "Imagination, Action, Risks"
    },
    {
      "quote": "We know the parental support, community support, makes a difference. It's not just the metrics of testing and putting pressure on the schools and on the teachers.",
      "author": "Donna Shalala",
      "category": "Community, Support, Pressure"
    },
    {
      "quote": "I was 20 years old, working as a roofer and a telemarketer and driving a taxi, just barely getting by. A friend of a friend suggested I try acting. I was like, 'Why? What am I going to do? Community theater?' But I took a class, and the teacher thought that I had potential, so I moved to Vancouver and started auditioning.",
      "author": "Cory Monteith",
      "category": "Community, Thought, Friend"
    },
    {
      "quote": "Children are already accustomed to a world that moves faster and is more exciting than anything a teacher in front of a classroom can do.",
      "author": "Major Owens",
      "category": "Children, World, Classroom"
    },
    {
      "quote": "We can not wait until we have enough trained people willing to work at a teacher's salary and under conditions imposed upon teachers in order to improve what happens in the classroom.",
      "author": "Major Owens",
      "category": "Work, People, Salary"
    },
    {
      "quote": "When I was 16, I was taught by a wonderful teacher who let me ignore the Greek syllabus and just read Homer.",
      "author": "Alice Oswald",
      "category": "Me, Ignore, Wonderful"
    },
    {
      "quote": "I have a deal with HBO to develop television, and I am also developing a movie called 'The Abstinence Teacher,' which is based on a book by Tom Perrotta.",
      "author": "Lisa Cholodenko",
      "category": "I Am, Book, Television"
    },
    {
      "quote": "I've never considered myself a celebrity or even part of the entertainment business. I'm a cooking teacher.",
      "author": "Martin Yan",
      "category": "Business, Myself, Cooking"
    },
    {
      "quote": "Once I accomplish one thing and I'm satisfied, I try something else. I may be 50 and doing something totally outside of music and acting. Maybe I'll become a kindergarten teacher.",
      "author": "Kid Cudi",
      "category": "Music, Acting, Doing"
    },
    {
      "quote": "My kindergarten teacher encouraged me to learn, as did my school headmaster, who gave me a grant to study.",
      "author": "Ada Yonath",
      "category": "School, Me, Study"
    },
    {
      "quote": "I initially wanted to be a teacher, and then I was going to become an engineer and build bridges and highways, but pretty soon I went into the business world. I never did get to be a teacher except in a different way.",
      "author": "Louis V. Gerstner, Jr.",
      "category": "Business, World, Bridges"
    },
    {
      "quote": "As a teacher, my strategy is to encourage questioning. I'm the least authoritarian professor you'll ever meet.",
      "author": "Niall Ferguson",
      "category": "Strategy, You, Questioning"
    },
    {
      "quote": "I worked as a secretary, a waitress and a dance teacher - all in high school.",
      "author": "Jennie Garth",
      "category": "Dance, School, High School"
    },
    {
      "quote": "You don't want to engage in road rage when the person in the next car might be your child's future teacher or your dentist's father.",
      "author": "Kim Edwards",
      "category": "Future, Car, Father"
    },
    {
      "quote": "My mother was told she couldn't go to medical school because she was a woman and a Jew. So she became a teacher in the New York City public school system.",
      "author": "Marilyn Hacker",
      "category": "Mother, School, Medical"
    },
    {
      "quote": "As a teacher you are more or less obliged to pay the same amount of attention to everything. That can wear you down.",
      "author": "Marilyn Hacker",
      "category": "Attention, Down, You"
    },
    {
      "quote": "I think my parents were happy that I'd gone to university and gotten a degree in history so they thought, 'Well if acting doesn't work for him, he can always become a history teacher or something.' Fortunately, the acting worked out.",
      "author": "Derek Jacobi",
      "category": "Work, History, Happy"
    },
    {
      "quote": "I want to be involved with young people in some way. Teenagers. Because that's the most vulnerable time. I have a fantasy of becoming a teacher one day.",
      "author": "Elisabeth Shue",
      "category": "Time, Day, People"
    },
    {
      "quote": "My mum is a school teacher and my dad is an electrician.",
      "author": "Jai Courtney",
      "category": "School, Electrician"
    },
    {
      "quote": "I not only couldn't read but often couldn't hear or understand what was being said to me - by the time I'd processed the beginning of a sentence, the teacher was well on her way through a second or third.",
      "author": "Philip Schultz",
      "category": "Time, Beginning, Me"
    },
    {
      "quote": "As a poet and a teacher, I read all the time. I know I read slowly. I like reading, but I don't read any more than I have to.",
      "author": "Philip Schultz",
      "category": "Time, Reading, Know"
    },
    {
      "quote": "The first responsibility of the Muslim is as teacher. That is his job, to teach. His first school, his first classroom is within the household. His first student is himself. He masters himself and then he begins to convey the knowledge that he has acquired to the family. The people who are closest to him.",
      "author": "H. Rap Brown",
      "category": "Family, Knowledge"
    },
    {
      "quote": "My father is a teacher my mother was a telecom employee. I come from Palermo I was raised in Ethiopia. I am homosexual. I didn't go to film school.",
      "author": "Luca Guadagnino",
      "category": "Father, Mother, School"
    },
    {
      "quote": "I don't learn so good, no matter how good the teacher is.",
      "author": "Warren Zevon",
      "category": "Good, Learn, Matter"
    },
    {
      "quote": "My parents always knew that I loved music. They just didn't think I'd try to make it a career. They thought I'd be a painter or an art teacher or something like that.",
      "author": "Benmont Tench",
      "category": "Music, Art, Parents"
    },
    {
      "quote": "I was the one that was always dancing and got along with everybody, but I also spoke my mind. If I didn't agree with something the teacher would say, I'd tell her, so I would get in trouble for things like that. I've always been a good/bad boy.",
      "author": "Shameik Moore",
      "category": "Mind, Boy, Her"
    },
    {
      "quote": "In business, experience is the big teacher.",
      "author": "Matthew Stewart",
      "category": "Business, Experience, Big"
    },
    {
      "quote": "As a teacher, as a propagandist, Mr. Shaw is no good at all, even in his own generation. But as a personality, he is immortal.",
      "author": "Max Beerbohm",
      "category": "Good, Personality"
    },
    {
      "quote": "My favorite English teacher in high school showed me 'Brazil' when I was 15, and it blew my mind. It's one of those movies that's revealed itself in different ways as I've gone back to it over the years.",
      "author": "Win Butler",
      "category": "School, Mind, Me"
    },
    {
      "quote": "I don't find acting to be a particularly noble way to make a living. I'm not saving anybody's life, I'm not a teacher, I'm not working for UNICEF. I don't think I'm some big deal.",
      "author": "Ellen Pompeo",
      "category": "Life, Acting, Think"
    },
    {
      "quote": "My humanitarian work evolved from being with my family. My mom, my dad, they really set a great example for giving back. My mom was a nurse, my dad was a school teacher. But my mom did a lot of things for geriatrics and elderly people. She would do home visits for free.",
      "author": "Cat Cora",
      "category": "Work, Family, Home"
    },
    {
      "quote": "I had my heart set on becoming an English teacher, but stumbled into acting after meeting a theatrical agent in my dad's restaurant in San Diego.",
      "author": "Charisma Carpenter",
      "category": "Heart, Acting, Restaurant"
    },
    {
      "quote": "I would take William H. Macy as a teacher any day of the week. He's incredible. He's got a lot of hard-earned experience.",
      "author": "Skeet Ulrich",
      "category": "Day, Experience, Week"
    },
    {
      "quote": "Dad worked his entire career as an aviation technician. Mom was a legal secretary who became a teacher. We lived a simple American life.",
      "author": "Brian Sandoval",
      "category": "Life, Mom, Simple"
    },
    {
      "quote": "When I left Europe in 1987 I did so with the thought that my relevance as a composition teacher would benefit from a certain cool distance to certain tendencies I had been observing for several years with increasing disquiet.",
      "author": "Brian Ferneyhough",
      "category": "Cool, Thought, Distance"
    },
    {
      "quote": "I remember a moment when the Prince went back to his old school, Grammar School in Melbourne, and slightly to his horror his old music teacher produced a cello.",
      "author": "Anthony Holden",
      "category": "Music, School, Remember"
    },
    {
      "quote": "I was sent to a nice Church of England girls' school and at that time, after university, a woman was expected to become a teacher, a nurse or a missionary - prior to marriage.",
      "author": "Kate Adie",
      "category": "Marriage, Time, School"
    },
    {
      "quote": "I grew up in such a musical family, and my dad was the first chair in the Johannesburg Symphony Orchestra, and my mom was a piano teacher and a painter, so it was kind of a creative environment, and it was kind of in my DNA.",
      "author": "Trevor Rabin",
      "category": "Family, Mom, Creative"
    },
    {
      "quote": "I think that when you're queer, you grow up with these kinds of men who might have made you feel small because of who you are. They could be part of your family, or somebody on the street, or a teacher.",
      "author": "Ben Hopkins",
      "category": "Family, Men, Small"
    },
    {
      "quote": "I think like a Silicon Valley entrepreneur. Failure is a great teacher. At the same time, you must remember, success will never last... Whether it's tech or fashion, it must be for the customer.",
      "author": "Tadashi Yanai",
      "category": "Success, Time, Failure"
    },
    {
      "quote": "Catholic schools in our Nation's education have been paramount in teaching the values that we as parents seek to instill in our children.",
      "author": "Joe Baca",
      "category": "Education, Children, Parents"
    },
    {
      "quote": "I have an education degree from the University of Minnesota, and I was a teacher for about a minute.",
      "author": "Loni Anderson",
      "category": "Education, University"
    },
    {
      "quote": "My parents being Bengali, we always had music in our house. My nani was a trained classical singer, who taught my mum, who, in turn, was my first teacher. Later I would travel almost 70 kms to the nearest town, Kota, to learn music from my guru Mahesh Sharmaji, who was also the principal of the music college there.",
      "author": "Shreya Ghoshal",
      "category": "Music, Travel, Parents"
    },
    {
      "quote": "Literature is my life of course, but from an ontological point of view. From an existential point of view, I like being a teacher.",
      "author": "Antonio Tabucchi",
      "category": "Life, My Life, Point Of View"
    },
    {
      "quote": "No, I'm happy to go on living the life I've chosen. I'm a university teacher and I like my job.",
      "author": "Antonio Tabucchi",
      "category": "Life, Happy, Job"
    },
    {
      "quote": "My father still is a lawyer, and my mom was a teacher and then later a career counselor.",
      "author": "Steve Case",
      "category": "Father, Mom, Lawyer"
    },
    {
      "quote": "I had a really creative teacher at primary school. He used to get us doing things such as singing Spandau Ballet in drag in the choir, and I remember loving it.",
      "author": "Dominic Cooper",
      "category": "School, Creative, Remember"
    },
    {
      "quote": "I was a teacher most of my life, which I loved. I had a very happy working life, and when I retired, I thought I must do something, and I've always read a lot of fiction - you learn so much from fiction. My sentimental education came mostly from fiction, I should say, so I thought I'd try.",
      "author": "Anita Brookner",
      "category": "Life, Education, Happy"
    },
    {
      "quote": "I'm very involved with kids because after being a teacher for seven years, I just can't stop loving the kids. I am a teacher forever.",
      "author": "Yolanda Adams",
      "category": "I Am, Loving, Kids"
    },
    {
      "quote": "The processes of teaching the child that everything cannot be as he wills it are apt to be painful both to him and to his teacher.",
      "author": "Anne Sullivan",
      "category": "Child, Painful, Him"
    },
    {
      "quote": "A teacher should have maximal authority, and minimal power.",
      "author": "Thomas Szasz",
      "category": "Power, Authority, Should"
    },
    {
      "quote": "I first started going to shows when I was about 16 - seeing local bands. I mean, I loved music before that, and I played a bit of guitar when I was younger and thought maybe I'd become a guitar teacher or something, but when I saw other kids doing it, I was like, 'Whoa, these are great bands! I can do it, too.'",
      "author": "Mac DeMarco",
      "category": "Music, Great, Guitar"
    },
    {
      "quote": "I went to a Catholic high school and it seemed like every time I drew something for a class project, it either got thrown away by the teacher or something.",
      "author": "Mike Judge",
      "category": "Time, School, High School"
    },
    {
      "quote": "When I was a teacher, teachers would come into my classroom and admire my desk on which lay nothing whatever, whereas theirs were heaped with papers and books.",
      "author": "Norman MacCaig",
      "category": "Admire, Classroom, Teachers"
    },
    {
      "quote": "It was my family that wanted me to be a teacher. That was safe, you see. To be a painter was terrible.",
      "author": "Josef Albers",
      "category": "Family, Me, You"
    },
    {
      "quote": "I had a classic gym teacher in junior high who wore a weightlifter's belt all the time.",
      "author": "Danny McBride",
      "category": "Time, Gym, High"
    },
    {
      "quote": "You know, a lot of those angry sort of Southern man characters that I've been doing are based on different people I might've had as, like, a soccer coach or as a teacher.",
      "author": "Danny McBride",
      "category": "Man, Soccer, People"
    },
    {
      "quote": "I could never have a better teacher in those days than my father.",
      "author": "Tony Visconti",
      "category": "Father, Better, Never"
    },
    {
      "quote": "Writing became an obsessive compulsive habit but I had almost no money so I thought about being an urban firefighter and having lots of free time in which to write or becoming an English teacher and thinking about books and writers on a daily basis. That swayed me.",
      "author": "David Guterson",
      "category": "Time, Daily, Money"
    },
    {
      "quote": "Ask everyone whether they're an actor or a doctor or a teacher or whatever is entitled to his or her opinion. But unfortunately, because actors are in the public eye, whether we want it or not, sometimes our opinions carry more weight or influence than they deserve.",
      "author": "Debra Messing",
      "category": "Eye, Influence, Doctor"
    },
    {
      "quote": "I feel really good in the teacher role.",
      "author": "Jimmy Chamberlin",
      "category": "Good, Feel, Role"
    },
    {
      "quote": "My mother wanted to be a teacher when she was young, and my father didn't approve of it, so she fought very hard to become one. And she did it. So when I said I wanted to become an actress, my mother was very supportive. She always said to me, 'There's no such thing as 'can't.'",
      "author": "Archie Panjabi",
      "category": "Father, Mother, Me"
    },
    {
      "quote": "My mother wanted me to be a teacher. She had this vision of me walking across the quadrangle in an Oxford college wearing my academic gown.",
      "author": "Simon Callow",
      "category": "Mother, Vision, College"
    },
    {
      "quote": "Data adds concrete information to a teacher's observations and intuition, but it will never replace experience, personal relationships, and cultural understanding.",
      "author": "Jose Ferreira",
      "category": "Experience, Understanding"
    },
    {
      "quote": "My high school English teacher in junior year, Dr. Robert Parsons, assigned us some Poe stories, including 'The Black Cat' and 'The Purloined Letter.' Being an animal person, I had trouble with 'The Black Cat!' I got hooked instead by 'The Purloined Letter,' a Poe story with detective C. Auguste Dupin.",
      "author": "Matthew Pearl",
      "category": "School, Animal, Black"
    },
    {
      "quote": "It is hardly an exaggeration to say that oral teachers and sign teachers found it difficult to sit down in the same room without quarreling, and there was intolerance upon both sides. To say 'oral method' to a sign teacher was like waving a red flag in the face of a bull, and to say 'sign language' to an oralist aroused the deepest resentment.",
      "author": "Alexander Graham Bell",
      "category": "Language, Red, Face"
    },
    {
      "quote": "I wasn't originally taking drama, but the drama teacher asked me to audition for Bye, Bye Birdie. I did and got the lead role. Initially I was kind of scared, but once I did it I got bitten by the bug and loved it.",
      "author": "Kevin Richardson",
      "category": "Me, Loved, Drama"
    },
    {
      "quote": "I wanted to be what my high-school civics and history teacher thought of as a good American. That automatically involved taking an interest in government.",
      "author": "Olivia De Havilland",
      "category": "History, Good, Government"
    },
    {
      "quote": "I feel so very grateful to have the voice God gave me. It takes a lot of rest and training to sing, and I was lucky that I found a great teacher when I first moved to New York.",
      "author": "Judy Collins",
      "category": "Great, God, Training"
    },
    {
      "quote": "My mother was a first-grade teacher, so I credit her with this lifelong intellectual curiosity I have, and love of reading and learning.",
      "author": "Chesley Sullenberger",
      "category": "Love, Learning, Mother"
    },
    {
      "quote": "I remember the mentoring experiences of some teachers that I had, like a second term home room teacher in public school that really was very helpful to me.",
      "author": "Sanford I. Weill",
      "category": "Home, School, Me"
    },
    {
      "quote": "My first career was as a coach and a teacher.",
      "author": "David Friedman",
      "category": "Career, First, Coach"
    },
    {
      "quote": "There happened to be guitar classes at the college, and there was a guitar teacher there with whom I used to play. In addition, I also would go out into country schools and teach little kids basic guitar and singing a few times a week.",
      "author": "Mark Knopfler",
      "category": "College, Week, Guitar"
    },
    {
      "quote": "When I was child, I never spoke. Teacher used to write remarks on my note book. My mom sent me to a trainer. I started talking, and it gave me confidence.",
      "author": "Boman Irani",
      "category": "Confidence, Mom, Child"
    },
    {
      "quote": "Southern people are raised with a work ethic. My son is 5 years old and does chores. My mom was a dance teacher, and the training and discipline it takes to be a dancer I've carried with me in Hollywood.",
      "author": "Jaime Pressly",
      "category": "Work, Mom, Dance"
    },
    {
      "quote": "In acting class, I used to hide in the corner and pray the teacher wouldn't call on me.",
      "author": "Peggy Lipton",
      "category": "Me, Acting, Class"
    },
    {
      "quote": "Whether you're an obstetrician or a third-grade teacher or a real estate agent, you know when you're doing good work. You're passionate about it.",
      "author": "Susan Isaacs",
      "category": "Work, Good, Real Estate"
    },
    {
      "quote": "Any writing teacher tells you to write what you know, and for better or for worse, Washington is a world I know well.",
      "author": "Kristin Gore",
      "category": "Writing, World, Know"
    },
    {
      "quote": "I'd like to say I was smart enough to finish six grades in five years, but I think perhaps the teacher was just glad to get rid of me.",
      "author": "Alan Shepard",
      "category": "Smart, Me, Think"
    },
    {
      "quote": "I went to a school called Tring Park School for the Performing Arts. I went because initially I was very naughty, and my mom thought if I was busy, I'd be better. And I didn't really do acting until later on in the school, with an amazing teacher. I left, went traveling, came back.",
      "author": "Daisy Ridley",
      "category": "Mom, School, Busy"
    },
    {
      "quote": "If you ask me about vocal technique, I don't know anything. I could never be a teacher. I just know what my teacher told me: 'Always sing with a full voice. When they tell you, less sound, more piano - no.'",
      "author": "Anna Netrebko",
      "category": "Me, Voice, Know"
    },
    {
      "quote": "No matter how much you like your local school teacher, he or she is a government agent.",
      "author": "Nancy Pearcey",
      "category": "School, Government, You"
    },
    {
      "quote": "A woman of faith is fearless. There is no ambiguity, no uncertain trump in her life. She can live a principled life because she studies the doctrine and teachings of a perfect teacher, the Master. She is a noble example to all who know her.",
      "author": "Margaret D. Nadauld",
      "category": "Life, Faith, Woman"
    },
    {
      "quote": "When I started writing full time I had not long stopped being a teacher and when at last I had a full day to write, I would put music on and wonder to myself - am I allowed to do this? Then I thought: 'I am control of this and no one is telling me what I can do.'",
      "author": "Roddy Doyle",
      "category": "Music, Time, Myself"
    },
    {
      "quote": "My history teacher was utterly terrifying, but her lessons were very inspiring. She got me interested in people and stories, which then led me to acting.",
      "author": "Laura Carmichael",
      "category": "History, Me, People"
    },
    {
      "quote": "A mentor, a 'teacher,' is like an editor. I absolutely value my editor, who is my teacher.",
      "author": "David Bergen",
      "category": "Value, Mentor, Like"
    },
    {
      "quote": "My parents wanted me to be a teacher. Because I could work most of the year and pursue the things that I love to do during the summer. It just seemed like a good plan.",
      "author": "Kate Micucci",
      "category": "Love, Work, Good"
    },
    {
      "quote": "I was on Oprah's show recently talking about the people who impacted me the most. One was a teacher and one was my soccer coach. I didn't even go into my family, who had the most influence.",
      "author": "Andrew Shue",
      "category": "Family, Influence, Me"
    },
    {
      "quote": "The fact of the matter is that when there are feelings involved and you like someone, it doesn't matter if you're an actor, a teacher, a doctor, a lawyer, a receptionist - you can't really help it when you have feelings for someone.",
      "author": "Jessica Szohr",
      "category": "Doctor, Lawyer, Help"
    },
    {
      "quote": "I learned Hebrew from a high school teacher named Mr. Cohen. We would drive down the highway to meet his car, and Jewish boys from these Massachusetts towns would sit in his car and learn the lessons.",
      "author": "Israel Horovitz",
      "category": "Car, School, High School"
    },
    {
      "quote": "In high school, my English teacher Celeste McMenamin introduced me to the great novels and Shakespeare and taught me how to write. Essays, poetry, critical analysis. Writing is a skill that was painful then but a love of mine now.",
      "author": "Aaron Lazar",
      "category": "Love, Great, School"
    },
    {
      "quote": "Christine Bass was my high school music teacher. She took a program on its last legs and within a few years turned into one of the best programs in the country. Our high school dominated national choir competitions all through her 20-plus year tenure.",
      "author": "Aaron Lazar",
      "category": "Music, Best, School"
    },
    {
      "quote": "A wonderful acting teacher I love, Josh Pais, has a system I love for being in the moment in acting, but also in life. And one of the things he reminds me of is to take a moment and just be here now.",
      "author": "Alysia Reiner",
      "category": "Love, Life, Me"
    },
    {
      "quote": "I guess by taking lessons early on, and really trying to play all the rudimentary stuff, and try to have it sound as good as my teacher. It took a lot of practice, which I enjoyed, and still do.",
      "author": "Matt Cameron",
      "category": "Good, Practice, Play"
    },
    {
      "quote": "I decided at age 9, but I was reinforced at age 13 when a teacher told me I had talent. I can't say she really motivated me because I already knew. I knew I had talent. I went to the Jewish community theater and got in plays there. Then I went for the movies.'",
      "author": "Richard Dreyfuss",
      "category": "Age, Community, Me"
    },
    {
      "quote": "If I wasn't an actor, I'd be a teacher, a history teacher. After all, teaching is very much like performing. A teacher is an actor, in a way. It takes a great deal to get, and hold, a class.",
      "author": "Richard Dreyfuss",
      "category": "History, Great, Actor"
    },
    {
      "quote": "My dad remembers being in school with my uncle, and the teacher would say outright to the class that the Japanese were second-class citizens and shouldn't be trusted.",
      "author": "Mike Shinoda",
      "category": "School, Uncle, Trusted"
    },
    {
      "quote": "I never did very well in math - I could never seem to persuade the teacher that I hadn't meant my answers literally.",
      "author": "Calvin Trillin",
      "category": "Imagination, Answers, Math"
    },
    {
      "quote": "My father was a teacher, and there were teachers all around, his friends, they were working for the Government and their behaviour was within strictly limited areas.",
      "author": "C. L. R. James",
      "category": "Friends, Father, Government"
    },
    {
      "quote": "I see myself as an old man and an unqualified teacher to the nation. I think being a teacher is probably the most important thing you can be in politics.",
      "author": "Tony Benn",
      "category": "Myself, Man, Politics"
    },
    {
      "quote": "The Spirit of the Holy Ghost is the teacher in the temple. He teaches principles of eternal significance. It is during these instructions that we see the relationship between the earthly and the eternal. We must remember that the Spirit teaches only those who are teachable.",
      "author": "L. Lionel Kendrick",
      "category": "Relationship, Remember"
    },
    {
      "quote": "I wanted to be a teacher, but I was a lousy student, one of the slowest readers. It was a tremendous struggle. But I'm lucky I had some teachers who saw something in me.",
      "author": "Ann Bancroft",
      "category": "Struggle, Me, Student"
    },
    {
      "quote": "A great teacher who is full of excitement and love for her students can make all the difference in their lives.",
      "author": "Deval Patrick",
      "category": "Love, Great, Her"
    },
    {
      "quote": "I first decided to become an actor at school. A teacher gave us a play to do and that had a major impact. At first, I wanted to work in the theatre, but there was something about the ambience of film, especially American films, that always attracted me.",
      "author": "Jean Reno",
      "category": "Work, School, American"
    },
    {
      "quote": "I know I have this kind of teaching element in me, but I don't want to become a 'teacher of theater' because that would formalize something that I'd much rather keep casual.",
      "author": "Richard Griffiths",
      "category": "Me, Want, Know"
    },
    {
      "quote": "My most memorable teacher was Rich Campe, my third-grade teacher at Fairlands Elementary in Pleasanton, California.",
      "author": "Deb Caletti",
      "category": "Rich, Memorable, California"
    },
    {
      "quote": "I had a ninth grade teacher who told me I was much smarter and much better than I was allowing myself to be.",
      "author": "Scott Hamilton",
      "category": "Myself, Me, Better"
    },
    {
      "quote": "I wanted to be an endurance athlete from a young age. I remember being in a careers class at school and saying I wanted to be a professional athlete and the teacher replying, 'You're not going to make it; it's not possible.'",
      "author": "Alistair Brownlee",
      "category": "Age, School, Remember"
    },
    {
      "quote": "Mike Watt and I had the same teacher. Mr. Tanaka.",
      "author": "Krist Novoselic",
      "category": "Same, Mike, Mr"
    },
    {
      "quote": "Find a good teacher, as I found for my sons. I feel the worst thing you can do is to try and teach your own children yourself, because there is a natural rebellion that occurs.",
      "author": "Keith Emerson",
      "category": "Children, Good, Good Teacher"
    },
    {
      "quote": "My father's a preacher, my mother's a teacher, thus I rhyme.",
      "author": "Saul Williams",
      "category": "Father, Mother, Rhyme"
    },
    {
      "quote": "I was a theater dork in high school and did all the plays. My theater teacher in high school, Janet Spahr, was absolutely incredible and mentored me throughout school. She taught me a lot about relying on my instincts.",
      "author": "Melissa Rauch",
      "category": "School, High School, Me"
    },
    {
      "quote": "My first acting job happened by accident when I was really young. I was in fifth grade and my teacher saw an ad in the paper and took me to the audition after school and I got the part.",
      "author": "Ajay Naidu",
      "category": "School, Job, Me"
    },
    {
      "quote": "I started the class late. The teacher said I would have to learn as much in half a year that the others learned in a year. I did it.",
      "author": "Katarina Witt",
      "category": "Learn, Late, Said"
    },
    {
      "quote": "I remember I used to come up to my teacher crying because I couldn't read. She would say: 'You can do this. You just don't want to do this.'",
      "author": "Max Brooks",
      "category": "Want, Remember, You"
    },
    {
      "quote": "I was 11 when a teacher suggested to my parents that they should send me to drama classes to curb my disruptive ways in the classroom. The next Saturday I was acting, and thereafter it became a ritual of my youth to see a show at the Belvoir on Sundays and, if I was lucky, another at the Opera House on Monday after school.",
      "author": "David Wenham",
      "category": "School, Parents, Youth"
    },
    {
      "quote": "My very beloved and deceased third-grade teacher, Cliff Kehod, was the one that I really remember calling me Ike a lot. It just stuck. It is a dog's name, but I love dogs.",
      "author": "Ike Barinholtz",
      "category": "Love, Dog, Me"
    },
    {
      "quote": "Sincerity is the norm of Heaven and the law of our nature. China and the West agree on this point, for without sincerity, no human prince could ever found a state, and no earthly teacher could ever establish a religion.",
      "author": "Zhang Zhidong",
      "category": "Nature, Law, Religion"
    },
    {
      "quote": "Raphael Saadiq said to me, quite often, that Chuck D was his history teacher. And so he got a lot from the music, things that he wasn't getting maybe in school. And I feel the same way with regards to Earth, Wind & Fire, Stevie Wonder.",
      "author": "Ali Shaheed Muhammad",
      "category": "Music, History, School"
    },
    {
      "quote": "Given my age, I am pretty near the end, probably, of my career as a writer, a scholar, a teacher. And I wanted to speak of things I will not be able to do.",
      "author": "George Steiner",
      "category": "Age, I Am, Speak"
    },
    {
      "quote": "I learned early on that 'rabbi' means teacher, not priest.",
      "author": "George Steiner",
      "category": "Early, Learned, Rabbi"
    },
    {
      "quote": "'Rabbi' means 'teacher,' and I see the role of chief rabbi as chief teacher.",
      "author": "Ephraim Mirvis",
      "category": "See, Role, Rabbi"
    },
    {
      "quote": "People can look to me as a teacher, but I consider myself a student of hip-hop.",
      "author": "Doug E. Fresh",
      "category": "Myself, Me, People"
    },
    {
      "quote": "I delight sometimes in saying to - as when I'm a teacher, I love saying, 'This is really important, so don't write it down.' To me, what you retain is a very important filter.",
      "author": "Robert Pinsky",
      "category": "Love, Me, Saying"
    },
    {
      "quote": "I thought I'd grow up to be a teacher, or maybe run for political office.",
      "author": "Jake Shimabukuro",
      "category": "Thought, Political, Grow"
    },
    {
      "quote": "Teacher compensation isn't the only factor in cultivating great teaching. Other important priorities include changing how we measure student performance, providing more flexibility to teacher-preparation programs, and improving how we train and support principals.",
      "author": "Michael Bennet",
      "category": "Great, Support, Performance"
    },
    {
      "quote": "My time at the Denver Public Schools taught me there is no harder, or more important, job than being a teacher.",
      "author": "Michael Bennet",
      "category": "Time, Job, Me"
    },
    {
      "quote": "I believe there's not a harder job in the world than being a teacher, and there isn't a job with a more direct impact on the performance of our students.",
      "author": "Michael Bennet",
      "category": "Job, Believe, World"
    },
    {
      "quote": "There is a shortage of teachers but the January 2001 schools census showed that teacher numbers were at their highest level than at any time since 1984 - and 11,000 higher than 1997.",
      "author": "Estelle Morris",
      "category": "Time, Numbers, Teachers"
    },
    {
      "quote": "My father followed, during most of his life, the precarious occupation of a country school teacher.",
      "author": "Simon Newcomb",
      "category": "Life, Father, School"
    },
    {
      "quote": "What we now call school training, the pursuit of fixed studies at stated hours under the constant guidance of a teacher, I could scarcely be said to have enjoyed.",
      "author": "Simon Newcomb",
      "category": "School, Training, Said"
    },
    {
      "quote": "How well I walk my talk, and not talk my talk, determines the quality of my engagement, of all my experience with what is quite personally my God. I'm my greatest teacher, and within me, I have the power to push myself deeper and higher.",
      "author": "Lorraine Toussaint",
      "category": "Experience, Myself, God"
    },
    {
      "quote": "There was an email forwarded to me from a first-grade teacher, and she said she was teaching them civil rights for MLK weekend, and a little first-grader stood up, and he said, 'I can explain segregation,' and proceeded to explain all the scenes from 'Hidden Figures.' And I died because that's everything.",
      "author": "Allison Schroeder",
      "category": "Me, She, Rights"
    },
    {
      "quote": "I was an elementary school teacher.",
      "author": "Luciano Pavarotti",
      "category": "School, Elementary School"
    },
    {
      "quote": "While I was in India, my yoga teacher asked me to start teaching, and my life became about that for years. I taught 18 classes a week, therapeutics, and traveled to study with other teachers.",
      "author": "Johnny Colt",
      "category": "Life, Week, Me"
    },
    {
      "quote": "One of the most extraordinary things about being a spiritual teacher is the rare privilege of being able to look deeply into the very souls of many human beings at the same time.",
      "author": "Andrew Cohen",
      "category": "Time, Spiritual, Look"
    },
    {
      "quote": "My mother was a P.E. teacher, and she was kind of a fanatic about fitness and nutrition growing up, so it was ingrained in me at a young age. As I get older, I'm finding out it's not about getting all buffed up and looking good. It's more about staying healthy and flexible.",
      "author": "Josh Duhamel",
      "category": "Age, Good, Fitness"
    },
    {
      "quote": "I always wanted to be a teacher. I went to school to be a teacher. And I've always, you know, had this sort of romantic idea about it. But I'm worried about - I'm worried about education.",
      "author": "Tony Danza",
      "category": "Education, Romantic, School"
    },
    {
      "quote": "I'm very grateful and fully aware that 90 percent of actors are not working. Going from public school teacher to a show like 'Grey's Anatomy', I love what I do.",
      "author": "Jesse Williams",
      "category": "Love, School, Grateful"
    },
    {
      "quote": "What happened is, when I was doing 'Taxi,' the last year, we did this thing where we had on top hats and tails, and we pretended to tap-dance. And I said to myself, 'You know, I always wanted to know how to do this.' So I got myself a teacher, and I started studying, and I got hooked.",
      "author": "Tony Danza",
      "category": "Myself, Studying, Know"
    },
    {
      "quote": "The second, and I think this is the much more overt and I think it is the main cause, I have been increasingly demonstrating or trying to demonstrate that every possible stance a critic, a scholar, a teacher can take towards a poem is itself inevitably and necessarily poetic.",
      "author": "Harold Bloom",
      "category": "Trying, Think, Stance"
    },
    {
      "quote": "I think that school just isn't for everyone. A lot of people don't learn well when they're - have to sit in a place for eight hours. A lot of people learn best lying in their own bed, teaching themselves from books. And I was a bad student. I was a brat. If I was a teacher, I would not have liked myself.",
      "author": "Molly Crabapple",
      "category": "Best, Myself, School"
    },
    {
      "quote": "It was difficult being a teacher and out of the closet in the '50s. By the time I retired, the English department was proud of having a gay poet of a certain minor fame. It was a very satisfactory change!",
      "author": "Thom Gunn",
      "category": "Change, Time, Proud"
    },
    {
      "quote": "My old teacher's definition of poetry is an attempt to understand.",
      "author": "Thom Gunn",
      "category": "Poetry, Understand, Old"
    },
    {
      "quote": "The office of the public teacher is an unenviable and thankless one.",
      "author": "Felix Adler",
      "category": "Office, Public, Thankless"
    },
    {
      "quote": "I was going to get a degree in economics and be a teacher. But I couldn't afford to pay for the education. So I just got the MBA and not the doctorate. I loved it at Bain, and I've been there ever since.",
      "author": "Stephen Pagliuca",
      "category": "Education, Economics, Loved"
    },
    {
      "quote": "Instead of being a teacher, I got a job with a company called Bain & Co., consulting firm, and they taught me how to build businesses.",
      "author": "Stephen Pagliuca",
      "category": "Job, Me, Company"
    },
    {
      "quote": "My sister is an ER doctor, and my brother is a teacher.",
      "author": "Rami Malek",
      "category": "Sister, Brother, Doctor"
    },
    {
      "quote": "In my teens, I developed a passionate idolatry for a teacher of English literature. I wanted to do something that he would approve of more, so I thought I should be some sort of a scholar.",
      "author": "Trevor Nunn",
      "category": "Thought, Literature"
    },
    {
      "quote": "I never thought, 'Oh God, I'm in Prince's shadow.' He'd been performing for years, and he was my teacher.",
      "author": "Vanity",
      "category": "God, Thought, Shadow"
    },
    {
      "quote": "Some of my high school teachers did remind me that I had an excellent imagination when it came to making up excuses.",
      "author": "David E. Kelley",
      "category": "School, Imagination, Me"
    },
    {
      "quote": "I was a teacher for a long time. I taught at a community college: voice, theory, humanities. And nowadays, music education is a dying thing. Funding is being cut more and more and more.",
      "author": "Jon Secada",
      "category": "Education, Music, Time"
    },
    {
      "quote": "I love doing demonstrations. I think to be a great chef you have to be a great teacher. I love doing classes with people who love food and enjoy food, bringing them all around one table so to speak.",
      "author": "Michael Symon",
      "category": "Love, Food, Great"
    },
    {
      "quote": "I've always written. When I was in school, the only teacher who ever liked me was my creative writing teacher. I used to enter poetry competitions, and I don't think I ever lost one. So I had the idea for a while of being some kind of poet.",
      "author": "Justin Townes Earle",
      "category": "School, Writing, Poetry"
    },
    {
      "quote": "When I was writing 'The Abstinence Teacher,' I really tried to immerse myself in contemporary American evangelical culture.",
      "author": "Tom Perrotta",
      "category": "Culture, Myself, Writing"
    },
    {
      "quote": "Whether you're working in corporate America or you're a journalist, construction worker, a teacher or an actor - we're all trying to keep working. If one job is ending, you look for another job. When 'Psych' ends, I will be looking for another job.",
      "author": "Dule Hill",
      "category": "America, Job, Construction"
    },
    {
      "quote": "In the balance of my professional life, I've had the privilege of the working as a practicing lawyer and teacher.",
      "author": "Neil Gorsuch",
      "category": "Life, Balance, Professional"
    },
    {
      "quote": "When I was 16, I played Macbeth at school and my English teacher said, 'I think you may have acting talent. Try to get into the National Youth Theatre of Great Britain and see where you get.' I wouldn't have thought of that at all. I wanted to be a surgeon, but I wasn't a clever man.",
      "author": "David Suchet",
      "category": "Great, School, Man"
    },
    {
      "quote": "Teachers believe they have a gift for giving it drives them with the same irrepressible drive that drives others to create a work of art or a market or a building.",
      "author": "A. Bartlett Giamatti",
      "category": "Work, Art, Believe"
    },
    {
      "quote": "I had a great drama teacher, and he sort of made out drama school as this incredibly difficult thing to get into: 6,000 people apply every year, and some of the schools only have 12 places. It's a phenomenally difficult thing to get into. And that excited me - I wanted that challenge.",
      "author": "Jeremy Irvine",
      "category": "Great, School, Challenge"
    },
    {
      "quote": "But I think that any young drummer starting out today should get himself a great teacher and learn all there is to know about the instrument that he wants to play.",
      "author": "Buddy Rich",
      "category": "Today, Great, Know"
    },
    {
      "quote": "Then I heard this genius teacher Stella Adler - I recommend you read anything you might find about her and if you have anyone interested in theatre, you get them one of her books.",
      "author": "Harvey Keitel",
      "category": "Theatre, Genius, You"
    },
    {
      "quote": "I had an art teacher who's the reason I got there in high school who encouraged me to go to Alabama. That's where she had gone and kept raving over their art department.",
      "author": "Sela Ward",
      "category": "Art, School, Me"
    },
    {
      "quote": "The message of music was also the first thing what I learned from my first teacher. She was an organist too and she was very devoted to what she played, so she had a respect for every piece and she felt that she is not allowed to add something of her own.",
      "author": "Kurt Masur",
      "category": "Music, Respect, She"
    },
    {
      "quote": "I remember my fourth grade teacher reading 'Charlotte's Web' and 'Stuart Little' to us - both, of course, by E. B. White. His stories were genuinely funny, thought provoking and full of irony and charm. He didn't condescend to his readers, which was why I liked his books, and why I wasn't a big reader of other children's' books.",
      "author": "Louis Sachar",
      "category": "Funny, Children, Reading"
    },
    {
      "quote": "Delayed gratification is a sweet lesson whose teacher knows the best is not right now, it is yet to be.",
      "author": "Maximillian Degenerez",
      "category": "Best, Sweet, Right"
    },
    {
      "quote": "What it takes is to actually write: not to think about it, not to imagine it, not to talk about it, but to actually want to sit down and write. I'm lucky I learned that habit a really long time ago. I credit my mother with that. She was an English teacher, but she was a writer.",
      "author": "Luanne Rice",
      "category": "Time, Mother, Long"
    },
    {
      "quote": "As a teacher myself I've been in situations where parents come at you, and sometimes parents come across like the teacher doesn't want the best for their kid and it can be really, really hurtful.",
      "author": "Rosalind Wiseman",
      "category": "Best, Myself, Parents"
    },
    {
      "quote": "Openness is something any teacher strives to instill in his or her students.",
      "author": "Chris Raschka",
      "category": "Students, Her, Something"
    },
    {
      "quote": "To learn to ride a bicycle, as with the other great noble human inventions, is a hugely complex activity. Generally, it requires three things: the learner, the teacher and the bicycle, all in the same place at the same time, most often outside someplace.",
      "author": "Chris Raschka",
      "category": "Time, Great, Bicycle"
    },
    {
      "quote": "Instead of five hundred thousand average algebra teachers, we need one good algebra teacher. We need that teacher to create software, videotape themselves, answer questions, let your computer or the iPad teach algebra... The hallmark of any good technology is that it destroys jobs.",
      "author": "Michael J. Saylor",
      "category": "Technology, Good, Questions"
    },
    {
      "quote": "I like to be loved by my children, and I quite like the 'Guardian' hating me. I like it when I read they want me to die painfully. Then I think I've really got under their skin. It's like annoying a teacher. Once they've shown signs of weakness, you really can go for them.",
      "author": "Jeremy Clarkson",
      "category": "Children, Me, Weakness"
    },
    {
      "quote": "My duty as a teacher is to train, educate future programmers.",
      "author": "Niklaus Wirth",
      "category": "Future, Train, Duty"
    },
    {
      "quote": "I was chubby in high school. I used to go to my information technology class, and I would type really fast to get the lesson done quick because the teacher had a little acoustic guitar, and there was a girl I had a crush on in the class. I would take the guitar and pretend to be some great singer-songwriter, serenade her with joke songs.",
      "author": "Tobias Jesso, Jr.",
      "category": "Technology, Great, School"
    },
    {
      "quote": "Teachers have told us across the country that what's severely outdated is the teacher at the front of the classroom as the font of knowledge, because as we know, access to knowledge and information is now ubiquitous. So instead, teachers want to help students learn how to think so that they can be lifelong learners.",
      "author": "Laurene Powell Jobs",
      "category": "Knowledge, Information, Help"
    },
    {
      "quote": "I had a teacher, he was 86 years old and his name was Luigi in New York City, and he said, 'Never stop moving. You get to reinvent yourself.' So you have to find ways to reinventing yourself. Especially today, because it's a whole different market - social media is so important.",
      "author": "Ben Vereen",
      "category": "Today, Social Media"
    },
    {
      "quote": "As a student I learned from wonderful teachers and ever since then I've thought everyone is a teacher.",
      "author": "Bill Moyers",
      "category": "Thought, Student, Teachers"
    },
    {
      "quote": "I had a teacher when I was in college, and he was the first person who liked my photos and said, 'The way you look at girls is your own way of seeing.' He was the first person who really gave me the confidence to try something.",
      "author": "Sofia Coppola",
      "category": "Confidence, College, Me"
    },
    {
      "quote": "You know how to tell if the teacher is hung over? Movie Day.",
      "author": "Jay Mohr",
      "category": "Day, Know, You"
    },
    {
      "quote": "I always wrote music for my friends, but my focus was on playing piano. I didn't think I'd be quite good enough to be a soloist, but I believed that if I worked hard enough, I could work as a player, a teacher.",
      "author": "John Williams",
      "category": "Work, Music, Friends"
    },
    {
      "quote": "Everybody's a teacher if you listen.",
      "author": "Doris Roberts",
      "category": "Listen, You, Everybody"
    },
    {
      "quote": "A friend of mine said, no matter what I do I always look like an English teacher. She actually said, you still look like a Campbell's Soup kid.",
      "author": "Kate Clinton",
      "category": "Friend, Look, You"
    },
    {
      "quote": "Thus, the standard library will serve as both a tool and as a teacher.",
      "author": "Bjarne Stroustrup",
      "category": "Library, Tool, Serve"
    },
    {
      "quote": "Americanism demands loyalty to the teacher and respect for his lesson.",
      "author": "Bainbridge Colby",
      "category": "Respect, Loyalty, Lesson"
    },
    {
      "quote": "I didn't go to university, and so, every time that I work, I'm looking for a teacher in a way. I'm looking for people that I can learn from and to have the chance to work with people that I admire.",
      "author": "Diego Luna",
      "category": "Work, Time, People"
    },
    {
      "quote": "The impending teacher shortage is the most critical education issue we will face in the next decade.",
      "author": "David Price",
      "category": "Education, Face, Will"
    },
    {
      "quote": "My mother was an English teacher who decided to become a math teacher, and she used me as a guinea pig at home. My father had been a math teacher and then went to work at a steel mill because, frankly, he could make more money doing that.",
      "author": "Freeman A. Hrabowski III",
      "category": "Work, Home, Money"
    },
    {
      "quote": "Writing, I'm convinced, should be a subversive activity - frowned on by the authorities - and not one cooed over and praised beyond common sense by some teacher.",
      "author": "Dan Simmons",
      "category": "Writing, Common Sense"
    },
    {
      "quote": "Yes, I was actually an acting teacher for a while.",
      "author": "Alanna Ubach",
      "category": "Acting, Yes, While"
    },
    {
      "quote": "In high school, a teacher's friend in the police department asked me to go into a bar and flash a fake ID saying I was 21 even though I wasn't. They were assuming the bar wasn't carding people. Anyway, she forgot to ask for it back. I used it all freshman year in college.",
      "author": "Betsy Brandt",
      "category": "School, College, Me"
    },
    {
      "quote": "I can't explain something I saw on holiday on Holy Island when I was about nine years old, but do you know what, it could have been my PE teacher dressed in a monk's habit. I have no idea. I'm not a ghost person... it doesn't mean there aren't unexplained things; I just don't think they're ghosts.",
      "author": "Tom Goodman-Hill",
      "category": "Holiday, Know, Think"
    },
    {
      "quote": "I have taught some master classes and things at my alma mater and sometimes at my kids' school. I will go in and talk to the theater students. I wouldn't really call myself a teacher.",
      "author": "Annie Potts",
      "category": "Myself, School, Kids"
    },
    {
      "quote": "I had one of those defining moments in the fourth grade when my teacher said the story I wrote was the best in the class, and therefore I would be going Young Authors Conference where I'd get to hang out with authors all day.",
      "author": "Lisa McMann",
      "category": "Day, Best, Moments"
    },
    {
      "quote": "I grew up in Rome, in actually what I would say was a liberal, open-minded family. My father was an architect and my mother was a teacher of art history, so it was sort of intellectual, and maybe a bit much for me when I was a child.",
      "author": "Frida Giannini",
      "category": "Family, Art, History"
    },
    {
      "quote": "Dad is in commercial real estate. Mom is a writer and a retired teacher.",
      "author": "James Snyder",
      "category": "Mom, Real Estate, Real"
    },
    {
      "quote": "While teaching, I also worked undercover in the lower courts by saying I was a young law teacher wanting experience in criminal law. The judges were happy to assist me but what I learned was how corrupt the lower courts were. Judges were accepting money right in the courtroom.",
      "author": "Samuel Dash",
      "category": "Happy, Money, Experience"
    },
    {
      "quote": "I had a high school English teacher who made me really work at writing. And once, when I got an assignment back, she'd written: 'This is so good, Andrew. This should be published!' That made a big impression on me.",
      "author": "Andrew Clements",
      "category": "Work, Good, School"
    },
    {
      "quote": "As they work hard for our children, America's teachers often reach into their own pockets to make sure they have the best classroom supplies. I feel strongly that the federal government should help make up for their personal financial burden.",
      "author": "John Warner",
      "category": "Work, Children, Best"
    },
    {
      "quote": "I still remember asking my high school guidance teacher for permission to take a second year of algebra instead of a fifth year of Latin. She looked down her nose at me and sneered, 'What lady would take mathematics instead of Latin?'",
      "author": "Nancy Roman",
      "category": "School, Mathematics, Me"
    },
    {
      "quote": "My mother was a teacher. She was grooming my brother and me to be successful, accomplished people.",
      "author": "Laverne Cox",
      "category": "Mother, Brother, Me"
    },
    {
      "quote": "In many ways, 'What Teachers Make: In Praise of the Greatest Job in the World' is just one big thank-you note to my teachers. The book is dedicated to my fifth and sixth grade English teacher, Dr. Joseph D'Angelo, a massive force of erudition, martial artistry, culture, and love.",
      "author": "Taylor Mali",
      "category": "Love, Culture, Job"
    },
    {
      "quote": "One of the things I've always liked about my husband is he's very good at lots of stuff. He was an English teacher when I met him. He wrote poetry and played the guitar. As time went on, he decided to go into economics, so he's very analytical and mathematical in addition to his artsy side.",
      "author": "Ally Condie",
      "category": "Time, Good, Poetry"
    },
    {
      "quote": "I would rather trust my child to a serpent than to a teacher who does not believe in God.",
      "author": "Karl G. Maeser",
      "category": "Trust, God, Child"
    },
    {
      "quote": "There is no teacher, living or past, who can give us the actual understanding of Truth. A teacher can only put our feet upon the path and point the way. That is all. It is wholly dependent on the individual to make his way to Truth.",
      "author": "Paul Twitchell",
      "category": "Truth, Path, Past"
    },
    {
      "quote": "Smartness runs in my family. When I went to school I was so smart my teacher was in my class for five years.",
      "author": "Gracie Allen",
      "category": "Family, School, Intelligence"
    },
    {
      "quote": "Adversity is a great teacher, but this teacher makes us pay dearly for its instruction; and often the profit we derive, is not worth the price we paid.",
      "author": "Elizabeth Hardwick",
      "category": "Great, Adversity, Profit"
    },
    {
      "quote": "In a home school, the kid does 95% of the work. But in a school system, since it's an indoctrination system, a teacher has to do 95% of the work.",
      "author": "John Taylor Gatto",
      "category": "Work, Home, School"
    },
    {
      "quote": "Who am I? I'm a man, an American, a father, a teacher, but most of all, I am a person who knows how the arts can change lives, because they transformed mine. I was a dancer.",
      "author": "Jacques d'Amboise",
      "category": "Change, Father, I Am"
    },
    {
      "quote": "After this, I took private lessons in Italian from an elementary school teacher. He gave me themes to write about, and some of them turned out so well that he told me to publish them in a newspaper.",
      "author": "Grazia Deledda",
      "category": "School, Me, Newspaper"
    },
    {
      "quote": "Evil can be a teacher, if you look at the wisdom of its negative power.",
      "author": "Tom Brown, Jr.",
      "category": "Wisdom, Power, Evil"
    },
    {
      "quote": "A teacher is never too smart to learn from his pupils. But while runners differ, basic principles never change. So it's a matter of fitting your current practices to fit the event and the individual. See, what's good for you might not be worth a darn for the next guy.",
      "author": "Bill Bowerman",
      "category": "Change, Good, Smart"
    },
    {
      "quote": "When I was 14 or 15, our teacher introduced us to Dickens' 'A Tale of Two Cities.' It was just for entertainment - we read it aloud - and all of a sudden it became a treasure.",
      "author": "Dermot Healy",
      "category": "Treasure, Entertainment, Two"
    },
    {
      "quote": "I remember my mother's prayers and they have always followed me. They have clung to me all my life.",
      "author": "Abraham Lincoln",
      "category": "Life, Mother, Me"
    },
    {
      "quote": "A mother's arms are made of tenderness and children sleep soundly in them.",
      "author": "Victor Hugo",
      "category": "Children, Mother, Sleep"
    },
    {
      "quote": "Mother is the name for God in the lips and hearts of little children.",
      "author": "William Makepeace Thackeray",
      "category": "Children, God, Mother"
    },
    {
      "quote": "Children are the anchors that hold a mother to life.",
      "author": "Sophocles",
      "category": "Life, Children, Mother"
    },
    {
      "quote": "Life began with waking up and loving my mother's face.",
      "author": "George Eliot",
      "category": "Life, Mother, Loving"
    },
    {
      "quote": "My mom is definitely my rock.",
      "author": "Alicia Keys",
      "category": "Mom, Rock, Definitely"
    },
    {
      "quote": "I was always at peace because of the way my mom treated me.",
      "author": "Martina Hingis",
      "category": "Peace, Mom, Me"
    },
    {
      "quote": "It may be possible to gild pure gold, but who can make his mother more beautiful?",
      "author": "Mahatma Gandhi",
      "category": "Beautiful, Mother, Gold"
    },
    {
      "quote": "A mother's happiness is like a beacon, lighting up the future but reflected also on the past in the guise of fond memories.",
      "author": "Honore de Balzac",
      "category": "Happiness, Future, Memories"
    },
    {
      "quote": "The love of a mother is the veil of a softer light between the heart and the heavenly Father.",
      "author": "Samuel Taylor Coleridge",
      "category": "Love, Light, Father"
    },
    {
      "quote": "There is nothing in the world of art like the songs mother used to sing.",
      "author": "Billy Sunday",
      "category": "Art, Mother, World"
    },
    {
      "quote": "My mother is a walking miracle.",
      "author": "Leonardo DiCaprio",
      "category": "Mother, Walking, Miracle"
    },
    {
      "quote": "Motherhood is... difficult and... rewarding.",
      "author": "Gloria Estefan",
      "category": "Motherhood, Difficult"
    },
    {
      "quote": "For when a child is born the mother also is born again.",
      "author": "Gilbert Parker",
      "category": "Mother, Child, Born"
    },
    {
      "quote": "The babe at first feeds upon the mother's bosom, but it is always on her heart.",
      "author": "Henry Ward Beecher",
      "category": "Mother, Heart, Her"
    },
    {
      "quote": "I got to grow up with a mother who taught me to believe in me.",
      "author": "Antonio Villaraigosa",
      "category": "Mother, Believe, Me"
    },
    {
      "quote": "With what price we pay for the glory of motherhood.",
      "author": "Isadora Duncan",
      "category": "Motherhood, Price, Glory"
    },
    {
      "quote": "Who's a boy gonna talk to if not his mother?",
      "author": "Donald E. Westlake",
      "category": "Mother, Boy, Talk"
    },
    {
      "quote": "When my mother had to get dinner for 8 she'd just make enough for 16 and only serve half.",
      "author": "Gracie Allen",
      "category": "Mother, Dinner, She"
    },
    {
      "quote": "Every day is a new day, and you'll never be able to find happiness if you don't move on.",
      "author": "Carrie Underwood",
      "category": "Happiness, Day, New Day"
    },
    {
      "quote": "Bad things do happen; how I respond to them defines my character and the quality of my life. I can choose to sit in perpetual sadness, immobilized by the gravity of my loss, or I can choose to rise from the pain and treasure the most precious gift I have - life itself.",
      "author": "Walter Anderson",
      "category": "Life, Character, Pain"
    },
    {
      "quote": "It's time to say goodbye, but I think goodbyes are sad and I'd much rather say hello. Hello to a new adventure.",
      "author": "Ernie Harwell",
      "category": "Time, Adventure, Sad"
    },
    {
      "quote": "Every new beginning comes from some other beginning's end.",
      "author": "Seneca",
      "category": "Beginning, End"
    },
    {
      "quote": "Don't dwell on what went wrong. Instead, focus on what to do next. Spend your energies on moving forward toward finding the answer.",
      "author": "Denis Waitley",
      "category": "Focus, Moving Forward"
    },
    {
      "quote": "To help yourself, you must be yourself. Be the best that you can be. When you make a mistake, learn from it, pick yourself up and move on.",
      "author": "Dave Pelzer",
      "category": "Best, Be Yourself, Yourself"
    },
    {
      "quote": "I think it's important to have closure in any relationship that ends - from a romantic relationship to a friendship. You should always have a sense of clarity at the end and know why it began and why it ended. You need that in your life to move cleanly into your next phase.",
      "author": "Jennifer Aniston",
      "category": "Life, Friendship, Romantic"
    },
    {
      "quote": "If you carry joy in your heart, you can heal any moment.",
      "author": "Carlos Santana",
      "category": "Heart, Joy, Moment"
    },
    {
      "quote": "Only the broken-hearted know the truth about love.",
      "author": "Mason Cooley",
      "category": "Love, Truth, Know"
    },
    {
      "quote": "Blessed are the hearts that can bend they shall never be broken.",
      "author": "Albert Camus",
      "category": "Blessed, Broken, Bend"
    },
    {
      "quote": "Moving on, is a simple thing, what it leaves behind is hard.",
      "author": "Dave Mustaine",
      "category": "Simple, Moving, Behind"
    },
    {
      "quote": "It is only through labor and painful effort, by grim energy and resolute courage, that we move on to better things.",
      "author": "Theodore Roosevelt",
      "category": "Courage, Effort, Energy"
    },
    {
      "quote": "My life is about ups and downs, great joys and great losses.",
      "author": "Isabel Allende",
      "category": "Life, Great, My Life"
    },
    {
      "quote": "Healing yourself is connected with healing others.",
      "author": "Yoko Ono",
      "category": "Healing, Yourself, Connected"
    },
    {
      "quote": "Feeling sorry for ourselves is the most useless waste of energy on the planet. It does absolutely no good. We can't let our circumstances or what others do or don't do control us. We can decide to be happy regardless.",
      "author": "Joyce Meyer",
      "category": "Happy, Good, Be Happy"
    },
    {
      "quote": "Forget the past.",
      "author": "Nelson Mandela",
      "category": "Past, Forget"
    },
    {
      "quote": "We all have life storms, and when we get the rough times and we recover from them, we should celebrate that we got through it. No matter how bad it may seem, there's always something beautiful that you can find.",
      "author": "Mattie Stepanek",
      "category": "Life, Beautiful, Celebrate"
    },
    {
      "quote": "I've been heartbroken. I've broken hearts. That's part of life, and its part of figuring out who you are so you can find the right partner.",
      "author": "Heidi Klum",
      "category": "Life, Partner, Broken"
    },
    {
      "quote": "A man never knows how to say goodbye a woman never knows when to say it.",
      "author": "Helen Rowland",
      "category": "Goodbye, Man, Woman"
    },
    {
      "quote": "The world is a crazy, beautiful, ugly complicated place, and it keeps moving on from crisis to strangeness to beauty to weirdness to tragedy. The caravan keeps moving on, and the job of the longform writer or filmmaker or radio broadcaster is to stop - is to pause - and when the caravan goes away, that's when this stuff comes.",
      "author": "David Remnick",
      "category": "Beauty, Beautiful, Tragedy"
    },
    {
      "quote": "Forget the past - the future will give you plenty to worry about.",
      "author": "George Allen, Sr.",
      "category": "Future, Past, Worry"
    },
    {
      "quote": "I think faith is incredibly important because you will become overwhelmed with what's happening and you will have waves of grief, but when you turn to your faith, I believe God will give you waves of grace to get through it.",
      "author": "Joel Osteen",
      "category": "Faith, God, Grief"
    },
    {
      "quote": "Part of the healing process is sharing with other people who care.",
      "author": "Jerry Cantrell",
      "category": "Healing, People, Care"
    },
    {
      "quote": "It is by going down into the abyss that we recover the treasures of life. Where you stumble, there lies your treasure.",
      "author": "Joseph Campbell",
      "category": "Life, Down, You"
    },
    {
      "quote": "Healing takes courage, and we all have courage, even if we have to dig a little to find it.",
      "author": "Tori Amos",
      "category": "Courage, Healing, Find"
    },
    {
      "quote": "The heart will break, but broken live on.",
      "author": "Lord Byron",
      "category": "Heart, Live, Broken"
    },
    {
      "quote": "Recovery begins from the darkest moment.",
      "author": "John Major",
      "category": "Moment, Recovery, Darkest"
    },
    {
      "quote": "I think hearts are very much like glasses. If they do not break with the first ring, they usually last a considerable time.",
      "author": "Letitia Elizabeth Landon",
      "category": "Time, Glasses, Think"
    },
    {
      "quote": "Never despair, but if you do, work on in despair.",
      "author": "Edmund Burke",
      "category": "Work, You, Despair"
    },
    {
      "quote": "The Real is ever-present, like the screen on which the cinematographic pictures move. While the picture appears on it, the screen remains invisible. Stop the picture, and the screen will become clear. All thoughts and events are merely pictures moving on the screen of Pure Consciousness, which alone is real.",
      "author": "Ramana Maharshi",
      "category": "Alone, Thoughts, Moving"
    },
    {
      "quote": "We are healed from suffering only by experiencing it to the full.",
      "author": "Marcel Proust",
      "category": "Suffering, Healed"
    },
    {
      "quote": "Transformation in the world happens when people are healed and start investing in other people.",
      "author": "Michael W. Smith",
      "category": "World, Start, People"
    },
    {
      "quote": "Expect trouble as an inevitable part of life and repeat to yourself, the most comforting words of all; this, too, shall pass.",
      "author": "Ann Landers",
      "category": "Life, Words, Yourself"
    },
    {
      "quote": "The willow which bends to the tempest, often escapes better than the oak which resists it; and so in great calamities, it sometimes happens that light and frivolous spirits recover their elasticity and presence of mind sooner than those of a loftier character.",
      "author": "Albert Schweitzer",
      "category": "Light, Character, Great"
    },
    {
      "quote": "The goal of spiritual practice is full recovery, and the only thing you need to recover from is a fractured sense of self.",
      "author": "Marianne Williamson",
      "category": "Spiritual, Goal, Self"
    },
    {
      "quote": "Moving on is not closure. It's not neat, and it's not about turning the page. It is about moving on, but it doesn't mean that you've left something behind.",
      "author": "Thomas Gibson",
      "category": "Moving, Page, You"
    },
    {
      "quote": "I like to edit my sentences as I write them. I rearrange a sentence many times before moving on to the next one. For me, that editing process feels like a form of play, like a puzzle that needs solving, and it's one of the most satisfying parts of writing.",
      "author": "Karen Thompson Walker",
      "category": "Writing, Moving, Me"
    },
    {
      "quote": "I tell you the past is a bucket of ashes, so live not in your yesterdays, no just for tomorrow, but in the here and now. Keep moving and forget the post mortems; and remember, no one can get the jump on the future.",
      "author": "Carl Sandburg",
      "category": "Future, Past, Moving"
    },
    {
      "quote": "Everyone can relate to love, hurt, pain, learning how to forgive, needing to get over, needing the power of God in their life.",
      "author": "Tyler Perry",
      "category": "Love, Life, Learning"
    },
    {
      "quote": "Who can't relate to the idea of leaving one chapter behind and moving on to the next?",
      "author": "Mike Shinoda",
      "category": "Moving, Leaving, Idea"
    },
    {
      "quote": "Everywhere across whatever sorrows of which our life is woven, some radiant joy will gaily flash past.",
      "author": "Nikolai Gogol",
      "category": "Life, Joy, Past"
    },
    {
      "quote": "I actually think sadness and darkness can be very beautiful and healing.",
      "author": "Duncan Sheik",
      "category": "Beautiful, Sadness, Darkness"
    },
    {
      "quote": "I will be really happy once I have done my jail time. I can start fresh.",
      "author": "Nicole Richie",
      "category": "Time, Happy, Start"
    },
    {
      "quote": "Joy comes, grief goes, we know not how.",
      "author": "James Russell Lowell",
      "category": "Joy, Grief, Know"
    },
    {
      "quote": "One makes mistakes that is life. But it is never a mistake to have loved.",
      "author": "Romain Rolland",
      "category": "Life, Mistakes, Mistake"
    },
    {
      "quote": "I've always believed that if you don't stay moving, they will throw dirt on you.",
      "author": "Paul Anka",
      "category": "Moving, You, Dirt"
    },
    {
      "quote": "The moving finger writes, and having written moves on. Nor all thy piety nor all thy wit, can cancel half a line of it.",
      "author": "Omar Khayyam",
      "category": "Moving, Finger, Line"
    },
    {
      "quote": "Take those chances and you can achieve greatness, whereas if you go conservative, you'll never know. I truly believe what doesn't kill you makes you stronger. Even if you fail, learning and moving on is sometimes the best thing.",
      "author": "Danica Patrick",
      "category": "Learning, Best, Believe"
    },
    {
      "quote": "Patience is key for getting over a breakup. That, and trailing off your interaction after the breakup.",
      "author": "Drake",
      "category": "Patience, Key, Interaction"
    },
    {
      "quote": "I do a good job of staying positive and just moving on.",
      "author": "Katie Taylor",
      "category": "Positive, Good, Job"
    },
    {
      "quote": "I don't think God said we should all be soft. My job is to compete, and the best prevails. I will continue to play, and that's the way I'm succeeding in my life. If I hit you by mistake, all I can say is 'I'm sorry,' and I keep moving on.",
      "author": "Dikembe Mutombo",
      "category": "Life, Best, God"
    },
    {
      "quote": "I like taking a character at the most intense moments of their lives and exploring all that in full and then moving on.",
      "author": "Greg Iles",
      "category": "Character, Moving, Moments"
    },
    {
      "quote": "I love to shop after a bad relationship. I don't know. I buy a new outfit and it makes me feel better. It just does. Sometimes I see a really great outfit, I'll break up with someone on purpose.",
      "author": "Rita Rudner",
      "category": "Love, Relationship, Great"
    },
    {
      "quote": "Because I remember, I despair. Because I remember, I have the duty to reject despair.",
      "author": "Elie Wiesel",
      "category": "Remember, Despair, Duty"
    },
    {
      "quote": "I can't go on. I'll go on.",
      "author": "Samuel Beckett",
      "category": "Go"
    },
    {
      "quote": "When you start using senses you've neglected, your reward is to see the world with completely fresh eyes.",
      "author": "Barbara Sher",
      "category": "Eyes, World, Start"
    },
    {
      "quote": "Don't brood. Get on with living and loving. You don't have forever.",
      "author": "Leo Buscaglia",
      "category": "Living, Loving, You"
    },
    {
      "quote": "I think you have to pay for love with bitter tears.",
      "author": "Edith Piaf",
      "category": "Love, Tears, Think"
    },
    {
      "quote": "Being divorced is like being hit by a Mack truck. If you live through it, you start looking very carefully to the right and to the left.",
      "author": "Jean Kerr",
      "category": "Start, Live, Looking"
    },
    {
      "quote": "A lot of people say they want to get out of pain, and I'm sure that's true, but they aren't willing to make healing a high priority. They aren't willing to look inside to see the source of their pain in order to deal with it.",
      "author": "Lindsay Wagner",
      "category": "Pain, Healing, People"
    },
    {
      "quote": "Time heals griefs and quarrels, for we change and are no longer the same persons. Neither the offender nor the offended are any more themselves.",
      "author": "Blaise Pascal",
      "category": "Change, Time, Offended"
    },
    {
      "quote": "Time takes away the grief of men.",
      "author": "Desiderius Erasmus",
      "category": "Time, Men, Grief"
    },
    {
      "quote": "It is the false shame of fools to try to conceal wounds that have not healed.",
      "author": "Horace",
      "category": "Fools, Shame, Try"
    },
    {
      "quote": "By forgetting the past and by throwing myself into other interests, I forget to worry.",
      "author": "Jack Dempsey",
      "category": "Myself, Past, Worry"
    },
    {
      "quote": "Love is like the measles we all have to go through it.",
      "author": "Jerome K. Jerome",
      "category": "Love, Love Is, Through"
    },
    {
      "quote": "Do not measure your loss by itself; if you do, it will seem intolerable; but if you will take all human affairs into account you will find that some comfort is to be derived from them.",
      "author": "Saint Basil",
      "category": "Loss, Comfort, Measure"
    },
    {
      "quote": "O! many a shaft, at random sent, Finds mark the archer little meant! And many a word, at random spoken, May soothe or wound a heart that's broken!",
      "author": "Walter Scott",
      "category": "Heart, Broken, Random"
    },
    {
      "quote": "If you've got to my age, you've probably had your heart broken many times. So it's not that difficult to unpack a bit of grief from some little corner of your heart and cry over it.",
      "author": "Emma Thompson",
      "category": "Age, Heart, Grief"
    },
    {
      "quote": "The all-seeing eye of God beheld our deplorable state infinite pity touched the heart of the Father of mercies and infinite wisdom laid the plan of our recovery.",
      "author": "David Brainerd",
      "category": "Wisdom, Father, God"
    },
    {
      "quote": "I'm pretty horrible at relationships and haven't been in many long-term ones. Leaving and moving on - returning to a familiar sense of self-reliance and autonomy - is what I know that feeling is as comfortable and comforting as it might be for a different kind of person to stay.",
      "author": "Carrie Brownstein",
      "category": "Moving, Leaving"
    },
    {
      "quote": "I can still love an ex as a person, regardless if the breakup was bad. I would never wish anything negative on them. It takes more energy to hate them than to wish them well.",
      "author": "Ashley Greene",
      "category": "Love, Hate, Negative"
    },
    {
      "quote": "It takes bravery to end a relationship.",
      "author": "Leona Lewis",
      "category": "Relationship, End, Bravery"
    },
    {
      "quote": "I can enjoy anywhere, and I can leave it. Life is about moving on.",
      "author": "Waris Dirie",
      "category": "Life, Moving, Enjoy"
    },
    {
      "quote": "Part of growing up is just taking what you learn from that and moving on and not taking it to heart.",
      "author": "Beverley Mitchell",
      "category": "Heart, Growing Up, Moving"
    },
    {
      "quote": "I have more of a desire to write songs about being an independent woman than being in love, songs about getting up and moving on even if I have a broken heart. 'Wanna Say' is one of the few love songs I've ever done.",
      "author": "Kat Graham",
      "category": "Love, Heart, Woman"
    },
    {
      "quote": "You just keep moving forward and doing what you do and hope that it resonates with people. And if it doesn't, you just keep moving on until you find a project that does.",
      "author": "Octavia Spencer",
      "category": "Hope, Moving Forward, Moving"
    },
    {
      "quote": "Not fighting, avoiding talking to fans... that's when the thoughts creep in about retiring and moving on to something else.",
      "author": "Andre Ward",
      "category": "Thoughts, Moving, Fighting"
    },
    {
      "quote": "I have more of a desire to write songs about being an independent woman than being in love, songs about getting up and moving on even if I have a broken heart.",
      "author": "Kat Graham",
      "category": "Love, Heart, Woman"
    },
    {
      "quote": "This is a profession for me, but I started off as a self-publisher working on my own schedule and my own stuff before moving on to graphic novels with First Second Books, where there was definitely a schedule, but it was very different from monthly comics.",
      "author": "Gene Luen Yang",
      "category": "Moving, Me, Working"
    },
    {
      "quote": "If it were the Clinton people, they'd be sitting around figuring out how to pull themselves out. Instead the president is continuing to go around the country and peddling Social Security, which the needle is not moving on.",
      "author": "Gwen Ifill",
      "category": "Moving, People, Security"
    },
    {
      "quote": "Falling out of love is chiefly a matter of forgetting how charming someone is.",
      "author": "Iris Murdoch",
      "category": "Love, Love Is, Matter"
    },
    {
      "quote": "If it comes as a constant surprise each and every time something unexpected occurs, you're not only going to be miserable whenever you attempt something big, you're going to have a much harder time accepting it and moving on to attempts two, three, and four.",
      "author": "Ryan Holiday",
      "category": "Time, Surprise, Moving"
    },
    {
      "quote": "It is selfish to concern oneself with tragedies.",
      "author": "Rose Kennedy",
      "category": "Selfish, Oneself, Tragedies"
    },
    {
      "quote": "The Marines was a fresh start - that is why they shave your head. I wish they would let you change your name.",
      "author": "Drew Carey",
      "category": "Change, Start, Name"
    },
    {
      "quote": "Some women feel the best cure for a broken heart is a new beau.",
      "author": "Gene Tierney",
      "category": "Women, Best, Heart"
    },
    {
      "quote": "I must be careful not to get trapped in the past. That's why I tend to forget my songs.",
      "author": "Mick Jagger",
      "category": "Past, Forget, Why"
    },
    {
      "quote": "I mean, don't forget the earth's about five thousand million years old, at least. Who can afford to live in the past?",
      "author": "Harold Pinter",
      "category": "Past, Live, Earth"
    },
    {
      "quote": "Getting over someone is a grieving process. You mourn the loss of the relationship, and that's only expedited by 'Out of sight, out of mind.' But when you walk outside and see them on a billboard or on TV or on the cover of a magazine, it reopens the wound. It's a high-class problem, but it's real.",
      "author": "Hank Azaria",
      "category": "Relationship, Mind, Walk"
    },
    {
      "quote": "Suffering isn't ennobling, recovery is.",
      "author": "Christiaan Barnard",
      "category": "Suffering, Recovery"
    },
    {
      "quote": "I know people who grow old and bitter. I want to keep making a fresh start. I don't want them to defeat me. That would be suicidal.",
      "author": "Robert Wyatt",
      "category": "Start, Me, People"
    },
    {
      "quote": "Who made me laugh when I was growing was Chaplin and the Marx Brothers, and then moving on, there were so many that I was a writer for for many years: I was a writer for the Smothers Brothers, Lily Tomlin, then I started on 'Saturday Night Live' as the head writer the first year we started it.",
      "author": "Chevy Chase",
      "category": "Moving, Night, Me"
    },
    {
      "quote": "I started life washing cars in Canada before moving on to selling life insurance and vacuum cleaners. Later, I went through a programme by Dr. Norman Vincent Peale, which literally changed my life. It was the turning point.",
      "author": "Shiv Khera",
      "category": "Life, Moving, My Life"
    },
    {
      "quote": "What's that line from TS Eliot? To arrive at the place where you started, but to know it for the first time. I'm able to write about a breakup from a different place. Same brokenness. Same rock-bottom. But a little more informed, now I'm older. Thank God for growing up.",
      "author": "Alanis Morissette",
      "category": "Time, God, Thank God"
    },
    {
      "quote": "Any time you end a relationship, and everyone has ended plenty in their life, it's always a tough thing and hard to get over.",
      "author": "Adam Brody",
      "category": "Life, Time, Relationship"
    },
    {
      "quote": "There's always something to suggest that you'll never be who you wanted to be. Your choice is to take it or keep on moving.",
      "author": "Phylicia Rashad",
      "category": "Choice, Moving, You"
    },
    {
      "quote": "My genuine belief is that if we can get through the eurozone crisis from a political point of view, we've got a lot of engines that can drive our economy, that will restore confidence and get us moving on.",
      "author": "Enda Kenny",
      "category": "Confidence, Moving"
    },
    {
      "quote": "I'm just fighting a lot of high-level guys. I feel everyone is trying to be tactical, everyone is trying to put their A-game out there, and I have to find a way to win. I'm all about moving on and trying to get better.",
      "author": "Robbie Lawler",
      "category": "Win, Moving, Better"
    },
    {
      "quote": "My father spent his entire early career as an illustrator for comic books: EC Comics like 'Tales from the Crypt' and 'Creepshow,' then moving on to such magazines as 'Mad' and 'Weird Science.'",
      "author": "Dean Kamen",
      "category": "Father, Science, Moving"
    },
    {
      "quote": "Kubrick's vision seemed to be that humans are doomed, whereas Clarke's is that humans are moving on to a better stage of evolution.",
      "author": "Marvin Minsky",
      "category": "Vision, Moving, Evolution"
    },
    {
      "quote": "So I won an Oscar. It's amazing. I've got that for the rest of my life for a performance I am proud of. It nearly killed me. I am really proud of the film. That's it, moving on.",
      "author": "Kate Winslet",
      "category": "Life, I Am, Moving"
    },
    {
      "quote": "I don't live in the past at all I'm always wanting to do something new. I make a point of constantly trying to forget and get things out of my mind.",
      "author": "Brian Eno",
      "category": "Past, Mind, Live"
    },
    {
      "quote": "In my life, I have made the occasional catastrophic choice, and it's just a case of moving on and learning from it.",
      "author": "James Nesbitt",
      "category": "Life, Learning, Moving"
    },
    {
      "quote": "People say, 'Oh, God, how devastating to go through a divorce.' Did I wish for this to happen to my family? No. But everyone is healthy; we're moving on with our lives.",
      "author": "Heidi Klum",
      "category": "Family, God, Moving"
    },
    {
      "quote": "What surrounds us we endure better for giving it a name - and moving on.",
      "author": "Emile M. Cioran",
      "category": "Giving, Moving, Name"
    },
    {
      "quote": "I remember this song by Clay Walker that came out in the '90s called 'This Woman and This Man,' and it was about breaking up, loss, the pain of moving on, and my parents were just getting divorced at the time, so I listened to it over and over again.",
      "author": "Cole Swindell",
      "category": "Time, Parents, Pain"
    },
    {
      "quote": "In the world of opinion writing, there's something called the 'to be sure' paragraph. A sort of rhetorical antibiotic, it seeks to defend against critics by injecting a tiny bit of counter-argument before moving on with the main point.",
      "author": "Meghan Daum",
      "category": "Writing, World, Moving"
    },
    {
      "quote": "I started running to different albums, and I was starting with the short albums and moving on to the longer albums. I was interested in how they built up, in tempo and intensity. it made me interested in albums again, too.",
      "author": "Jens Lekman",
      "category": "Short, Moving, Me"
    },
    {
      "quote": "I think fashion is actually very good training for being in the tech world, because it's all about moving on to the next thing, looking for the next thing, not getting stuck in the past.",
      "author": "Natalie Massenet",
      "category": "Good, Training, Past"
    },
    {
      "quote": "I don't believe in regretting - one should try to move on. My mum was good at that. She was deeply in love with my father, and he died when I was nine. She remarried, and her second husband died, too. I saw the grieving process she went through. My mother had this way of moving on. It was a fine trait.",
      "author": "Robert Winston",
      "category": "Love, Good, Father"
    },
    {
      "quote": "People actually aren't moving on from companies much more quickly than in the past, but there's a perception that they do, so companies are investing less in talent on the assumption that young employees won't stay long.",
      "author": "Kathryn Minshew",
      "category": "Past, Perception, Moving"
    },
    {
      "quote": "Someone once told me I'm a sore winner, and they're right. I rarely take more than a moment to enjoy a success before I'm moving on and looking for the next challenge.",
      "author": "Eli Broad",
      "category": "Success, Challenge, Moving"
    },
    {
      "quote": "In the theater, it's about taking time in a musical segment, a pause in a musical way and then moving on.",
      "author": "Marcia Gay Harden",
      "category": "Time, Moving, Way"
    },
    {
      "quote": "We all, to some degree, wish we could have some element of our childhood back again while, for kids, moving on is something they're worried about. They know it's going to happen at some point.",
      "author": "Lee Unkrich",
      "category": "Childhood, Moving, Know"
    },
    {
      "quote": "I can tell you one thing, Iran is closer to developing nuclear weapons today than it was a week ago, or a month ago or a year ago. It's just moving on with its efforts.",
      "author": "Benjamin Netanyahu",
      "category": "Today, Week, Moving"
    },
    {
      "quote": "The day a character becomes predictable is the day a writer should think about moving on - because the reader certainly will.",
      "author": "Mark Billingham",
      "category": "Day, Character, Moving"
    },
    {
      "quote": "I think you have to know how you feel when you're sad and it's healthy to mourn if a relationship ends.",
      "author": "Leighton Meester",
      "category": "Relationship, Sad, Healthy"
    },
    {
      "quote": "I can relate to having those people in your life that you feel are moving on to this great, big, normal life and you're like, 'What's wrong with me?'",
      "author": "Kristen Wiig",
      "category": "Life, Great, Moving"
    },
    {
      "quote": "I tried to make a distinct point that I wasn't retiring - that I was moving on.",
      "author": "Regis Philbin",
      "category": "Moving, Point, Tried"
    },
    {
      "quote": "Many of us are experiencing a phase of change, shedding outdated patterns and liberating ourselves from the old by moving on to the new. The year 2012 is an important one for mankind, a pivotal year. The potential for this exists in the mere fact that the majority of us are yearning for change.",
      "author": "Shari Arison",
      "category": "Change, Potential, Moving"
    },
    {
      "quote": "Many movies about people recovering, moving on, and redeeming themselves are really wonderful and inspiring. But I think the more sentimental ones that are less good make me feel isolated - like, if you can't pull yourself up by your bootstraps like the guys in the movies, there is something wrong with you. That's a shame.",
      "author": "Kenneth Lonergan",
      "category": "Good, Yourself, Moving"
    },
    {
      "quote": "But you know, if you live an affluent lifestyle, there are all types of trappings that are there that you have to be cognizant of, and you've got to try and communicate freely and gain understanding about and then keep moving on, because you know, sometimes lifestyles are chosen for us as opposed to us choosing them.",
      "author": "Julius Erving",
      "category": "Moving, Live, Understanding"
    },
    {
      "quote": "The problem is that when we speak of plan Bs, we already negate the possibility of moving on with plan A.",
      "author": "Isaac Herzog",
      "category": "Speak, Plan, Moving"
    },
    {
      "quote": "Late August still feels like summer here in the Ozarks, but it is the time of year the nighthawks are moving on to their South American wintering grounds.",
      "author": "Sue Hubbell",
      "category": "Time, American, Moving"
    },
    {
      "quote": "It is very clear that voice communications is moving on to the Internet. In the end, the price that anyone can provide for voice transmission on the Net will trend toward zero.",
      "author": "Meg Whitman",
      "category": "End, Internet, Moving"
    },
    {
      "quote": "Well I certainly have learned and I hope I'm moving on and certainly two years of prison was a terrible punishment.",
      "author": "Jeffrey Archer",
      "category": "Hope, Moving, Prison"
    },
    {
      "quote": "The music that I've made in the past has had strong contemporary country roots, but I think moving on in music, I will branch out from that a bit.",
      "author": "Jennette McCurdy",
      "category": "Music, Strong, Past"
    },
    {
      "quote": "I am pretty embroiled in moving on and moving forward with music.",
      "author": "Andy Summers",
      "category": "Music, Moving Forward, I Am"
    },
    {
      "quote": "With more than 67 percent of the Nation's freight moving on highways, economists believe that our ability to compete internationally is tied to the quality of our infrastructure.",
      "author": "Dennis Hastert",
      "category": "Quality, Believe, Moving"
    },
    {
      "quote": "I tried to go to Kosovo to establish a statue to commemorate those who died during the wars, and to discuss moving on, so we could move into a new era. But I was banned from there.",
      "author": "Ivica Dacic",
      "category": "Moving, New, New Era"
    },
    {
      "quote": "I can see that if this was an album done 10 or 15 years ago we could see we were moving on to some place else.",
      "author": "Wayne Coyne",
      "category": "Moving, Place, See"
    },
    {
      "quote": "Like anyone who goes to college, you're leaving a familiar surrounding and a comfortable environment and your friends and everything, and you're starting fresh. It can be pretty daunting.",
      "author": "Jason Biggs",
      "category": "Friends, College, Leaving"
    },
    {
      "quote": "After doing 'Firefly' and moving on, I always wanted to be part of a series again. I love doing films, too, but there's just something special about being part of the team and feeling like you're actually a part of the family, and I always look to re-create that.",
      "author": "Summer Glau",
      "category": "Love, Family, Team"
    },
    {
      "quote": "We are also fortunate in being in quite a sheltered environment, in terms of people moving on to do other things, because there are relatively few companies in Scotland that are looking for the skill set that we've developed.",
      "author": "David Milne",
      "category": "Moving, People, Environment"
    },
    {
      "quote": "There will always be excuses, arguments, and questions of timing when moving on difficult and controversial issues.",
      "author": "Lara Giddings",
      "category": "Excuses, Moving, Timing"
    },
    {
      "quote": "I studied dance at a high school arts magnet program before moving on to Miami's New World School of the Arts, and from there, I went on to study at The Juilliard School.",
      "author": "Robert Battle",
      "category": "Dance, School, World"
    },
    {
      "quote": "I kind of came to the conclusion after I did finally get married that love and relationships are just a series of horrific losses with hopefully one win.",
      "author": "Justin Halpern",
      "category": "Love, Win, Relationships"
    },
    {
      "quote": "My breakthrough was when I began to write during my commute, at first taking notes on my Palm Pilot, and then moving on to writing full prose on the tiny QWERTY keyboard of my iPaq smartphone. I got so fast that I was averaging 400 words during the 35 minutes or so I spent on the subway each way, or 800 words round trip.",
      "author": "Peter V. Brett",
      "category": "Writing, Words, Moving"
    },
    {
      "quote": "The only reason I wanted 'Making Toast' as the title is that it is a simple gesture of moving on. Every morning there's the bread and you make the toast and you start the day.",
      "author": "Roger Rosenblatt",
      "category": "Morning, Day, Simple"
    },
    {
      "quote": "I'm not against technology, but all tools should be used to their best advantage. We should be spending our time on things that have staying power, instead of on the latest thought of the latest blogger - and then moving on quickly to the next blogger.",
      "author": "J. I. Packer",
      "category": "Time, Technology, Best"
    },
    {
      "quote": "I think that the main thing that you can learn from watching 'The Spectacular Now' is just learning about growing up and moving on.",
      "author": "Kaitlyn Dever",
      "category": "Learning, Growing Up, Moving"
    },
    {
      "quote": "The real man smiles in trouble, gathers strength from distress, and grows brave by reflection.",
      "author": "Thomas Paine",
      "category": "Smile, Reflection, Man"
    },
    {
      "quote": "Unity is strength... when there is teamwork and collaboration, wonderful things can be achieved.",
      "author": "Mattie Stepanek",
      "category": "Teamwork, Unity"
    },
    {
      "quote": "You gain strength, courage, and confidence by every experience in which you really stop to look fear in the face. You are able to say to yourself, 'I lived through this horror. I can take the next thing that comes along.'",
      "author": "Eleanor Roosevelt",
      "category": "Courage, Fear, Experience"
    },
    {
      "quote": "Character cannot be developed in ease and quiet. Only through experience of trial and suffering can the soul be strengthened, ambition inspired, and success achieved.",
      "author": "Helen Keller",
      "category": "Success, Experience"
    },
    {
      "quote": "When you rise in the morning, give thanks for the light, for your life, for your strength. Give thanks for your food and for the joy of living. If you see no reason to give thanks, the fault lies in yourself.",
      "author": "Tecumseh",
      "category": "Life, Morning, Food"
    },
    {
      "quote": "Calm mind brings inner strength and self-confidence, so that's very important for good health.",
      "author": "Dalai Lama",
      "category": "Good, Health, Mind"
    },
    {
      "quote": "A hero is an ordinary individual who finds the strength to persevere and endure in spite of overwhelming obstacles.",
      "author": "Christopher Reeve",
      "category": "Hero, Obstacles, Endure"
    },
    {
      "quote": "Strength does not come from winning. Your struggles develop your strengths. When you go through hardships and decide not to surrender, that is strength.",
      "author": "Arnold Schwarzenegger",
      "category": "Winning, Hardships, You"
    },
    {
      "quote": "Great works are performed not by strength but by perseverance.",
      "author": "Samuel Johnson",
      "category": "Perseverance, Patience"
    },
    {
      "quote": "My family is my strength and my weakness.",
      "author": "Aishwarya Rai Bachchan",
      "category": "Family, Weakness"
    },
    {
      "quote": "I look forward to a great future for America - a future in which our country will match its military strength with our moral restraint, its wealth with our wisdom, its power with our purpose.",
      "author": "John F. Kennedy",
      "category": "Wisdom, Future, Patriotism"
    },
    {
      "quote": "Permanence, perseverance and persistence in spite of all obstacles, discouragements, and impossibilities: It is this, that in all things distinguishes the strong soul from the weak.",
      "author": "Thomas Carlyle",
      "category": "Perseverance, Strong"
    },
    {
      "quote": "Some of us think holding on makes us strong but sometimes it is letting go.",
      "author": "Hermann Hesse",
      "category": "Strong, Letting Go, Think"
    },
    {
      "quote": "The world breaks everyone, and afterward, some are strong at the broken places.",
      "author": "Ernest Hemingway",
      "category": "Strong, World, Broken"
    },
    {
      "quote": "Silence is a source of great strength.",
      "author": "Lao Tzu",
      "category": "Great, Silence, Source"
    },
    {
      "quote": "There are dark shadows on the earth, but its lights are stronger in the contrast.",
      "author": "Charles Dickens",
      "category": "Dark, Stronger, Earth"
    },
    {
      "quote": "The strength of a nation derives from the integrity of the home.",
      "author": "Confucius",
      "category": "Integrity, Home, Nation"
    },
    {
      "quote": "History teaches us that unity is strength, and cautions us to submerge and overcome our differences in the quest for common goals, to strive, with all our combined strength, for the path to true African brotherhood and unity.",
      "author": "Haile Selassie",
      "category": "History, Goals, Unity"
    },
    {
      "quote": "Being glamorous is about strength and confidence. It's black and white - dramatic. You have to be strong.",
      "author": "Catherine Zeta-Jones",
      "category": "Confidence, Strong"
    },
    {
      "quote": "The soul that is within me no man can degrade.",
      "author": "Frederick Douglass",
      "category": "Man, Soul, Me"
    },
    {
      "quote": "No matter what kind of challenges or difficulties or painful situations you go through in your life, we all have something deep within us that we can reach down and find the inner strength to get through them.",
      "author": "Alana Stewart",
      "category": "Life, Deep, Challenges"
    },
    {
      "quote": "Endurance is not just the ability to bear a hard thing, but to turn it into glory.",
      "author": "William Barclay",
      "category": "Endurance, Ability, Glory"
    },
    {
      "quote": "Faith is the strength by which a shattered world shall emerge into the light.",
      "author": "Helen Keller",
      "category": "Light, Faith, World"
    },
    {
      "quote": "Try to look at your weakness and convert it into your strength. That's success.",
      "author": "Zig Ziglar",
      "category": "Success, Weakness, Look"
    },
    {
      "quote": "I never said I wanted a 'happy' life but an interesting one. From separation and loss, I have learned a lot. I have become strong and resilient, as is the case of almost every human being exposed to life and to the world. We don't even know how strong we are until we are forced to bring that hidden strength forward.",
      "author": "Isabel Allende",
      "category": "Life, Happy, Strong"
    },
    {
      "quote": "The world is the great gymnasium where we come to make ourselves strong.",
      "author": "Swami Vivekananda",
      "category": "Great, Strong, World"
    },
    {
      "quote": "Girl power is about loving yourself and having confidence and strength from within, so even if you're not wearing a sexy outfit, you feel sexy.",
      "author": "Nicole Scherzinger",
      "category": "Confidence, Power, Girl"
    },
    {
      "quote": "Don't wait for extraordinary opportunities. Seize common occasions and make them great. Weak men wait for opportunities strong men make them.",
      "author": "Orison Swett Marden",
      "category": "Great, Strong, Men"
    },
    {
      "quote": "Kites rise highest against the wind - not with it.",
      "author": "Winston Churchill",
      "category": "Wind, Rise, Against"
    },
    {
      "quote": "No difficulty can discourage, no obstacle dismay, no trouble dishearten the man who has acquired the art of being alive. Difficulties are but dares of fate, obstacles but hurdles to try his skill, troubles but bitter tonics to give him strength; and he rises higher and looms greater after each encounter with adversity.",
      "author": "Ella Wheeler Wilcox",
      "category": "Art, Adversity, Man"
    },
    {
      "quote": "The turning point in the process of growing up is when you discover the core of strength within you that survives all hurt.",
      "author": "Max Lerner",
      "category": "Growing Up, Hurt, You"
    },
    {
      "quote": "You can't really be strong until you see a funny side to things.",
      "author": "Ken Kesey",
      "category": "Funny, Strong, Be Strong"
    },
    {
      "quote": "Where there is no struggle, there is no strength.",
      "author": "Oprah Winfrey",
      "category": "Struggle, Where"
    },
    {
      "quote": "Diversity of thought and culture and religion and ideas has been the strength of America.",
      "author": "Gary Locke",
      "category": "Culture, Diversity, Religion"
    },
    {
      "quote": "Our strength as a nation comes in our unity. We are the United States of America, not the divided states. And those who want to divide us are trying to divide us, and we shouldn't let them do it.",
      "author": "Ben Carson",
      "category": "Unity, America, Want"
    },
    {
      "quote": "In solitude the mind gains strength and learns to lean upon itself.",
      "author": "Laurence Sterne",
      "category": "Alone, Solitude, Mind"
    },
    {
      "quote": "Anxiety does not empty tomorrow of its sorrows, but only empties today of its strength.",
      "author": "Charles Spurgeon",
      "category": "Today, Tomorrow, Anxiety"
    },
    {
      "quote": "Out of suffering have emerged the strongest souls the most massive characters are seared with scars.",
      "author": "Khalil Gibran",
      "category": "Suffering, Scars, Souls"
    },
    {
      "quote": "Aging is not lost youth but a new stage of opportunity and strength.",
      "author": "Betty Friedan",
      "category": "Age, Opportunity, Youth"
    },
    {
      "quote": "One who gains strength by overcoming obstacles possesses the only strength which can overcome adversity.",
      "author": "Albert Schweitzer",
      "category": "Adversity, Obstacles"
    },
    {
      "quote": "In cricket, my superhero is Sachin Tendulkar. He has always been my hero and will continue to remain so. Apart from him and outside cricket, my mother has remained my inspiration. Whatever difficult time I had faced, she was always there for me. She has given me all the strength. She maintained her composure and supported me in tough times.",
      "author": "Virat Kohli",
      "category": "Time, Hero, Tough Times"
    },
    {
      "quote": "The size of your success is measured by the strength of your desire the size of your dream and how you handle disappointment along the way.",
      "author": "Robert Kiyosaki",
      "category": "Success, Disappointment"
    },
    {
      "quote": "The men who learn endurance, are they who call the whole world, brother.",
      "author": "Charles Dickens",
      "category": "Brother, Men, World"
    },
    {
      "quote": "This is no time for ease and comfort. It is time to dare and endure.",
      "author": "Winston Churchill",
      "category": "Time, Comfort, Dare"
    },
    {
      "quote": "The strength of brand loyalty begins with how your product makes people feel.",
      "author": "Jay Samit",
      "category": "Loyalty, Brand, People"
    },
    {
      "quote": "I think a hero is an ordinary individual who finds strength to persevere and endure in spite of overwhelming obstacles.",
      "author": "Christopher Reeve",
      "category": "Hero, Obstacles, Think"
    },
    {
      "quote": "When we long for life without difficulties, remind us that oaks grow strong in contrary winds and diamonds are made under pressure.",
      "author": "Peter Marshall",
      "category": "Life, Strong, Diamonds"
    },
    {
      "quote": "We can't all be good at everything. This is partly the logic behind having a team in the first place, so each role can be filled with the person best suited for that role and together, every job and every strength is covered.",
      "author": "Simon Sinek",
      "category": "Good, Best, Team"
    },
    {
      "quote": "The resistance that you fight physically in the gym and the resistance that you fight in life can only build a strong character.",
      "author": "Arnold Schwarzenegger",
      "category": "Life, Character, Strong"
    },
    {
      "quote": "Nothing is so strong as gentleness, nothing so gentle as real strength.",
      "author": "Saint Francis de Sales",
      "category": "Strong, Real, Nothing"
    },
    {
      "quote": "Every decision on trade, on taxes, on immigration, on foreign affairs, will be made to benefit American workers and American families. We must protect our borders from the ravages of other countries making our products, stealing our companies, and destroying our jobs. Protection will lead to great prosperity and strength.",
      "author": "Donald Trump",
      "category": "Great, Decision, American"
    },
    {
      "quote": "Our ability to handle life's challenges is a measure of our strength of character.",
      "author": "Les Brown",
      "category": "Life, Character, Challenges"
    },
    {
      "quote": "Social media is reducing social barriers. It connects people on the strength of human values, not identities.",
      "author": "Narendra Modi",
      "category": "Social Media, Media, People"
    },
    {
      "quote": "That though the radiance which was once so bright be now forever taken from my sight. Though nothing can bring back the hour of splendor in the grass, glory in the flower. We will grieve not, rather find strength in what remains behind.",
      "author": "William Wordsworth",
      "category": "Flower, Sympathy, Grass"
    },
    {
      "quote": "From my perspective, I absolutely believe in a greater spiritual power, far greater than I am, from which I have derived strength in moments of sadness or fear. That's what I believe, and it was very, very strong in the forest.",
      "author": "Jane Goodall",
      "category": "Fear, Strong, Power"
    },
    {
      "quote": "Worry does not empty tomorrow of its sorrow. It empties today of its strength.",
      "author": "Corrie Ten Boom",
      "category": "Today, Sympathy, Tomorrow"
    },
    {
      "quote": "I like criticism. It makes you strong.",
      "author": "LeBron James",
      "category": "Strong, Criticism, You"
    },
    {
      "quote": "Strength lies in differences, not in similarities.",
      "author": "Stephen Covey",
      "category": "Differences, Similarities"
    },
    {
      "quote": "A strong woman is a woman determined to do something others are determined not be done.",
      "author": "Marge Piercy",
      "category": "Strong, Woman, Strong Woman"
    },
    {
      "quote": "I think scars are like battle wounds - beautiful, in a way. They show what you've been through and how strong you are for coming out of it.",
      "author": "Demi Lovato",
      "category": "Beautiful, Strong, Battle"
    },
    {
      "quote": "The more I see of deer, the more I admire them as mountaineers. They make their way into the heart of the roughest solitudes with smooth reserve of strength, through dense belts of brush and forest encumbered with fallen trees and boulder piles, across canons, roaring streams, and snow-fields, ever showing forth beauty and courage.",
      "author": "John Muir",
      "category": "Beauty, Courage, Heart"
    },
    {
      "quote": "Only the weak are cruel. Gentleness can only be expected from the strong.",
      "author": "Leo Buscaglia",
      "category": "Strong, Cruel, Weak"
    },
    {
      "quote": "Remember, the storm is a good opportunity for the pine and the cypress to show their strength and their stability.",
      "author": "Ho Chi Minh",
      "category": "Good, Opportunity, Storm"
    },
    {
      "quote": "We are born weak, we need strength; helpless, we need aid; foolish, we need reason. All that we lack at birth, all that we need when we come to man's estate, is the gift of education.",
      "author": "Jean-Jacques Rousseau",
      "category": "Education, Man, Gift"
    },
    {
      "quote": "Every good citizen adds to the strength of a nation.",
      "author": "Gordon B. Hinckley",
      "category": "Good, Citizen, Nation"
    },
    {
      "quote": "It doesn't take a lot of strength to hang on. It takes a lot of strength to let go.",
      "author": "J. C. Watts",
      "category": "Let Go, Go, Take"
    },
    {
      "quote": "If I didn't define myself for myself, I would be crunched into other people's fantasies for me and eaten alive.",
      "author": "Audre Lorde",
      "category": "Myself, Me, People"
    },
    {
      "quote": "Mastering others is strength. Mastering yourself is true power.",
      "author": "Lao Tzu",
      "category": "Power, Yourself, True"
    },
    {
      "quote": "Even cowards can endure hardship only the brave can endure suspense.",
      "author": "Mignon McLaughlin",
      "category": "Brave, Hardship, Endure"
    },
    {
      "quote": "The colour of the skin is in no way connected with strength of the mind or intellectual powers.",
      "author": "Benjamin Banneker",
      "category": "Mind, Intellectual, Colour"
    },
    {
      "quote": "Right now, when we're hearing so much disturbing and hateful rhetoric, it is so important to remember that our diversity has been - and will always be - our greatest source of strength and pride here in the United States.",
      "author": "Michelle Obama",
      "category": "Diversity, Pride, Greatest"
    },
    {
      "quote": "Stand up to your obstacles and do something about them. You will find that they haven't half the strength you think they have.",
      "author": "Norman Vincent Peale",
      "category": "Obstacles, Stand Up, Think"
    },
    {
      "quote": "Thank you to all for your prayers and good wishes. It gave me the strength to persevere and warmed my heart.",
      "author": "Steven Cojocaru",
      "category": "Good, Heart, Thank You"
    },
    {
      "quote": "When adversity strikes, that's when you have to be the most calm. Take a step back, stay strong, stay grounded and press on.",
      "author": "LL Cool J",
      "category": "Strong, Adversity, Calm"
    },
    {
      "quote": "If one suffers we all suffer. Togetherness is strength. Courage.",
      "author": "Jean-Bertrand Aristide",
      "category": "Courage, Togetherness"
    },
    {
      "quote": "Climbing to the top demands strength, whether it is to the top of Mount Everest or to the top of your career.",
      "author": "A. P. J. Abdul Kalam",
      "category": "Career, Everest, Climbing"
    },
    {
      "quote": "Fortitude is the marshal of thought, the armor of the will, and the fort of reason.",
      "author": "Francis Bacon",
      "category": "Thought, Reason, Will"
    },
    {
      "quote": "A nation that destroys its soils destroys itself. Forests are the lungs of our land, purifying the air and giving fresh strength to our people.",
      "author": "Franklin D. Roosevelt",
      "category": "Giving, People, Nation"
    },
    {
      "quote": "This is the mark of a really admirable man: steadfastness in the face of trouble.",
      "author": "Ludwig van Beethoven",
      "category": "Man, Face, Trouble"
    },
    {
      "quote": "There is an invisible strength within us; when it recognizes two opposing objects of desire, it grows stronger.",
      "author": "Rumi",
      "category": "Stronger, Desire, Within"
    },
    {
      "quote": "As long as we persevere and endure, we can get anything we want.",
      "author": "Mike Tyson",
      "category": "Long, Want, Endure"
    },
    {
      "quote": "My strength is as the strength of ten, because my heart is pure.",
      "author": "Alfred Lord Tennyson",
      "category": "Heart, Pure, Because"
    },
    {
      "quote": "You can't get around pain and opposition, but you can try to be joyful in the trial, and thank yourself for the trial, and thank God for the strength to get through it.",
      "author": "Mary J. Blige",
      "category": "God, Pain, Yourself"
    },
    {
      "quote": "Ministers should not pray so loud, and long, as to exhaust the strength. It is not necessary to weary the throat and lungs in prayer. God's ear is ever open to hear the heart-felt petitions of his humble servants, and he does not require them to wear out the organs of speech in addressing him.",
      "author": "Ellen G. White",
      "category": "God, Humble, Prayer"
    },
    {
      "quote": "He who conquers others is strong He who conquers himself is mighty.",
      "author": "Lao Tzu",
      "category": "Strong, Others, Mighty"
    },
    {
      "quote": "Problems are not the problem coping is the problem.",
      "author": "Virginia Satir",
      "category": "Problems, Problem, Coping"
    },
    {
      "quote": "I think the reason why strong women have such a powerful impact is that you've got the strength of a man with the heart and sensitivity of a woman.",
      "author": "Emilia Clarke",
      "category": "Women, Strong, Man"
    },
    {
      "quote": "Organic buildings are the strength and lightness of the spiders' spinning, buildings qualified by light, bred by native character to environment, married to the ground.",
      "author": "Frank Lloyd Wright",
      "category": "Light, Character"
    },
    {
      "quote": "We gain the strength of the temptation we resist.",
      "author": "Ralph Waldo Emerson",
      "category": "Wisdom, Temptation, Gain"
    },
    {
      "quote": "God has always given me the strength to say what is right.",
      "author": "Rosa Parks",
      "category": "God, Me, Right"
    },
    {
      "quote": "Attachment is your biggest strength and your biggest weakness. Though it gives you the power to love someone more than yourself, it becomes difficult to live when you lose something you are attached to. Even when we have lost, we should go beyond that and get truly attached to someone. Loving someone truly is the most beautiful feeling.",
      "author": "Shahid Kapoor",
      "category": "Love, Beautiful, Power"
    },
    {
      "quote": "A lot of guys have muscles. A lot of strong men in this world. I think it's important to show that even under all this strength there's a fragile side, a side that can be affected.",
      "author": "Sylvester Stallone",
      "category": "Strong, Men, World"
    },
    {
      "quote": "Let me tell you the secret that has led me to my goal. My strength lies solely in my tenacity.",
      "author": "Louis Pasteur",
      "category": "Success, Goal, Me"
    },
    {
      "quote": "We need to reach that happy stage of our development when differences and diversity are not seen as sources of division and distrust, but of strength and inspiration.",
      "author": "Josefa Iloilo",
      "category": "Happy, Diversity"
    },
    {
      "quote": "It takes so much strength to say to your ego, 'You know what? You're going to keep me lonely, so I have to ignore you.'",
      "author": "George Michael",
      "category": "Me, Ego, Lonely"
    },
    {
      "quote": "Success in golf depends less on strength of body than upon strength of mind and character.",
      "author": "Arnold Palmer",
      "category": "Success, Character, Golf"
    },
    {
      "quote": "We draw our strength from the very despair in which we have been forced to live. We shall endure.",
      "author": "Cesar Chavez",
      "category": "Live, Despair, Endure"
    },
    {
      "quote": "Power is not an institution, and not a structure; neither is it a certain strength we are endowed with; it is the name that one attributes to a complex strategical situation in a particular society.",
      "author": "Michel Foucault",
      "category": "Power, Society, Name"
    },
    {
      "quote": "God, our Creator, has stored within our minds and personalities, great potential strength and ability. Prayer helps us tap and develop these powers.",
      "author": "A. P. J. Abdul Kalam",
      "category": "Faith, Great, God"
    },
    {
      "quote": "When I dare to be powerful - to use my strength in the service of my vision, then it becomes less and less important whether I am afraid.",
      "author": "Audre Lorde",
      "category": "Service, Vision, I Am"
    },
    {
      "quote": "Wisdom is the knowledge of good and evil, not the strength to choose between the two.",
      "author": "John Cheever",
      "category": "Wisdom, Knowledge, Good"
    },
    {
      "quote": "Heroism is endurance for one moment more.",
      "author": "George F. Kennan",
      "category": "Moment, Heroism, Endurance"
    },
    {
      "quote": "I, with a deeper instinct, choose a man who compels my strength, who makes enormous demands on me, who does not doubt my courage or my toughness, who does not believe me naive or innocent, who has the courage to treat me like a woman.",
      "author": "Anais Nin",
      "category": "Relationship, Courage, Man"
    },
    {
      "quote": "When a tradition gathers enough strength to go on for centuries, you don't just turn it off one day.",
      "author": "Chinua Achebe",
      "category": "Day, Tradition, You"
    },
    {
      "quote": "The wisest use of American strength is to advance freedom.",
      "author": "George W. Bush",
      "category": "Freedom, American, Wisest"
    },
    {
      "quote": "Don't expect to build up the weak by pulling down the strong.",
      "author": "Calvin Coolidge",
      "category": "Strong, Down, Build"
    },
    {
      "quote": "When restraint and courtesy are added to strength, the latter becomes irresistible.",
      "author": "Mahatma Gandhi",
      "category": "Courtesy, Restraint, Latter"
    },
    {
      "quote": "Calm, open debate, and logical thought drive strength to its maximum effectiveness.",
      "author": "Billy Corgan",
      "category": "Thought, Calm, Drive"
    },
    {
      "quote": "If your determination is fixed, I do not counsel you to despair. Few things are impossible to diligence and skill. Great works are performed not by strength, but perseverance.",
      "author": "Samuel Johnson",
      "category": "Perseverance, Great"
    },
    {
      "quote": "Difficulties are meant to rouse, not discourage. The human spirit is to grow strong by conflict.",
      "author": "William Ellery Channing",
      "category": "Strong, Conflict, Grow"
    },
    {
      "quote": "The apple cannot be stuck back on the Tree of Knowledge; once we begin to see, we are doomed and challenged to seek the strength to see more, not less.",
      "author": "Arthur Miller",
      "category": "Knowledge, Tree, Apple"
    },
    {
      "quote": "It takes strength to make your way through grief, to grab hold of life and let it pull you forward.",
      "author": "Patti Davis",
      "category": "Life, Grief, You"
    },
    {
      "quote": "Because your own strength is unequal to the task, do not assume that it is beyond the powers of man; but if anything is within the powers and province of man, believe that it is within your own compass also.",
      "author": "Marcus Aurelius",
      "category": "Man, Believe, Assume"
    },
    {
      "quote": "True strength lies in submission which permits one to dedicate his life, through devotion, to something beyond himself.",
      "author": "Henry Miller",
      "category": "Life, True, Through"
    },
    {
      "quote": "But my strength was in singing and songwriting, which was a new discovery for me when I was 18. And I decided if I pursued songwriting, which is what was closest to my heart, then there would be no competition. I would just live my life being myself and living my dream.",
      "author": "Jason Mraz",
      "category": "Life, Myself, Competition"
    },
    {
      "quote": "There is little that can withstand a man who can conquer himself.",
      "author": "Louis XIV",
      "category": "Man, Conquer, Little"
    },
    {
      "quote": "Each relationship nurtures a strength or weakness within you.",
      "author": "Mike Murdock",
      "category": "Relationship, Weakness, You"
    },
    {
      "quote": "Don't be afraid to give your best to what seemingly are small jobs. Every time you conquer one it makes you that much stronger. If you do the little jobs well, the big ones will tend to take care of themselves.",
      "author": "Dale Carnegie",
      "category": "Time, Best, Small"
    },
    {
      "quote": "They say everything you go through in your childhood builds character and inner strength.",
      "author": "Curtis Joseph",
      "category": "Character, Childhood, You"
    },
    {
      "quote": "If you would know strength and patience, welcome the company of trees.",
      "author": "Hal Borland",
      "category": "Patience, Welcome, Trees"
    },
    {
      "quote": "There can only be one state of mind as you approach any profound test; total concentration, a spirit of togetherness, and strength.",
      "author": "Pat Riley",
      "category": "Mind, You, Profound"
    },
    {
      "quote": "Of course! It takes a lot of strength to mend a broken heart. Channelising energies into your work helps, but also to be able to accept situations for what they are instead of questioning them helps immensely.",
      "author": "Deepika Padukone",
      "category": "Work, Heart, Broken"
    },
    {
      "quote": "In the end, long life is the reward, strength, and beauty.",
      "author": "Grace Paley",
      "category": "Life, Beauty, End"
    },
    {
      "quote": "I have been honoured to serve the whales, dolphins, seals - and all the other creatures on this Earth. Their beauty, intelligence, strength, and spirit have inspired me.",
      "author": "Paul Watson",
      "category": "Beauty, Intelligence, Me"
    },
    {
      "quote": "Whereas nationalism still seeks power, honour, and glory through means that endanger other countries, patriotism knows that a country's strength and honour can only be permanently safeguarded through concourse with other countries. And whereas nationalism scoffs at the idea of international laws and regulations, patriotism seeks to create such.",
      "author": "Ellen Key",
      "category": "Patriotism, Power"
    },
    {
      "quote": "Only one who devotes himself to a cause with his whole strength and soul can be a true master. For this reason mastery demands all of a person.",
      "author": "Albert Einstein",
      "category": "Soul, True, Mastery"
    },
    {
      "quote": "Rudeness is a weak imitation of strength.",
      "author": "Eric Hoffer",
      "category": "Imitation, Weak, Rudeness"
    },
    {
      "quote": "Only strength can cooperate. Weakness can only beg.",
      "author": "Dwight D. Eisenhower",
      "category": "Weakness, Only, Cooperate"
    },
    {
      "quote": "I felt invincible. My strength was that of a giant. God was certainly standing by me. I smashed five saloons with rocks before I ever took a hatchet.",
      "author": "Carry Nation",
      "category": "God, Me, Rocks"
    },
    {
      "quote": "My greatest strength as a consultant is to be ignorant and ask a few questions.",
      "author": "Peter Drucker",
      "category": "Questions, Greatest"
    },
    {
      "quote": "The fact that over 50 per cent of the residents of Toronto are not from Canada, that is always a good thing, creatively, and for food especially. That is easily a city's biggest strength, and it is Toronto's unique strength.",
      "author": "Anthony Bourdain",
      "category": "Food, Good, City"
    },
    {
      "quote": "The strength of the vampire is that people will not believe in him.",
      "author": "Garrett Fort",
      "category": "Believe, People, Vampire"
    },
    {
      "quote": "There are two ways of exerting one's strength: one is pushing down, the other is pulling up.",
      "author": "Booker T. Washington",
      "category": "Down, Up, Two"
    },
    {
      "quote": "When you're playing upside down, it takes twice the strength.",
      "author": "Tommy Lee",
      "category": "Down, Upside Down, You"
    },
    {
      "quote": "I would fight for my liberty so long as my strength lasted, and if the time came for me to go, the Lord would let them take me.",
      "author": "Harriet Tubman",
      "category": "Time, Fight, Me"
    },
    {
      "quote": "You have to get along with people, but you also have to recognize that the strength of a team is different people with different perspectives and different personalities.",
      "author": "Steve Case",
      "category": "Team, People, You"
    },
    {
      "quote": "Don't worry about not fitting in. The things that make people think you're weird are what makes you you, and therefore your greatest strength.",
      "author": "Birgitte Hjort Sorensen",
      "category": "Worry, People, Greatest"
    },
    {
      "quote": "We can learn the art of fierce compassion - redefining strength, deconstructing isolation and renewing a sense of community, practicing letting go of rigid us-vs.-them thinking - while cultivating power and clarity in response to difficult situations.",
      "author": "Sharon Salzberg",
      "category": "Art, Community, Compassion"
    },
    {
      "quote": "A single twig breaks, but the bundle of twigs is strong.",
      "author": "Tecumseh",
      "category": "Strong, Single, Breaks"
    },
    {
      "quote": "The strength and power of despotism consists wholly in the fear of resistance.",
      "author": "Thomas Paine",
      "category": "Fear, Power, Resistance"
    },
    {
      "quote": "Flexibility is crucial to my fitness. Incorporating a good warm-up and cool-down into every session decreases my chances of injury. I use both dynamic and static stretching in my training. I've starting doing a few yoga sessions which incorporates muscle strength and flexibility.",
      "author": "Samantha Stosur",
      "category": "Good, Fitness, Training"
    },
    {
      "quote": "Sure I am of this, that you have only to endure to conquer.",
      "author": "Winston Churchill",
      "category": "I Am, Conquer, You"
    },
    {
      "quote": "It is the characteristic excellence of the strong man that he can bring momentous issues to the fore and make a decision about them. The weak are always forced to decide between alternatives they have not chosen themselves.",
      "author": "Dietrich Bonhoeffer",
      "category": "Strong, Man, Excellence"
    },
    {
      "quote": "Discipline and united action are the real source of strength for the nation.",
      "author": "Lal Bahadur Shastri",
      "category": "Discipline, Action, Nation"
    },
    {
      "quote": "What we all need to do is find the wellspring that keeps us going, that gives us the strength and patience to keep up this struggle for a long time.",
      "author": "Winona LaDuke",
      "category": "Time, Patience, Struggle"
    },
    {
      "quote": "Insincerity is always weakness sincerity even in error is strength.",
      "author": "George Henry Lewes",
      "category": "Weakness, Sincerity, Always"
    },
    {
      "quote": "Women's strong qualities have become despised because of their weakness. The obvious remedy is to create a feminine character with all the strength of Superman plus all the allure of a good and beautiful woman.",
      "author": "William Moulton Marston",
      "category": "Beautiful, Women, Good"
    },
    {
      "quote": "Endurance is nobler than strength, and patience than beauty.",
      "author": "John Ruskin",
      "category": "Beauty, Patience, Endurance"
    },
    {
      "quote": "What's so lovely about Wonder Woman is yes, she has the strength and power of a goddess, but she has the heart and mind of a human. So I play her as I think a woman like me would act in the situations she's going through. You treat her as a normal woman who happens to be fantastic and almighty.",
      "author": "Gal Gadot",
      "category": "Power, Heart, Woman"
    },
    {
      "quote": "A conviction that you are a daughter of God gives you a feeling of comfort in your self-worth. It means that you can find strength in the balm of Christ. It will help you meet the heartaches and challenges with faith and serenity.",
      "author": "James E. Faust",
      "category": "Faith, Daughter, God"
    },
    {
      "quote": "Solitude is strength to depend on the presence of the crowd is weakness. The man who needs a mob to nerve him is much more alone than he imagines.",
      "author": "Paul Brunton",
      "category": "Alone, Man, Solitude"
    },
    {
      "quote": "Sometimes your greatest strength can emerge as a weakness if the context changes.",
      "author": "Harsha Bhogle",
      "category": "Changes, Greatest, Weakness"
    },
    {
      "quote": "I'm God's chosen child. I don't worry or carry anything extra to feel the strength. I've always felt the power of God beside me. Your strength lies in instilling honesty, truth, and sincerity in you.",
      "author": "Rohit Shetty",
      "category": "Truth, God, Power"
    },
    {
      "quote": "I think women are amazing for being able to show what they feel. I admire women who do. I think it's a mistake when women cover their emotions to look tough. I say let's own who we are and use it as a strength.",
      "author": "Gal Gadot",
      "category": "Women, Amazing, Mistake"
    },
    {
      "quote": "Simulated disorder postulates perfect discipline simulated fear postulates courage simulated weakness postulates strength.",
      "author": "Lao Tzu",
      "category": "Courage, Fear, Discipline"
    },
    {
      "quote": "My strength and my weakness are twins in the same womb.",
      "author": "Marge Piercy",
      "category": "Weakness, Twins, Same"
    },
    {
      "quote": "It's really important to share the idea that being different might feel like a problem at the time, but ultimately diversity is a strength.",
      "author": "Carson Kressley",
      "category": "Time, Diversity, Problem"
    },
    {
      "quote": "My relationship with my grandmother has gone from strength to strength. As a shy, younger man it could be harder to talk about weighty matters. It was: 'This is my grandmother who is the Queen, and these are serious historical subjects.'",
      "author": "Prince William",
      "category": "Relationship, Man, Queen"
    },
    {
      "quote": "To be an effective leader, you have to have a manipulative streak - you have to figure out the people working for you and give each tasks that will take advantage of his strength.",
      "author": "Norman Schwarzkopf",
      "category": "Leader, People, You"
    },
    {
      "quote": "I don't have the strength or wisdom to get through a single day without guidance and grace from God.",
      "author": "Tony Dungy",
      "category": "Wisdom, Day, God"
    },
    {
      "quote": "The terrorists thought they would change my aims and stop my ambitions, but nothing changed in my life except this: weakness, fear and hopelessness died. Strength, power and courage were born.",
      "author": "Malala Yousafzai",
      "category": "Life, Change, Fear"
    },
    {
      "quote": "God's grace is amazing! We're saved by grace - God's undeserved favor - and we live by grace, which is also God's power in our lives to do what we could never do in our own strength. And it's all because God is love, and He loves us unconditionally, constantly and completely.",
      "author": "Joyce Meyer",
      "category": "Love, God, Power"
    },
    {
      "quote": "I was in uniform for four years, and I know that heroism doesn't occur from taking orders, but rather from people who through their own willpower and strength are willing to sacrifice their lives for an idea.",
      "author": "Thor Heyerdahl",
      "category": "Sacrifice, People, Heroism"
    },
    {
      "quote": "If we are faithful to God in little things, we shall gain experience and strength that will be helpful to us in the more serious trials of life.",
      "author": "Hudson Taylor",
      "category": "Life, Experience, God"
    },
    {
      "quote": "It is only necessary to have courage, for strength without self-confidence is useless.",
      "author": "Giacomo Casanova",
      "category": "Courage, Self-Confidence"
    },
    {
      "quote": "We had to forge an alliance of strength based not on colour but on commitment to the total abolition of apartheid and oppression; we would seek allies, of whatever colour, as long as they were totally agreed on our liberation aims.",
      "author": "Oliver Tambo",
      "category": "Commitment, Long, Oppression"
    },
    {
      "quote": "The difference between a successful person and others is not a lack of strength, not a lack of knowledge, but rather a lack of will.",
      "author": "Vince Lombardi",
      "category": "Success, Knowledge"
    },
    {
      "quote": "The strength of a man's virtue should not be measured by his special exertions, but by his habitual acts.",
      "author": "Blaise Pascal",
      "category": "Man, Special, Virtue"
    },
    {
      "quote": "The spirit of man can endure only so much and when it is broken only a miracle can mend it.",
      "author": "John Burroughs",
      "category": "Man, Broken, Endure"
    },
    {
      "quote": "To be capable of steady friendship or lasting love, are the two greatest proofs, not only of goodness of heart, but of strength of mind.",
      "author": "William Hazlitt",
      "category": "Love, Friendship, Heart"
    },
    {
      "quote": "I do think the heart can balance out the mind, if your heart is in a good place it can give you the strength to do the right thing and behave the right way and overcome the mind.",
      "author": "Alexis Arguello",
      "category": "Good, Heart, Balance"
    },
    {
      "quote": "I had a vision with which I might have saved my people, but I had not the strength to do it.",
      "author": "Black Elk",
      "category": "Vision, People, Which"
    },
    {
      "quote": "When terrorists attacked the symbols of our national unity and strength, they failed to realize that they were just symbols of our strength. The real strength of our nation comes from our people - not our buildings.",
      "author": "Michael Enzi",
      "category": "Unity, People, Symbols"
    },
    {
      "quote": "Elizabeth Keckley was a woman of remarkable strength, courage, perseverance, and dignity. She was exceptionally talented, but also very diligent and ambitious, and together those qualities enabled her to deliver herself from slavery and become a successful businesswoman.",
      "author": "Jennifer Chiaverini",
      "category": "Perseverance, Courage"
    },
    {
      "quote": "Life is truly known only to those who suffer, lose, endure adversity and stumble from defeat to defeat.",
      "author": "Anais Nin",
      "category": "Life, Adversity, Defeat"
    },
    {
      "quote": "Life only demands from you the strength that you possess. Only one feat is possible not to run away.",
      "author": "Dag Hammarskjold",
      "category": "Life, Run, You"
    },
    {
      "quote": "Good actions give strength to ourselves and inspire good actions in others.",
      "author": "Samuel Smiles",
      "category": "Good, Inspire, Actions"
    },
    {
      "quote": "Women are like teabags. We don't know our true strength until we are in hot water!",
      "author": "Unknown",
      "category": "Women, Water, Know"
    },
    {
      "quote": "Patience and time do more than strength or passion.",
      "author": "Jean de La Fontaine",
      "category": "Time, Patience, Passion"
    },
    {
      "quote": "My strength is my humility. When you are humble, people like you.",
      "author": "Mohammad Azharuddin",
      "category": "Humble, Humility, People"
    },
    {
      "quote": "Strength does not have to be belligerent and loud.",
      "author": "Russell Brand",
      "category": "Loud, Belligerent, Does"
    },
    {
      "quote": "I know I have great inner strength; I always have. I can blank things out, cut people out, and I know that I can go and live in a cave on my own if necessary.",
      "author": "Charlotte Rampling",
      "category": "Great, People, Live"
    },
    {
      "quote": "Prayer is more than meditation. In meditation the source of strength is one's self. When one prays he goes to a source of strength greater than his own.",
      "author": "Chiang Kai-shek",
      "category": "Prayer, Self, Meditation"
    },
    {
      "quote": "Physical strength in a woman - that's what I am.",
      "author": "Tina Turner",
      "category": "I Am, Woman"
    },
    {
      "quote": "When you talk about peace through strength, what you're talking about is the concept of deterrence.",
      "author": "Chris Gibson",
      "category": "Peace, You, Through"
    },
    {
      "quote": "The bitterest creature under heaven is the wife who discovers that her husband's bravery is only bravado, that his strength is only a uniform, that his power is but a gun in the hands of a fool.",
      "author": "Pearl S. Buck",
      "category": "Power, Wife, Gun"
    },
    {
      "quote": "Being forced to work, and forced to do your best, will breed in you temperance and self-control, diligence and strength of will, cheerfulness and content, and a hundred virtues which the idle will never know.",
      "author": "Charles Kingsley",
      "category": "Work, Best, Do Your Best"
    },
    {
      "quote": "I was always looking outside myself for strength and confidence but it comes from within. It is there all the time.",
      "author": "Anna Freud",
      "category": "Time, Confidence, Myself"
    },
    {
      "quote": "He knows not his own strength that has not met adversity.",
      "author": "Ben Jonson",
      "category": "Adversity, Own, Knows"
    },
    {
      "quote": "The future belongs to us, because we have taken charge of it. We have the commitment, we have the resourcefulness, and we have the strength of our people to share the dream across Africa of clean water for all.",
      "author": "Ellen Johnson Sirleaf",
      "category": "Future, Water, Commitment"
    },
    {
      "quote": "Indeed, the existence of class, of social hierarchy, is as old as man himself. It prevails in the jungle where strength determines hierarchy; among men, it has also been savagely the same, whereby rulers vested with power through personal combat, or through lineal heritage as in the case of royalty, ravage their subjects.",
      "author": "F. Sionil Jose",
      "category": "Power, Man, Men"
    },
    {
      "quote": "As long as I have health and strength, I will gladly work all my days.",
      "author": "Frederic Chopin",
      "category": "Work, Health, Long"
    },
    {
      "quote": "It takes a great deal of character strength to apologize quickly out of one's heart rather than out of pity. A person must possess himself and have a deep sense of security in fundamental principles and values in order to genuinely apologize.",
      "author": "Stephen Covey",
      "category": "Deep, Character, Great"
    },
    {
      "quote": "The lessons I learned from the dark days at Alibaba are that you've got to make your team have value, innovation, and vision. Also, if you don't give up, you still have a chance. And, when you are small, you have to be very focused and rely on your brain, not your strength.",
      "author": "Jack Ma",
      "category": "Innovation, Team, Vision"
    },
    {
      "quote": "We will not find the inner strength to evolve to a higher level if we do not inwardly develop this profound feeling that there is something higher than ourselves.",
      "author": "Rudolf Steiner",
      "category": "Feeling, Profound, Find"
    },
    {
      "quote": "Some folks hesitate to seize additional strength because they think it wrong or dangerous to be a powerful individual. Somehow they have acquired the false notion that tyranny or dictatorship or cruelty are the outcomes of a powerful personality. These characteristics are not power. They are weaknesses disguised as power.",
      "author": "Vernon Howard",
      "category": "Power, Powerful, Personality"
    },
    {
      "quote": "Something called 'the Oklahoma Standard' became known throughout the world. It means resilience in the face of adversity. It means a strength and compassion that will not be defeated.",
      "author": "Brad Henry",
      "category": "Adversity, Compassion"
    },
    {
      "quote": "I've always enjoyed singing and can't recall a time in my life where I wasn't singing. I'm most grateful for the strength I have in that department. I have a lot of bad habits on the guitar which limits my playing ability. But I get a little better each year.",
      "author": "Jason Mraz",
      "category": "Life, Time, Grateful"
    },
    {
      "quote": "I am an example of what is possible when girls from the very beginning of their lives are loved and nurtured by people around them. I was surrounded by extraordinary women in my life who taught me about quiet strength and dignity.",
      "author": "Michelle Obama",
      "category": "Life, Women, I Am"
    },
    {
      "quote": "An organization which claims to be working for the needs of a community - as SNCC does - must work to provide that community with a position of strength from which to make its voice heard. This is the significance of black power beyond the slogan.",
      "author": "Stokely Carmichael",
      "category": "Work, Community, Power"
    },
    {
      "quote": "May He who is the Brahman of the Hindus, the Ahura-Mazda of the Zoroastrians, the Buddha of the Buddhists, the Jehovah of the Jews, the Father in Heaven of the Christians give strength to you to carry out your noble idea.",
      "author": "Swami Vivekananda",
      "category": "Father, You, Idea"
    },
    {
      "quote": "The strength of a civilization is not measured by its ability to fight wars, but rather by its ability to prevent them.",
      "author": "Gene Roddenberry",
      "category": "Fight, Civilization, Ability"
    },
    {
      "quote": "Most people give Kennedy a passing grade, a good grade on the Cuban Missile Crisis handling, but what they don't realize, if he had had strength, if he had showed strength before, there would never have been a Cuban Missile Crisis.",
      "author": "Louie Gohmert",
      "category": "Good, People, Crisis"
    },
    {
      "quote": "I found strength in what hurt me. And in my family - that's my strength as well. I'm truly grateful to be hurt as many times as I have, because I'm happy!",
      "author": "Selena Gomez",
      "category": "Family, Happy, Grateful"
    },
    {
      "quote": "The men who have guided the destiny of the United States have found the strength for their tasks by going to their knees. This private unity of public men and their God is an enduring source of reassurance for the people of America.",
      "author": "Lyndon B. Johnson",
      "category": "God, Unity, America"
    },
    {
      "quote": "Confession of errors is like a broom which sweeps away the dirt and leaves the surface brighter and clearer. I feel stronger for confession.",
      "author": "Mahatma Gandhi",
      "category": "Stronger, Dirt, Confession"
    },
    {
      "quote": "One of the primary purposes of civilization - and certainly its primary strength - is the guarantee that family life can flourish in unity, peace, and order.",
      "author": "Robert Kennedy",
      "category": "Life, Family, Peace"
    },
    {
      "quote": "Poesy must not be drawn by the ears: it must be gently led, or rather, it must lead, which was partly the cause that made the ancient learned affirm it was a divine, and no human skill, since all other knowledges lie ready for any that have strength of wit; a poet no industry can make, if his own genius be not carried into it.",
      "author": "Philip Sidney",
      "category": "Lie, Genius, Skill"
    },
    {
      "quote": "The God we serve does not seek out the perfect, but instead uses our imperfections and our shortcomings for his greater good. I am humbled by my own limitations. But where I am weak, He is strong.",
      "author": "Rick Perry",
      "category": "Good, God, Strong"
    },
    {
      "quote": "A lot of people think that addiction is a choice. A lot of people think it's a matter of will. That has not been my experience. I don't find it to have anything to do with strength.",
      "author": "Matthew Perry",
      "category": "Experience, Choice, People"
    },
    {
      "quote": "Greatness lies, not in being strong, but in the right using of strength; and strength is not used rightly when it serves only to carry a man above his fellows for his own solitary glory. He is the greatest whose strength carries up the most hearts by the attraction of his own.",
      "author": "Henry Ward Beecher",
      "category": "Great, Strong, Man"
    },
    {
      "quote": "Gene Roddenberry continually reminded us that the Star Trek Enterprise was a metaphor for starship Earth. And the strength in this starship came from its diversity, coming together and working in concert as a team. That is the strength of our countries, Canada and the United States. We are nations of diversity.",
      "author": "George Takei",
      "category": "Team, Diversity, Together"
    },
    {
      "quote": "Old age is not a disease - it is strength and survivorship, triumph over all kinds of vicissitudes and disappointments, trials and illnesses.",
      "author": "Maggie Kuhn",
      "category": "Age, Old Age, Triumph"
    },
    {
      "quote": "There comes a pause, for human strength will not endure to dance without cessation; and everyone must reach the point at length of absolute prostration.",
      "author": "Lewis Carroll",
      "category": "Dance, Reach, Human"
    },
    {
      "quote": "I have always had good strength in my legs from working out with weights. I have also been riding a bike of some sort for most of my life and have good agility.",
      "author": "Mark-Paul Gosselaar",
      "category": "Life, Good, Bike"
    },
    {
      "quote": "'Tis skill, not strength, that governs a ship.",
      "author": "Thomas Fuller",
      "category": "Ship, Skill, Tis"
    },
    {
      "quote": "Darts players are probably a lot fitter than most footballers in overall body strength.",
      "author": "Sid Waddell",
      "category": "Body, Players, Overall"
    },
    {
      "quote": "Our veterans and service members are known for their strength, but when they're recovering from an operation or receiving emergency care, that strength can depend on seeing a spouse, talking with the kids or just knowing that loved ones are by their side. It isn't difficult to imagine what a difference keeping families together can make.",
      "author": "John Delaney",
      "category": "Service, Together, Veterans"
    },
    {
      "quote": "I was very down as a teenager, very upset because I had gotten hurt in a car accident. But my dad was a source of strength. He used to say, 'It's the character with strength that God gives the most challenges to.' I've thought about that so many times in my life when things didn't go right.",
      "author": "Bonnie Hunt",
      "category": "Life, Car, God"
    },
    {
      "quote": "Perhaps I am stronger than I think.",
      "author": "Thomas Merton",
      "category": "I Am, Stronger, Think"
    },
    {
      "quote": "All species capable of grasping this fact manage better in the struggle for existence than those which rely upon their own strength alone: the wolf, which hunts in a pack, has a greater chance of survival than the lion, which hunts alone.",
      "author": "Christian Lous Lange",
      "category": "Struggle, Alone, Lion"
    },
    {
      "quote": "The Internet is probably the most important technological advancement of my lifetime. Its strength lies in its open architecture and its ability to allow a framework where all voices can be heard.",
      "author": "Adam Savage",
      "category": "Architecture, Internet"
    },
    {
      "quote": "When I use my strength in the service of my vision it makes no difference whether or not I am afraid.",
      "author": "Audre Lorde",
      "category": "Service, Vision, I Am"
    },
    {
      "quote": "Nothing has more strength than dire necessity.",
      "author": "Euripides",
      "category": "Nothing, Necessity, Than"
    },
    {
      "quote": "Life asks not merely what you can do it asks how much can you endure and not be spoiled.",
      "author": "Harry Emerson Fosdick",
      "category": "Life, You Can Do It, You"
    },
    {
      "quote": "Force has no place where there is need of skill.",
      "author": "Herodotus",
      "category": "Place, Skill, Need"
    },
    {
      "quote": "Fortitude is the guard and support of the other virtues.",
      "author": "John Locke",
      "category": "Support, Fortitude, Virtues"
    },
    {
      "quote": "True strength is delicate.",
      "author": "Louise Berliawsky Nevelson",
      "category": "True, Delicate"
    },
    {
      "quote": "Endure and persist this pain will turn to good by and by.",
      "author": "Ovid",
      "category": "Good, Pain, Turn"
    },
    {
      "quote": "In all my perplexities and distresses, the Bible has never failed to give me light and strength.",
      "author": "Robert E. Lee",
      "category": "Light, Me, Bible"
    },
    {
      "quote": "Thousands have lived without love, not one without water.",
      "author": "W. H. Auden",
      "category": "Love, Water, Without"
    },
    {
      "quote": "I think I was born strong-willed. That's not the kind of thing you can learn. The advantage is, you stick to what you believe in and rarely get pushed out of what you want to do.",
      "author": "Joan Jett",
      "category": "Believe, Want, Think"
    },
    {
      "quote": "What is to give light must endure burning.",
      "author": "Anton Wildgans",
      "category": "Light, Endure, Give"
    },
    {
      "quote": "Mental strength is really important because you either win or lose in your mind. And I'm not solely talking about sporting matches, boxing events - anything you do, you do it first with your mental strength. And you can actually train and develop it, and I am responsible for what I'm saying because I have experience with that.",
      "author": "Wladimir Klitschko",
      "category": "Experience, I Am, Mind"
    },
    {
      "quote": "Wondrous is the strength of cheerfulness, and its power of endurance - the cheerful man will do more in the same time, will do it; better, will preserve it longer, than the sad or sullen.",
      "author": "Thomas Carlyle",
      "category": "Positive, Time, Sad"
    },
    {
      "quote": "The five separate fingers are five independent units. Close them and the fist multiplies strength. This is organization.",
      "author": "James Cash Penney",
      "category": "Organization, Independent"
    },
    {
      "quote": "You really have to look inside yourself and find your own inner strength, and say, 'I'm proud of what I am and who I am, and I'm just going to be myself.'",
      "author": "Mariah Carey",
      "category": "Myself, I Am, Yourself"
    },
    {
      "quote": "The military might of a country represents its national strength. Only when it builds up its military might in every way can it develop into a thriving country.",
      "author": "Kim Jong-un",
      "category": "Military, Country, Way"
    },
    {
      "quote": "Tina Turner is someone that I admire, because she made her strength feminine and sexy. Marilyn Monroe, because she was a curvy woman. I'm drawn to things that have the same kind of silhouettes as what she wore because our bodies are similar.",
      "author": "Beyonce Knowles",
      "category": "Woman, Sexy, She"
    },
    {
      "quote": "Tolerance is a virtue that depends upon peace and strength.",
      "author": "Charles Lindbergh",
      "category": "Peace, Tolerance, Virtue"
    },
    {
      "quote": "We can reach our potential, but to do so, we must reach within ourselves. We must summon the strength, the will, and the faith to move forward - to be bold - to invest in our future.",
      "author": "John Hoeven",
      "category": "Future, Faith, Potential"
    },
    {
      "quote": "Good composition is like a suspension bridge - each line adds strength and takes none away.",
      "author": "Robert Henri",
      "category": "Good, Bridge, Line"
    },
    {
      "quote": "Women have seldom sufficient employment to silence their feelings; a round of little cares, or vain pursuits frittering away all strength of mind and organs, they become naturally only objects of sense.",
      "author": "Mary Wollstonecraft",
      "category": "Women, Silence, Mind"
    },
    {
      "quote": "Don't be intimidated by what you don't know. That can be your greatest strength and ensure that you do things differently from everyone else.",
      "author": "Sara Blakely",
      "category": "Greatest, Know, You"
    },
    {
      "quote": "Strengths are not activities you're good at, they're activities that strengthen you. A strength is an activity that before you're doing it you look forward to doing it; while you're doing it, time goes by quickly and you can concentrate; after you've done it, it seems to fulfill a need of yours.",
      "author": "Marcus Buckingham",
      "category": "Time, Good, You"
    },
    {
      "quote": "Anyone can wear my dresses. They will look good on any figure, no matter what shape you are. I want to celebrate a woman's inner strength, to inspire real women and make them feel confident and beautiful.",
      "author": "Tadashi Shoji",
      "category": "Beautiful, Women, Good"
    },
    {
      "quote": "My mother helped me to be who I am: to have strength and not to let people run all over me and yet to be humble to realise that all of this that I have today could be gone.",
      "author": "Missy Elliott",
      "category": "Today, Mother, I Am"
    },
    {
      "quote": "Any act often repeated soon forms a habit; and habit allowed, steady gains in strength, At first it may be but as a spider's web, easily broken through, but if not resisted it soon binds us with chains of steel.",
      "author": "Tryon Edwards",
      "category": "Broken, Spider, Through"
    },
    {
      "quote": "All the strength and force of man comes from his faith in things unseen. He who believes is strong he who doubts is weak. Strong convictions precede great actions.",
      "author": "James Freeman Clarke",
      "category": "Faith, Great, Strong"
    },
    {
      "quote": "The kind of beauty I want most is the hard-to-get kind that comes from within - strength, courage, dignity.",
      "author": "Ruby Dee",
      "category": "Beauty, Courage, Want"
    },
    {
      "quote": "Feminine force is that inner strength, that power, that will to face down any negative circumstances in life and defeat them.",
      "author": "Georgette Mosbacher",
      "category": "Life, Power, Negative"
    },
    {
      "quote": "When I was younger, I used to wrestle, and I feel that it contributed to my athletic ability because as a wrestler you have to be an all-encompassed athlete. You need stamina, strength, endurance and mental capacity. You also have to learn how to adapt in any situation.",
      "author": "Dhani Jones",
      "category": "Endurance, Adapt, You"
    },
    {
      "quote": "Remember to look at your glass half full and not half empty. A lot of my strength comes from God. God has given me a gift - the gift of life - and it's amazing that I live each day.",
      "author": "Mattie Stepanek",
      "category": "Life, Day, God"
    },
    {
      "quote": "We have to nurture our young women and understand the beauty and the strength of being a woman. It's kind of a catch-22: Strength in women isn't appreciated, and vulnerability in women isn't appreciated. It's like, 'What the hell do you do?' What you do is you don't allow anyone to dictate who you are.",
      "author": "Jada Pinkett Smith",
      "category": "Beauty, Women, Woman"
    },
    {
      "quote": "Power over others is weakness disguised as strength.",
      "author": "Eckhart Tolle",
      "category": "Power, Weakness, Others"
    },
    {
      "quote": "Being a caretaker is, and never will be, an easy job; in fact, it is that hardest job in the world and many times a thankless job. You have to be the pillar of strength even when you feel like you are crumbling to pieces inside.",
      "author": "Jenna Morasca",
      "category": "Job, World, Easy"
    },
    {
      "quote": "I think that we should remember that social change can happen when people join together with some strength.",
      "author": "Haskell Wexler",
      "category": "Change, Together, Remember"
    },
    {
      "quote": "A champion's strength comes from never being contented.",
      "author": "Stephan El Shaarawy",
      "category": "Champion, Never, Being"
    },
    {
      "quote": "Courage conquers all things: it even gives strength to the body.",
      "author": "Ovid",
      "category": "Courage, Body, Things"
    },
    {
      "quote": "Only actions give life strength only moderation gives it charm.",
      "author": "Jean Paul",
      "category": "Life, Moderation, Charm"
    },
    {
      "quote": "The awareness of our own strength makes us modest.",
      "author": "Paul Cezanne",
      "category": "Awareness, Own, Us"
    },
    {
      "quote": "To have ego means to believe in your own strength. And to also be open to other people's views. It is to be open, not closed. So, yes, my ego is big, but it's also very small in some areas. My ego is responsible for my doing what I do - bad or good.",
      "author": "Barbra Streisand",
      "category": "Good, Believe, Ego"
    },
    {
      "quote": "I know that, like every woman of the people, I have more strength than I appear to have.",
      "author": "Evita Peron",
      "category": "Woman, People, Know"
    },
    {
      "quote": "In all human affairs there are efforts, and there are results, and the strength of the effort is the measure of the result.",
      "author": "James Allen",
      "category": "Effort, Measure, Human"
    },
    {
      "quote": "The depth and strength of a human character are defined by its moral reserves. People reveal themselves completely only when they are thrown out of the customary conditions of their life, for only then do they have to fall back on their reserves.",
      "author": "Leon Trotsky",
      "category": "Life, Character, Fall"
    },
    {
      "quote": "If thou desire the love of God and man, be humble, for the proud heart, as it loves none but itself, is beloved of none but itself. Humility enforces where neither virtue, nor strength, nor reason can prevail.",
      "author": "Francis Quarles",
      "category": "Love, God, Man"
    },
    {
      "quote": "Give us grace and strength to forbear and to persevere. Give us courage and gaiety and the quiet mind, spare to us our friends, soften to us our enemies.",
      "author": "Robert Louis Stevenson",
      "category": "Courage, Friends, Mind"
    },
    {
      "quote": "Strength and wisdom are not opposing values.",
      "author": "William J. Clinton",
      "category": "Wisdom, Values, Opposing"
    },
    {
      "quote": "The superior man is the providence of the inferior. He is eyes for the blind, strength for the weak, and a shield for the defenseless. He stands erect by bending above the fallen. He rises by lifting others.",
      "author": "Robert Green Ingersoll",
      "category": "Eyes, Man, Blind"
    },
    {
      "quote": "I understand now that the vulnerability I've always felt is the greatest strength a person can have. You can't experience life without feeling life. What I've learned is that being vulnerable to somebody you love is not a weakness, it's a strength.",
      "author": "Elisabeth Shue",
      "category": "Love, Life, Experience"
    },
    {
      "quote": "Vision is perhaps our greatest strength... it has kept us alive to the power and continuity of thought through the centuries, it makes us peer into the future and lends shape to the unknown.",
      "author": "Li Ka-shing",
      "category": "Future, Power, Vision"
    },
    {
      "quote": "He knows not his own strength who hath not met adversity.",
      "author": "William Samuel Johnson",
      "category": "Adversity, Own, Knows"
    },
    {
      "quote": "Although strength should fail, the effort will deserve praise. In great enterprises the attempt is enough.",
      "author": "Sextus Propertius",
      "category": "Great, Effort, Fail"
    },
    {
      "quote": "Not even girls want to be girls so long as our feminine archetype lacks force, strength, and power.",
      "author": "William Moulton Marston",
      "category": "Power, Long, Want"
    },
    {
      "quote": "I realized then that the generations may change but the strength of our nation remains solid.",
      "author": "Jane D. Hull",
      "category": "Change, Nation, May"
    },
    {
      "quote": "At some point, you can't lift this boulder with just your own strength. And if you find that you need to move bigger and bigger boulders up hills, you will need more and more help.",
      "author": "Vint Cerf",
      "category": "Help, You, Lift"
    },
    {
      "quote": "My mom was a source of strength. She showed me by example that women, regardless of how difficult life may get, can do it all.",
      "author": "Gloria Estefan",
      "category": "Life, Women, Mom"
    },
    {
      "quote": "My strength was that I am more balanced and calmer than most other riders.",
      "author": "Miguel Indurain",
      "category": "I Am, Most, Than"
    },
    {
      "quote": "Physical strength can never permanently withstand the impact of spiritual force.",
      "author": "Franklin D. Roosevelt",
      "category": "Faith, Spiritual, Impact"
    },
    {
      "quote": "Let a woman have her place, because as you provide foundation for her, she provides a foundation for you. And through that vulnerability comes strength.",
      "author": "Shemar Moore",
      "category": "Woman, Foundation, You"
    },
    {
      "quote": "What we call a poem is mostly what is not there on the page. The strength of any poem is the poems that it has managed to exclude.",
      "author": "Harold Bloom",
      "category": "Page, Poem, Call"
    },
    {
      "quote": "Women may fall when there's no strength in men.",
      "author": "William Shakespeare",
      "category": "Women, Men, Fall"
    },
    {
      "quote": "A strength to harm is perilous in the hand of an ambitious head.",
      "author": "Elizabeth I",
      "category": "Head, Hand, Harm"
    },
    {
      "quote": "People think of Latina women as being fiery and fierce, which is usually true. But I think the quality that so many Latinas possess is strength. I'm very proud to have Latin blood.",
      "author": "Zoe Saldana",
      "category": "Women, Quality, Proud"
    },
    {
      "quote": "Our strength is not just in the size of our defense budget, but in the size of our hearts, in the size of our gratitude for their sacrifice. And that's not just measured in words or gestures.",
      "author": "Jennifer Granholm",
      "category": "Gratitude, Sacrifice, Words"
    },
    {
      "quote": "Religious beliefs evolved by group-selection, tribe competing against tribe, and the illogic of religions is not a weakness but their essential strength.",
      "author": "E. O. Wilson",
      "category": "Weakness, Beliefs, Competing"
    },
    {
      "quote": "My husband has quite simply been my strength and stay all these years, and I owe him a debt greater than he would ever claim.",
      "author": "Queen Elizabeth II",
      "category": "Husband, Years, Debt"
    },
    {
      "quote": "Tennis takes care of everything. It requires agility and quickness to get to the ball, core strength to get power into your shorts and stamina to last for an entire match. In addition to toning your arms and shoulders, it's a total body workout for your legs and abs, and works your heart and core unlike any other sport.",
      "author": "Samantha Stosur",
      "category": "Power, Heart, Tennis"
    },
    {
      "quote": "My faith is an important part of my life and over the years I've learnt that it takes a proud man to say he doesn't need anything. It has been a quiet strength and a backbone through a lot of difficult times.",
      "author": "Bear Grylls",
      "category": "Life, Faith, Man"
    },
    {
      "quote": "When you have a certain fitness projection, it's going to give you an advantage. Having strength, stamina and speed is important because I'm working with dogs who can kill me.",
      "author": "Cesar Millan",
      "category": "Fitness, Me, Speed"
    },
    {
      "quote": "It isn't right to judge strength as better than good wisdom.",
      "author": "Xenophanes",
      "category": "Wisdom, Good, Better"
    },
    {
      "quote": "India is a vibrant nation whose strength lies in its commitment to equal rights and to speech, religious and economic freedoms that enrich the lives of all citizens. India is not only the world's largest democracy; it is also a secular, pluralistic society committed to inclusive growth.",
      "author": "Henry Paulson",
      "category": "Growth, Society, World"
    },
    {
      "quote": "I'm not against working out. It's just not effective for weight loss. I like strength training to tone and firm the body so you look tight. But working out just makes you hungrier.",
      "author": "Jorge Cruise",
      "category": "Training, Loss, Body"
    },
    {
      "quote": "The most amazing lesson in aerodynamics I ever had was the day I climbed a thermal in a glider at the same time as an eagle. I witnessed, close up, effortlessness and lightness combined with strength, precision and determination.",
      "author": "Norman Foster",
      "category": "Time, Day, Determination"
    },
    {
      "quote": "All women are the same, really: They are strong, but they are afraid of their own strength.",
      "author": "Diane von Furstenberg",
      "category": "Women, Strong, Same"
    },
    {
      "quote": "When we have nothing to cling to as our own and cease thinking of ourselves as people who must defend privileges, we can open ourselves freely to others with the faithful expectation that our strength will manifest itself in our shared weakness.",
      "author": "Henri Nouwen",
      "category": "Thinking, People, Weakness"
    },
    {
      "quote": "I'm very optimistic because I think that the real strength of a nation like the United States comes from blending cultures. There's no way that you can close the frontiers anywhere. The borders are there to be violated permanently.",
      "author": "Isabel Allende",
      "category": "Think, You, Nation"
    },
    {
      "quote": "The lesson of 9/11 is that America is truly exceptional. We withstood the worst attack of our history, intended by our enemies to destroy us. Instead, it drew us closer and made us more united. Our love for freedom and one another has given us a strength that surprised even ourselves.",
      "author": "Rudy Giuliani",
      "category": "Love, History, Freedom"
    },
    {
      "quote": "The malaria parasite has been killing children and sapping the strength of whole populations for tens of thousands of years. It is impossible to calculate the harm malaria has done to the world.",
      "author": "Bill Gates",
      "category": "Children, World, Impossible"
    },
    {
      "quote": "The great American tradition is one of pluralism, not exclusive secularism. The strength of our country is reflected in the contributions that we all make to the common good.",
      "author": "Donald Wuerl",
      "category": "Good, Great, American"
    },
    {
      "quote": "If art is any good, it has so much of a longer trajectory than one night. Contemporary art is separate from art openings. In the end, it depends on the strength of ideas in each piece.",
      "author": "Elizabeth Peyton",
      "category": "Art, Good, Night"
    },
    {
      "quote": "Our responsibility is to learn to draw upon the power of the Atonement. Otherwise, we walk through mortality relying solely on our own strength.",
      "author": "Sheri L. Dew",
      "category": "Responsibility, Power, Walk"
    },
    {
      "quote": "Part of my advantage is that my strength is economic forecasting, but that only works in free markets, when markets are smarter than people. That's how I started. I watched the stock market, how equities reacted to change in levels of economic activity, and I could understand how price signals worked and how to forecast them.",
      "author": "Stanley Druckenmiller",
      "category": "Change, Free, People"
    },
    {
      "quote": "Most people are remarkably resilient. Even those who have been through war or great loss often find reservoirs of strength. But the legacy of trauma is a heavy burden to bear.",
      "author": "Christina Baker Kline",
      "category": "Great, War, Legacy"
    },
    {
      "quote": "Think not that humility is weakness it shall supply the marrow of strength to thy bones. Stoop and conquer bow thyself and become invincible.",
      "author": "Charles Spurgeon",
      "category": "Humility, Conquer, Weakness"
    },
    {
      "quote": "It's so easy to be there when it's all sunshine, but it really takes strength and courage to be there for each other during the dark times.",
      "author": "Bindi Irwin",
      "category": "Courage, Sunshine, Dark"
    },
    {
      "quote": "When it comes to tyrants, dictators and terrorists, strength and the threat of force is the only language they understand.",
      "author": "Kevin McCarthy",
      "category": "Language, Understand, Force"
    },
    {
      "quote": "I believe in the Prince of Peace. I believe that War is Murder. I believe that armies and navies are at bottom the tinsel and braggadocio of oppression and wrong, and I believe that the wicked conquest of weaker and darker nations by nations whiter and stronger but foreshadows the death of that strength.",
      "author": "W. E. B. Du Bois",
      "category": "Death, Peace, War"
    },
    {
      "quote": "If I had to pick my greatest strength as a football coach, I say it would be innovation.",
      "author": "Tom Landry",
      "category": "Innovation, Football"
    },
    {
      "quote": "Obviously, swimming is my strength, but I'm also good at fencing.",
      "author": "Elodie Clouvel",
      "category": "Good, Swimming, Fencing"
    },
    {
      "quote": "Germany's strength lies largely in the fact that the Federal Republic is a center of industry and that it's an export nation.",
      "author": "Angela Merkel",
      "category": "Nation, Fact, Germany"
    },
    {
      "quote": "It's a marathon, not a sprint. I actually feel like I come to work stronger when I've had a little time on the weekend to step away from it and enjoy my family and other things. I come back energized. If people think they're going to work 24/7, week in and week out, they're not bringing their full strength to the table.",
      "author": "Mary Barra",
      "category": "Work, Family, Time"
    },
    {
      "quote": "Having the strength to tune out negativity and remain focused on what I want gives me the will and confidence to achieve my goals.",
      "author": "Gisele Bundchen",
      "category": "Goals, Confidence, Me"
    },
    {
      "quote": "With the proper motivation, you can do anything. I was just a poor kid that ate pork and beans out of a can and apple sauce. I went from rags to riches. But it does take a lot of determination, inner strength, drive, and discipline.",
      "author": "Lee Haney",
      "category": "Determination, Apple"
    },
    {
      "quote": "We believe with all the strength of our spirit that mankind has a supreme, primary and irreplaceable need which can be satisfied only through Jesus Christ, the first-born among men, the head of the new humanity, in whom each individual reaches full self-realization.",
      "author": "Pope Paul VI",
      "category": "Men, Humanity, Believe"
    },
    {
      "quote": "Evolution is ultimately why cancer is so deadly. Take two biopsies from different sides of a tumor, and they can be genetically very different, making it that much harder to fight. Variation is the toolbox of evolution, and this variation gives cancer strength.",
      "author": "Kyle Hill",
      "category": "Fight, Evolution, Cancer"
    },
    {
      "quote": "The carrying power of a bridge is not the average strength of the pillars, but the strength of the weakest pillar. I have always believed that you do not measure the health of a society by GNP but by the condition of its worst off.",
      "author": "Zygmunt Bauman",
      "category": "Health, Power, Society"
    },
    {
      "quote": "Freedom comes from strength and self-reliance.",
      "author": "Lisa Murkowski",
      "category": "Freedom, Self-Reliance"
    },
    {
      "quote": "This is just what I have thought when I have seen slaves at work - they seem to go through the motions of labor without putting strength into them. They keep their powers in reserve for their own use at night, perhaps.",
      "author": "Frederick Law Olmsted",
      "category": "Work, Thought, Night"
    },
    {
      "quote": "Somehow I kept my head above water. I relied on the discipline, character, and strength that I had started to develop as that little girl in her first swimming pool.",
      "author": "Esther Williams",
      "category": "Character, Water, Girl"
    },
    {
      "quote": "The glimpses of human strength and frailty that a physician sees are with me still.",
      "author": "Daniel Nathans",
      "category": "Me, Physician, Human"
    },
    {
      "quote": "The strength of the United States is not the gold at Fort Knox or the weapons of mass destruction that we have, but the sum total of the education and the character of our people.",
      "author": "Claiborne Pell",
      "category": "Education, Character, Gold"
    },
    {
      "quote": "People do not lack strength they lack will.",
      "author": "Victor Hugo",
      "category": "People, Will, Lack"
    },
    {
      "quote": "I feel my heart break to see a nation ripped apart by it's own greatest strength - it's diversity.",
      "author": "Melissa Etheridge",
      "category": "Diversity, Heart, Greatest"
    },
    {
      "quote": "Peace is not the absence of war, but a virtue based on strength of character.",
      "author": "Baruch Spinoza",
      "category": "Peace, Character, War"
    },
    {
      "quote": "The strength and power and goodness of America has always been based on the strength and power and goodness of our communities, our families, our faiths. That is the bedrock of what makes America, America. In our best days, we can feel the vibrancy of America's communities, large and small.",
      "author": "Mitt Romney",
      "category": "Best, Power, America"
    },
    {
      "quote": "We can't equate spending on veterans with spending on defense. Our strength is not just in the size of our defense budget, but in the size of our hearts, in the size of our gratitude for their sacrifice. And that's not just measured in words or gestures.",
      "author": "Jennifer Granholm",
      "category": "Gratitude, Sacrifice, Words"
    },
    {
      "quote": "Whenever the strength of God is not recognized as the source of our strength, we are breaking the First Commandment: Do not have any gods before me.",
      "author": "John Piper",
      "category": "God, Me, First"
    },
    {
      "quote": "I firmly believe in prayer. It is possible to reach out and tap the unseen power which gives strength and anchor in time of need.",
      "author": "Ezra Taft Benson",
      "category": "Time, Power, Believe"
    },
    {
      "quote": "There were times when chemo would eat my body, but I told myself that I have the strength and courage to win and come out stronger.",
      "author": "Yuvraj Singh",
      "category": "Courage, Myself, Win"
    },
    {
      "quote": "When I was younger, my feet would hurt a lot, but you build up calluses and strength, and you don't feel as much pain there. But then again, it's a give and take. The older you get, you may feel pain in your back or your hips.",
      "author": "Misty Copeland",
      "category": "Pain, Hurt, Feet"
    },
    {
      "quote": "One thing I learned about Gordon Brown is you've got to have the strength to just get in there and take him on. When you first hear him spouting his statistics and boasting about his record, it can be quite intimidating. But over time, shadowing him, I just realised that a lot of it was rubbish; a lot of it was baloney.",
      "author": "George Osborne",
      "category": "Time, Statistics, You"
    },
    {
      "quote": "How can we love the Lord our God with all our heart, soul, mind, and strength if we must separate our minds from our faith? Such a separation violates the very meaning of faith.",
      "author": "Hugh Ross",
      "category": "Love, Faith, God"
    },
    {
      "quote": "The strength people need to proceed along the path of human development can come only from the spiritual worlds.",
      "author": "Rudolf Steiner",
      "category": "Path, Spiritual, People"
    },
    {
      "quote": "When you're strong physically, it improves your strength in every other facet of your life. You're more confident, your self-esteem is higher, and your self image is better.",
      "author": "Jillian Michaels",
      "category": "Life, Strong, Self"
    },
    {
      "quote": "You have to know your strengths and weaknesses. If you don't have a particular strength, you need to go out and replace that.",
      "author": "Tilman J. Fertitta",
      "category": "Know, You, Weaknesses"
    },
    {
      "quote": "The soldier who gropes for glory must submit himself to discipline. Subordination gives strength and security to an army. He that will not submit to it when corrected and improved by the experience of ages does not deserve the proud appellation of a soldier.",
      "author": "Sam Houston",
      "category": "Experience, Discipline"
    },
    {
      "quote": "Where is the man who has the strength to be true, and to show himself as he is?",
      "author": "Johann Wolfgang von Goethe",
      "category": "Man, Be True, True"
    },
    {
      "quote": "Elves have this superhuman strength, yet they're so graceful. Tolkien created them to be angelic spirits, but I also saw Legolas as something out of the Seven Samurai.",
      "author": "Orlando Bloom",
      "category": "Graceful, Something, Seven"
    },
    {
      "quote": "Atheism shows strength of mind, but only to a certain degree.",
      "author": "Blaise Pascal",
      "category": "Mind, Degree, Atheism"
    },
    {
      "quote": "I was born on a farm. My strength has nothing to do with political apparatus. I get my strength from nature, from flowers.",
      "author": "Ariel Sharon",
      "category": "Nature, Flowers, Political"
    },
    {
      "quote": "We should have imposed new sanctions in 2013 and maintained the strength of our negotiating position, which is what brought Iran to the table in the first place.",
      "author": "Tom Cotton",
      "category": "Place, Negotiating, New"
    },
    {
      "quote": "I report to you that our country is challenged at home and abroad: that it is our will that is being tried and not our strength our sense of purpose and not our ability to achieve a better America.",
      "author": "Lyndon B. Johnson",
      "category": "Home, America, Purpose"
    },
    {
      "quote": "My biggest flaw is probably my attention span or lack thereof. And while it might seem contradictory, my biggest strength is my work ethic.",
      "author": "Tom Holland",
      "category": "Work, Work Ethic, Attention"
    },
    {
      "quote": "I testify that inspiration can be the spring for every person's hope, guidance, and strength. It is one of the magnified treasures of life. It involves coming to the infinite knowledge of God.",
      "author": "James E. Faust",
      "category": "Life, Hope, Knowledge"
    },
    {
      "quote": "I have the strength from my mother, the survivability. I have wonderful qualities from my mother - but please, Mother, forgive me - I heard judgment constantly about my father.",
      "author": "Mandy Patinkin",
      "category": "Father, Mother, Me"
    },
    {
      "quote": "From the age of seven, I basically started practicing my hand-eye and foot coordination, balance, strength, endurance, discipline, and mental toughness three days a week until I was about 15.",
      "author": "Ashton Eaton",
      "category": "Age, Balance, Discipline"
    },
    {
      "quote": "My mother has always instilled in us that we should carry ourselves with dignity despite the horror that came with the civil war. She also taught us that where you come from is very important because that's what makes you who you are. So for me, whatever I've gone through had profoundly shaped me; it has given me strength and unwavering faith.",
      "author": "Alek Wek",
      "category": "Faith, Mother, War"
    },
    {
      "quote": "I think the key to beautiful, frizz-free curls in the summer is to keep hair healthy. It's really the strength of your hair that causes frizz, not humidity, so it's really important to me that I keep my curls strong and moisturized to protect my hair from breakage and frizz. It definitely gives my whole summer look a new life!",
      "author": "Jillian Hervey",
      "category": "Life, Beautiful, Strong"
    },
    {
      "quote": "I can make all the throws. My mental side is a strength as far as understanding defense schemes and our playbook. I'm able to change plays when needed. I think that sets me apart.",
      "author": "Carson Wentz",
      "category": "Change, Me, Understanding"
    },
    {
      "quote": "Living according to the basic gospel principles will bring power, strength, and spiritual self-reliance into the lives of all Latter-day Saints.",
      "author": "Dieter F. Uchtdorf",
      "category": "Power, Spiritual, Living"
    },
    {
      "quote": "Then when I went to Iraq and saw the strength and character the men and women in our military service exhibit every day and their belief in what they're doing, I knew I wanted to get that on film and share it with everyone. They are my inspiration.",
      "author": "Joe Nichols",
      "category": "Women, Character, Service"
    },
    {
      "quote": "Diversity is valued, and it is prized. We learn to appreciate each other and each other's struggles. From diversity, we draw our enormous and our lasting strength.",
      "author": "Janet Reno",
      "category": "Diversity, Appreciate, Learn"
    },
    {
      "quote": "Too often the strong, silent man is silent only because he does not know what to say, and is reputed strong only because he has remained silent.",
      "author": "Winston Churchill",
      "category": "Strong, Man, Know"
    },
    {
      "quote": "I read everything, but generally more fact than fiction - especially autobiographies and biographies. I've read 'Long Walk to Freedom' by Nelson Mandela at least twice on holiday. Every time, I'm totally awed by his vision, strength and forgiveness. I feel honoured to have got to know him and his wonderful wife Graca over the years.",
      "author": "Richard Branson",
      "category": "Time, Freedom, Forgiveness"
    },
    {
      "quote": "Although men are accused of not knowing their own weakness, yet perhaps few know their own strength. It is in men as in soils, where sometimes there is a vein of gold which the owner knows not of.",
      "author": "Jonathan Swift",
      "category": "Men, Gold, Weakness"
    },
    {
      "quote": "Music makes us want to live. You don't know how many times people have told me that they'd been down and depressed and just wanted to die. But then a special song caught their ear and that helped give them renewed strength. That's the power music has.",
      "author": "Mary J. Blige",
      "category": "Music, Power, Me"
    },
    {
      "quote": "It is wonderful what strength of purpose and boldness and energy of will are roused by the assurance that we are doing our duty.",
      "author": "Walter Scott",
      "category": "Purpose, Energy, Doing"
    },
    {
      "quote": "The French Revolution will be found to have had great influence on the strength of parties, and on the subsequent political transactions of the United States.",
      "author": "John Marshall",
      "category": "Great, Influence, Political"
    },
    {
      "quote": "The first movement ballerina should be a paradigm of strength and authority.",
      "author": "Robert Gottlieb",
      "category": "Authority, First, Movement"
    },
    {
      "quote": "The Clinton strength was to play to people without a college education. High school people. That's how you win elections.",
      "author": "Stephen Bannon",
      "category": "Education, School, College"
    },
    {
      "quote": "When we read stories of heroes, we identify with them. We take the journey with them. We see how the obstacles almost overcome them. We see how they grow as human beings or gain qualities or show great qualities of strength and courage and with them, we grow in some small way.",
      "author": "Sam Raimi",
      "category": "Journey, Courage, Great"
    },
    {
      "quote": "Jay Z is building a range of businesses just on the strength of his brand. Lady Gaga has formed really interesting partnerships. Justin Bieber and his manager Scooter Braun are investing in a number of different companies and also promoting them in many ways.",
      "author": "Anita Elberse",
      "category": "Partnerships, Building"
    },
    {
      "quote": "Few men during their lifetime comes anywhere near exhausting the resources dwelling within them. There are deep wells of strength that are never used.",
      "author": "Richard E. Byrd",
      "category": "Deep, Men, Resources"
    },
    {
      "quote": "Billie Holiday, Aretha Franklin. Now, they are so subtle, they can milk you with two notes. They can make you feel like they told you the whole universe. But I don't know that yet. All I got now is strength. Maybe if I keep singing, maybe I'll get it.",
      "author": "Janis Joplin",
      "category": "Holiday, Universe, Singing"
    },
    {
      "quote": "Strength is the capacity to break a chocolate bar into four pieces with your bare hands - and then eat just one of the pieces.",
      "author": "Judith Viorst",
      "category": "Chocolate, Hands, Break"
    },
    {
      "quote": "I have behind me not only the splendid traditions and the annals of more than a thousand years but the living strength and majesty of the Commonwealth and Empire; of societies old and new; of lands and races different in history and origins but all, by God's Will, united in spirit and in aim.",
      "author": "Queen Elizabeth II",
      "category": "History, God, Me"
    },
    {
      "quote": "From the preemptive strike that destroyed Egypt's air force during the Six-Day War, to the daring raid on Entebbe, to using all available means to slow the Iranian nuclear program, Israelis have combined strength with ingenuity to keep the country's enemies at bay.",
      "author": "Ted Deutch",
      "category": "War, Slow, Air Force"
    },
    {
      "quote": "Families are the tie that reminds us of yesterday, provide strength and support today, and give us hope for tomorrow. No government, no matter how well-intentioned, or well-managed, can provide what our families provide.",
      "author": "Bill Owens",
      "category": "Hope, Today, Government"
    },
    {
      "quote": "I've been through it all, baby, I'm mother courage.",
      "author": "Elizabeth Taylor",
      "category": "Courage, Mother, Baby"
    },
    {
      "quote": "I'm very sensitive about the fact that there's not a lot of good work for women in cinema that also deals with strong characters. But 'strong character' doesn't mean 'masculine character' - but something that finds the strength in femininity and the beauty in femininity. And something that says you can find femininity in men in some way.",
      "author": "Denis Villeneuve",
      "category": "Work, Beauty, Women"
    },
    {
      "quote": "We will naturally pursue our goals on the strength of our own resources, skills and enterprise. But, we know that we will be more successful when we do this in partnership with the world.",
      "author": "Narendra Modi",
      "category": "Goals, World, Successful"
    },
    {
      "quote": "Sacrifice, discipline and prayer are essential. We gain strength through God's word. We receive grace from the sacrament. And when we fumble due to sin - and it's gonna happen - confession puts us back on the field.",
      "author": "Lou Holtz",
      "category": "God, Sacrifice, Prayer"
    },
    {
      "quote": "When the storms of life come, if they come to me personally, to my family or to the world, I want to be strong enough to stand and be a strength to somebody else, be shelter for somebody else.",
      "author": "Anne Graham Lotz",
      "category": "Life, Family, Strong"
    },
    {
      "quote": "I treasure my meetings with individuals affected by autism - parents, children, teachers and friends. Their strength is inspiring. They deserve all possible opportunities for education, employment and integration.",
      "author": "Ban Ki-moon",
      "category": "Education, Children, Friends"
    },
    {
      "quote": "Life is very interesting... in the end, some of your greatest pains, become your greatest strengths.",
      "author": "Drew Barrymore",
      "category": "Life, End, Greatest"
    },
    {
      "quote": "I would just say that human beings are stronger together. Relying on someone else is not a sign of weakness it shows strength that you're able to accept that you need help.",
      "author": "Dove Cameron",
      "category": "Together, Help, Weakness"
    },
    {
      "quote": "I've got a Kanji symbol on my shoulder; it's for my son and means 'strength and power.' I have my son and daughter's names, Dominik and Aalyah, written on the inside of the left and right biceps, too.",
      "author": "Rey Mysterio",
      "category": "Daughter, Son, Power"
    },
    {
      "quote": "Every calamity is to be overcome by endurance.",
      "author": "Virgil",
      "category": "Endurance, Overcome"
    },
    {
      "quote": "I always say the strength of democracy lies in criticism. If there is no criticism, that means there is no democracy. And if you want to grow, you must invite criticism. And I want to grow; I want to invite criticism.",
      "author": "Narendra Modi",
      "category": "Democracy, Grow, Want"
    },
    {
      "quote": "So many people in the world would rather stay in a situation that's painful but familiar because they're comfortable with it. Not a lot of people have the strength or heart to realize when something's not good for them and to turn around and be alone.",
      "author": "Corey Taylor",
      "category": "Good, Alone, Heart"
    },
    {
      "quote": "The separation of church and state is a source of strength, but the conscience of our nation does not call for separation between men of state and faith in the Supreme Being.",
      "author": "Lyndon B. Johnson",
      "category": "Faith, Men, Conscience"
    },
    {
      "quote": "For me, the perfect romantic suspense hero has got to be tough on the outside but tender at his core. A take-charge kind of guy who has his own inner strength and a strong sense of right and wrong - which might not dovetail with the conventional wisdom. I mean, he might bend the law if he thinks the ends justify the means.",
      "author": "Ruth Glick",
      "category": "Wisdom, Hero, Romantic"
    },
    {
      "quote": "It took me a really long time to decide who I want my circle to be and who I want to surround myself with. Once you make that choice, that is where I feel like I have built my strength. This is my life choice. These are the people that make me feel good about me, and that I love and adore and will do anything for.",
      "author": "Katie Aselton",
      "category": "Love, Life, Time"
    },
    {
      "quote": "Does anybody really think that they didn't get what they had because they didn't have the talent or the strength or the endurance or the commitment?",
      "author": "Nelson Mandela",
      "category": "Commitment, Talent"
    },
    {
      "quote": "The days of our lives, for all of us, are numbered. We know that. And yes, there are certainly times when we aren't able to muster as much strength and patience as we would like. It's called being human.",
      "author": "Elizabeth Edwards",
      "category": "Patience, Know, Human"
    },
    {
      "quote": "The sole and basic source of our strength is the solidarity of workers, peasants and the intelligentsia, the solidarity of the nation, the solidarity of people who seek to live in dignity, truth, and in harmony with their conscience.",
      "author": "Lech Walesa",
      "category": "Patriotism, Truth"
    },
    {
      "quote": "We get strength and encouragement from watching children.",
      "author": "Hayao Miyazaki",
      "category": "Children, Encouragement"
    },
    {
      "quote": "I have a theory and I really believe it. I think your worst weakness can become your greatest single strength.",
      "author": "Barbara Corcoran",
      "category": "Believe, Greatest, Weakness"
    },
    {
      "quote": "The perfection of Christian character depends wholly upon the grace and strength found alone in God.",
      "author": "Ellen G. White",
      "category": "Character, God, Alone"
    },
    {
      "quote": "I know there is strength in the differences between us. I know there is comfort where we overlap.",
      "author": "Ani DiFranco",
      "category": "Differences, Comfort, Know"
    },
    {
      "quote": "I have worked really hard on my game, but I think my mother has been a real pillar of strength. She has prayed a lot, sacrificed a lot for me. You know, she hasn't seen me bat so far. When I am batting, she is praying... mothers are like that, aren't they?",
      "author": "Yuvraj Singh",
      "category": "Mother, I Am, Me"
    },
    {
      "quote": "God will give us the strength to be able to handle things. I mean, you can try to do it on your own, and sometimes you can pull off some stuff, but in the long run, it's much easier with Him by our side.",
      "author": "Bethany Hamilton",
      "category": "God, Long, You"
    },
    {
      "quote": "Indian democracy's greatest strength is that we have always put the nation above politics.",
      "author": "Atal Bihari Vajpayee",
      "category": "Politics, Democracy"
    },
    {
      "quote": "Our real problem, then, is not our strength today; it is rather the vital necessity of action today to ensure our strength tomorrow.",
      "author": "Dwight D. Eisenhower",
      "category": "Today, Tomorrow, Problem"
    },
    {
      "quote": "Strength of mind rests in sobriety for this keeps your reason unclouded by passion.",
      "author": "Pythagoras",
      "category": "Passion, Mind, Reason"
    },
    {
      "quote": "A mind at peace, a mind centered and not focused on harming others, is stronger than any physical force in the universe.",
      "author": "Wayne Dyer",
      "category": "Peace, Mind, Universe"
    },
    {
      "quote": "If you learn how to forgive others for not being strong, then people can learn how to forgive you for your own issues.",
      "author": "T. D. Jakes",
      "category": "Strong, Forgive, People"
    },
    {
      "quote": "Method is more important than strength, when you wish to control your enemies. By dropping golden beads near a snake, a crow once managed To have a passer-by kill the snake for the beads.",
      "author": "Henry Wadsworth Longfellow",
      "category": "Control, Wish, Snake"
    },
    {
      "quote": "I am deeply concerned with the diminution of the teaching strength of the country as a result of the disproportionately low salaries that are paid to teachers throughout the country.",
      "author": "Bainbridge Colby",
      "category": "I Am, Country, Teachers"
    },
    {
      "quote": "Who among us has the strength to oppose petty egoism, those petty good feelings, pity and remorse?",
      "author": "Ivan Turgenev",
      "category": "Good, Petty, Feelings"
    },
    {
      "quote": "When it comes to developing character strength, inner security and unique personal and interpersonal talents and skills in a child, no institution can or ever will compare with, or effectively substitute for, the home's potential for positive influence.",
      "author": "Stephen Covey",
      "category": "Positive, Home, Character"
    },
    {
      "quote": "Stand up for your rights and be brave, and don't be intimidated. Read your Bible. That's really given me strength, and it will give you strength. Pray, and use God's name, Jehovah. And never tell a lie, ever.",
      "author": "Margaret Keane",
      "category": "God, Me, Bible"
    },
    {
      "quote": "I like a women who's got some balls, some strength. As long as I can beat her at arm wrestling, that's fine.",
      "author": "James Hetfield",
      "category": "Women, Long, Wrestling"
    },
    {
      "quote": "Now, being a girl, I was ashamed of my body and my lack of strength. So I tried to be a man. I shot, rode, jumped, and took part in all the fights of the boys.",
      "author": "Agnes Smedley",
      "category": "Man, Girl, Body"
    },
    {
      "quote": "If our nation goes over a financial Niagara, we won't have much strength and, eventually, we won't have peace. We are currently borrowing the entire defense budget from foreign investors. Within a few years, we will be spending more on interest payments than on national security. That is not, as our military friends say, a 'robust strategy.'",
      "author": "Mitch Daniels",
      "category": "Friends, Peace, Financial"
    },
    {
      "quote": "It takes a strong effort on the part of each American Indian not to become Europeanized. The strength for this effort can only come from the traditional ways, the traditional values that our elders retain.",
      "author": "Russell Means",
      "category": "Strong, American, Effort"
    },
    {
      "quote": "At the gym, I do full-body circuits with low weights and high repetitions, as well as four or five cardio intervals thrown into the mix. I put a lot of emphasis on core strength and flexibility training. I also do a lot of running in my free time. Anytime I can move my cardio outside in the sunshine, I do.",
      "author": "Jill Wagner",
      "category": "Time, Training, Sunshine"
    },
    {
      "quote": "With such thoughts in your mind, now that you have resolved to love Him and please Him with all your strength, your only fear should be to fear God too much and to place too little confidence in Him.",
      "author": "Alphonsus Liguori",
      "category": "Love, Fear, Confidence"
    },
    {
      "quote": "When what we introduce into the children's world of ideas and feelings is in line with the direction of the developmental forces of a given stage of life, we strengthen the entire developing person in a way that remains a source of strength throughout that person's life.",
      "author": "Rudolf Steiner",
      "category": "Life, Children, World"
    },
    {
      "quote": "Many think that the price of discipleship is too costly and too burdensome. For some, it involves giving up too much. But the cross is not as heavy as it appears to be. Through obedience, we acquire much greater strength to carry it.",
      "author": "James E. Faust",
      "category": "Giving, Giving Up, Think"
    },
    {
      "quote": "He that is not handsome at 20, nor strong at 30, nor rich at 40, nor wise at 50, will never be handsome, strong, rich or wise.",
      "author": "George Herbert",
      "category": "Strong, Wise, Rich"
    },
    {
      "quote": "Strong and bitter words indicate a weak cause.",
      "author": "Victor Hugo",
      "category": "Strong, Words, Weak"
    },
    {
      "quote": "Nobody picks on a strong man.",
      "author": "Charles Atlas",
      "category": "Strong, Man, Nobody"
    },
    {
      "quote": "My bad habits aren't my title. My strengths and my talent are my title.",
      "author": "Layne Staley",
      "category": "Talent, Habits, Bad"
    },
    {
      "quote": "My greatest strength is common sense. I'm really a standard brand - like Campbell's tomato soup or Baker's chocolate.",
      "author": "Katharine Hepburn",
      "category": "Brand, Greatest"
    },
    {
      "quote": "As much as I value an union of all the states, I would not admit the southern states into the union, unless they agreed to the discontinuance of this disgraceful trade, because it would bring weakness and not strength to the union.",
      "author": "George Mason",
      "category": "Value, Weakness, Bring"
    },
    {
      "quote": "I come from hardworking, determined people on both sides of my family... the kind who live with a hard reality from which much strength comes.",
      "author": "Adriana Trigiani",
      "category": "Family, Reality, People"
    },
    {
      "quote": "Life always rides in strength to victory, not through internationalism... but only through the direct responsibility of the individual.",
      "author": "Frank Lloyd Wright",
      "category": "Life, Responsibility"
    },
    {
      "quote": "Youngsters of the age of two and three are endowed with extraordinary strength. They can lift a dog twice their own weight and dump him into the bathtub.",
      "author": "Erma Bombeck",
      "category": "Age, Dog, Lift"
    },
    {
      "quote": "One strength of the communist system of the East is that it has some of the character of a religion and inspires the emotions of a religion.",
      "author": "Albert Einstein",
      "category": "Character, Religion"
    },
    {
      "quote": "Power is so characteristically calm, that calmness in itself has the aspect of strength.",
      "author": "Edward G. Bulwer-Lytton",
      "category": "Power, Calm, Calmness"
    },
    {
      "quote": "Men are apt to mistake the strength of their feeling for the strength of their argument. The heated mind resents the chill touch and relentless scrutiny of logic.",
      "author": "William E. Gladstone",
      "category": "Men, Mind, Mistake"
    },
    {
      "quote": "If I had not some strength of will I would make a first class drunkard.",
      "author": "Ernest Shackleton",
      "category": "Class, First, Will"
    },
    {
      "quote": "We will grieve not, rather find strength in what remains behind. In the faith that looks through death, in years that bring the philosophic mind.",
      "author": "John Bacon",
      "category": "Death, Faith, Mind"
    },
    {
      "quote": "I have the people behind me and the people are my strength.",
      "author": "Huey Newton",
      "category": "Me, People, Behind"
    },
    {
      "quote": "I know now what this meant, that the bison were the gift of a good spirit and were our strength, but we should lose them, and from the same good spirit we must find another strength.",
      "author": "Black Elk",
      "category": "Good, Gift, Know"
    },
    {
      "quote": "We must keep both our femininity and our strength.",
      "author": "Indra Devi",
      "category": "Femininity, Must, Keep"
    },
    {
      "quote": "It is a sign of contraction of the mind when it is content, or of weariness. A spirited mind never stops within itself; it is always aspiring and going beyond its strength.",
      "author": "Michel de Montaigne",
      "category": "Mind, Content, Within"
    },
    {
      "quote": "The relationship to one's fellow man is the relationship of prayer, the relationship to oneself is the relationship of striving; it is from prayer that one draws the strength for one's striving.",
      "author": "Franz Kafka",
      "category": "Relationship, Man, Prayer"
    },
    {
      "quote": "The financial crisis should not become an excuse to raise taxes, which would only undermine the economic growth required to regain our strength.",
      "author": "George W. Bush",
      "category": "Growth, Financial, Crisis"
    },
    {
      "quote": "Love truly does have the power to transcend evil. It can get us through the most unspeakable of events and give us the strength to keep on putting one foot in front of the other.",
      "author": "Naomi Benaron",
      "category": "Love, Power, Evil"
    },
    {
      "quote": "Terrorism is like jujitsu: The small players win if they make the large player use his strength against himself.",
      "author": "Joseph Nye",
      "category": "Win, Small, Terrorism"
    },
    {
      "quote": "The element of fire to me is very powerful because of what it symbolizes, how it symbolizes a strength. It symbolizes something that's unstoppable. You can't get through it, you know.",
      "author": "Alicia Keys",
      "category": "Powerful, Fire, Me"
    },
    {
      "quote": "People shouldn't look at me and think life is one big piece of glamour. That's the marketing, the spin. Life is challenging. But I have courage, strength, and enough good health to see the positive.",
      "author": "Carmen Dell'Orefice",
      "category": "Life, Positive, Courage"
    },
    {
      "quote": "I talk a lot about strength, faith and love, but I don't ever talk about the fact that I am one of the most sensitive people in my family. That might be the most shocking, because you always see me fighting the good fight, with the strong face on, but I am the most emotional.",
      "author": "Monica",
      "category": "Love, Family, Good"
    },
    {
      "quote": "I think that's the strength of photography - to decide the decisive moment, to click in the moment to come up with a picture that never comes back again.",
      "author": "Rene Burri",
      "category": "Moment, Photography, Think"
    },
    {
      "quote": "We all make mistakes, and we all need second chances. For youth in foster care, these mistakes are often purposeful - if not consciously so; a way to test the strength of a bond and establish trust in a new parent.",
      "author": "Vanessa Diffenbaugh",
      "category": "Trust, Mistakes, Youth"
    },
    {
      "quote": "I bring a lot of energy and passion to what I do. Plus, I've had some weird feats of superhuman strength!",
      "author": "John Cena",
      "category": "Passion, Energy, Weird"
    },
    {
      "quote": "In the midst of the heartbreak and wreckage of 9-11, the world also witnessed what is America's greatest strength. Firefighters, nurses, police officers, first responders and local residents worked around the clock to rescue and care for those injured.",
      "author": "Dan Coats",
      "category": "America, World, Greatest"
    },
    {
      "quote": "One ever feels his twoness - an American, a Negro; two souls, two thoughts, two unreconciled strivings; two warring ideals in one dark body, whose dogged strength alone keeps it from being torn asunder.",
      "author": "W. E. B. Du Bois",
      "category": "Alone, American, Thoughts"
    },
    {
      "quote": "For a lot of people, Superman is and has always been America's hero. He stands for what we believe is the best within us: limitless strength tempered by compassion, that can bear adversity and emerge stronger on the other side. He stands for what we all feel we would like to be able to stand for, when standing is hardest.",
      "author": "J. Michael Straczynski",
      "category": "Hero, Adversity, Compassion"
    },
    {
      "quote": "I believe it's time that women truly owned their superpowers and used their beauty and strength to change the world around them.",
      "author": "Janelle Monae",
      "category": "Change, Time, Beauty"
    },
    {
      "quote": "I collect crystals and gemstones, and I've been collecting them since I was a little girl. They give me positive energy and strength. They make me feel connected to the earth. I cherish them.",
      "author": "Isabel Lucas",
      "category": "Positive, Girl, Me"
    },
    {
      "quote": "I think that young women and little girls need to see that they don't have to be the damsel in distress. They don't have to not show their strength. They don't have to be whatever the stereotype is or the tropes that we go to in our minds.",
      "author": "Octavia Spencer",
      "category": "Women, Little Girls, Think"
    },
    {
      "quote": "My strength would be my honesty and my passion towards my work.",
      "author": "Sushant Singh Rajput",
      "category": "Work, Passion, Honesty"
    },
    {
      "quote": "Britain's great strength is its innovative, design and engineering natural ability and we're not using it.",
      "author": "James Dyson",
      "category": "Great, Design, Engineering"
    },
    {
      "quote": "Yoga is at the core of my health and wellness routine even if it's only for 10 to 15 minutes I find it helps me to re-center and to focus as well as improve my overall core strength.",
      "author": "Miranda Kerr",
      "category": "Health, Focus, Me"
    },
    {
      "quote": "Eccentricity has always abounded when and where strength of character had abounded; and the amount of eccentricity in a society has generally been proportional to the amount of genius, mental vigor, and courage which it contained.",
      "author": "John Stuart Mill",
      "category": "Courage, Character, Society"
    },
    {
      "quote": "Only by contending with challenges that seem to be beyond your strength to handle at the moment you can grow more surely toward the stars.",
      "author": "Brian Tracy",
      "category": "Stars, Challenges, Moment"
    },
    {
      "quote": "The tax on capital gains directly affects investment decisions, the mobility and flow of risk capital... the ease or difficulty experienced by new ventures in obtaining capital, and thereby the strength and potential for growth in the economy.",
      "author": "John F. Kennedy",
      "category": "Growth, Decisions, Risk"
    },
    {
      "quote": "At their core, when things really matter, people see a need to turn to God for strength and protection.",
      "author": "Lee Greenwood",
      "category": "God, People, See"
    },
    {
      "quote": "I kid around a lot, but pranks are not my best strength!",
      "author": "Betty White",
      "category": "Best, Kid, Pranks"
    },
    {
      "quote": "In world mythology, there are countless examples of tragic characters whose greatest strength is also the source of their undoing. But the ancient Greeks and Romans also held the view that acceptance is the beginning of wisdom.",
      "author": "Simon Van Booy",
      "category": "Wisdom, Acceptance, World"
    },
    {
      "quote": "Let me announce, with all the strength at my command, that I am not a terrorist and I never was, expect perhaps in the beginning of my revolutionary career. And I am convinced that we cannot gain anything through those methods.",
      "author": "Bhagat Singh",
      "category": "I Am, Beginning, Me"
    },
    {
      "quote": "What is exciting is not for one person to be stronger than the other... but for two people to have met their match and yet they are equally as stubborn, as obstinate, as passionate, as crazy as the other.",
      "author": "Barbra Streisand",
      "category": "Crazy, People, Stronger"
    },
    {
      "quote": "It does not take much strength to do things, but it requires great strength to decide on what to do.",
      "author": "Elbert Hubbard",
      "category": "Great, Decide, Things"
    },
    {
      "quote": "Prayer is more than meditation. In meditation, the source of strength is one's self. When one prays, he goes to a source of strength greater than his own.",
      "author": "Madame de Stael",
      "category": "Prayer, Self, Meditation"
    },
    {
      "quote": "You can train your mental strength just like you train your body. If your body looks fit or ripped, it looks strong, and you can flex your muscles. So, physically, you have a certain strength. Mentally, it's the same thing. You can train your psychological strength.",
      "author": "Wladimir Klitschko",
      "category": "Strong, Train, Body"
    },
    {
      "quote": "Do you really think it is weakness that yields to temptation? I tell you that there are terrible temptations which it requires strength, strength and courage to yield to.",
      "author": "Oscar Wilde",
      "category": "Courage, Weakness, Think"
    },
    {
      "quote": "Strength is born in the deep silence of long-suffering hearts not amid joy.",
      "author": "Felicia Hemans",
      "category": "Deep, Silence, Joy"
    },
    {
      "quote": "They tell me that it will be hard to find a man strong enough to love my own strength and independence, and not worry about being Mr. Diana Ross, but I disagree. I know absolutely that that man is somewhere out there.",
      "author": "Diana Ross",
      "category": "Love, Strong, Man"
    },
    {
      "quote": "It is not good to see people who have been pretending strength all their lives lose it even for a minute.",
      "author": "Lillian Hellman",
      "category": "Good, People, See"
    },
    {
      "quote": "Freedom and order are not incompatible... truth is strength... free discussion is the very life of truth.",
      "author": "Thomas Huxley",
      "category": "Life, Freedom, Truth"
    },
    {
      "quote": "You had no right to be born; for you make no use of life. Instead of living for, in, and with yourself, as a reasonable being ought, you seek only to fasten your feebleness on some other person's strength.",
      "author": "Charlotte Bronte",
      "category": "Life, Yourself, Living"
    },
    {
      "quote": "Patience is the support of weakness impatience the ruin of strength.",
      "author": "Charles Caleb Colton",
      "category": "Patience, Support, Weakness"
    },
    {
      "quote": "If you make the unconditional commitment to reach your most important goals, if the strength of your decision is sufficient, you will find the way and the power to achieve your goals.",
      "author": "Robert Conklin",
      "category": "Goals, Power, Decision"
    },
    {
      "quote": "The basis on which good repute in any highly organized industrial community ultimately rests is pecuniary strength; and the means of showing pecuniary strength, and so of gaining or retaining a good name, are leisure and a conspicuous consumption of goods.",
      "author": "Thorstein Veblen",
      "category": "Good, Community, Name"
    },
    {
      "quote": "The mask can be a limitation, but you just deal with it. You do get superhuman strength and pumpkin bombs and all this other stuff to express yourself with.'",
      "author": "Willem Dafoe",
      "category": "Pumpkin, Yourself, You"
    },
    {
      "quote": "About 10,000 years ago, males and females were acting equitably and were treating one another as equals, and then males took over the power, because they have physical power and physical strength.",
      "author": "Jane Elliot",
      "category": "Power, Acting, Years"
    },
    {
      "quote": "The best translations cannot convey to us the strength and exquisite delicacy of thought in its native garb, and he to whom such books are shut flounders about in outer darkness.",
      "author": "Edwin Booth",
      "category": "Best, Darkness, Thought"
    },
    {
      "quote": "The more equality women have, the fairer, more civilized and tolerant society will be. Sexual equality is a lot more effective against terrorism than military strength.",
      "author": "Jose Luis Rodriguez Zapatero",
      "category": "Women, Equality, Society"
    },
    {
      "quote": "There is always strength in numbers. The more individuals or organizations that you can rally to your cause, the better.",
      "author": "Mark Shields",
      "category": "Better, Numbers, You"
    },
    {
      "quote": "So many older people, they just sit around all day long and they don't get any exercise. Their muscles atrophy, and they lose their strength, their energy and vitality by inactivity.",
      "author": "Jack LaLanne",
      "category": "Day, People, Exercise"
    },
    {
      "quote": "All too often miners, and indeed other trade unionists, underestimate the economic strength they have.",
      "author": "Arthur Scargill",
      "category": "Underestimate, Economic"
    },
    {
      "quote": "I like form and shape and strength in pictures.",
      "author": "Herb Ritts",
      "category": "Shape, Pictures, Like"
    },
    {
      "quote": "As a father, my first priority is to help my sons set and attain personal goals so they will develop self-confidence and individual strength. Engaging in regular fitness activities with my children helps me fulfill those responsibilities.",
      "author": "Alan Thicke",
      "category": "Children, Father, Fitness"
    },
    {
      "quote": "I find, in being black, a thing of beauty: a joy; a strength; a secret cup of gladness.",
      "author": "Ossie Davis",
      "category": "Beauty, Joy, Black"
    },
    {
      "quote": "Zealous men are ever displaying to you the strength of their belief, while judicious men are showing you the grounds of it.",
      "author": "William Shenstone",
      "category": "Men, Belief, You"
    },
    {
      "quote": "I have always been an outstanding football player, I have always had uncanny abilities, great arm strength, an immense ability to play the game from a quarterback standpoint. The problem was that I wasn't given the liberty to do certain things when I was young.",
      "author": "Michael Vick",
      "category": "Football, Great, Liberty"
    },
    {
      "quote": "I'm not slick. I'm not polished. I think my strength is in reacting.",
      "author": "Billy Bush",
      "category": "Think, I Think, Slick"
    },
    {
      "quote": "Military preparedness is absolutely a form of strength.",
      "author": "Rachel Maddow",
      "category": "Military, Preparedness, Form"
    },
    {
      "quote": "The type of cuisine I do, especially after being on 'Iron Chef' for several years, is a lot of global cuisine. My strength has always been Mediterranean cuisine across the board from Morocco, Spain, Italy, Greece, France, but I think now I'm doing a lot of very different cuisines all the time.",
      "author": "Cat Cora",
      "category": "Time, Chef, Think"
    },
    {
      "quote": "The serve, I was too young and too small and... not enough powerful to have a good serve when I was young, so my forehand was always my signature shot. So I used to always run around my backhand, you know, use my forehand as much as I could, and so that's why I think it's my strength also today, you know.",
      "author": "Roger Federer",
      "category": "Good, Today, Powerful"
    },
    {
      "quote": "Well you know I'm very supportive of what the Tea Party is trying to do. They're very concerned with spending, the deficit, the bailouts, you know all of those kinds of things. But I really think that the strength of the Tea Party is being a grassroots movement.",
      "author": "John Boozman",
      "category": "Tea, Party, Know"
    },
    {
      "quote": "Many people think they want things, but they don't really have the strength, the discipline. They are weak. I believe that you get what you want if you want it badly enough.",
      "author": "Sophia Loren",
      "category": "Discipline, Believe, People"
    },
    {
      "quote": "I couldn't beat people with my strength I don't have a hard shot I'm not the quickest skater in the league. My eyes and my mind have to do most of the work.",
      "author": "Wayne Gretzky",
      "category": "Work, Eyes, Mind"
    },
    {
      "quote": "Peace is purchased from strength. It's not purchased from weakness or unilateral retreats.",
      "author": "Benjamin Netanyahu",
      "category": "Peace, Weakness, Purchased"
    },
    {
      "quote": "The 'Bird's Nest' National Stadium, which I helped to conceive, is designed to embody the Olympic spirit of 'fair competition.' It tells people that freedom is possible but needs fairness, courage and strength.",
      "author": "Ai Weiwei",
      "category": "Courage, Freedom"
    },
    {
      "quote": "I'm coming from a place of total strength and humility now.",
      "author": "Robert Downey, Jr.",
      "category": "Humility, Now, Place"
    },
    {
      "quote": "One killer exercise that's really great is pull-ups with your legs out level. That's my favourite. It's such functional core strength, and that's why I can climb up trees and down vines.",
      "author": "Bear Grylls",
      "category": "Great, Trees, Exercise"
    },
    {
      "quote": "'The Golden Compass' became a bad experience because the studio didn't have faith in the strength of the ideas of the novel, which is ironic because it's one of the greatest fantasy novels ever written, if not the greatest, and they took the religion out of it and tried to turn it into a popcorn movie.",
      "author": "Chris Weitz",
      "category": "Faith, Experience, Religion"
    },
    {
      "quote": "It is an honor and a privilege to be of service and support; however, I realize people are not putting their confidence in me. Instead, they are actually learning to trust themselves. My job is to affirm and support them in the process and teach them to do what I do when I need strength: I begin within.",
      "author": "Iyanla Vanzant",
      "category": "Learning, Trust, Service"
    },
    {
      "quote": "It takes great courage to be vulnerable. It takes enormous strength to be a real woman.",
      "author": "John Eldredge",
      "category": "Courage, Great, Woman"
    },
    {
      "quote": "I was told in many places of Osgar's bravery and Goll's strength and Conan's bitter tongue, and the arguments of Oisin and Patrick. And I have often been given the story of Oisin's journey to Tir-nan-Og, the Country of the Young, that is, as I am told, a fine place and everything that is good is in it.",
      "author": "Lady Gregory",
      "category": "Journey, Good, I Am"
    },
    {
      "quote": "I use a portable pocket ultrasound device instead of a stethoscope to listen to the heart, and I share it with the patient in real time. 'Look at your valve, look at your heart-muscle strength.' So they're looking at it with me. Normally a patient is tested by an ultrasonographer who is not allowed to tell them anything.",
      "author": "Eric Topol",
      "category": "Time, Heart, Me"
    },
    {
      "quote": "Most people don't think about plyometrics when they think about powerful strength. But I do lots of them to build mine.",
      "author": "Allyson Felix",
      "category": "Powerful, People, Think"
    },
    {
      "quote": "I think my strength is always been in being very natural. I think Shakespeare and things like that would be more a stretch for me.",
      "author": "Zach Gilford",
      "category": "Me, Think, Natural"
    },
    {
      "quote": "All I can tell you is that I've never met a woman who is not strong, but sometimes they don't let it out. Then there's a tragedy, and then all of a sudden that strength comes. My message is let the strength come out before the tragedy.",
      "author": "Diane von Furstenberg",
      "category": "Strong, Woman, Tragedy"
    },
    {
      "quote": "I've just always felt it's an incredibly empowering thing, particularly for young women, to capitalize on their coordination and their strength. It's a very empowering thing to feel strong in your body.",
      "author": "Alanis Morissette",
      "category": "Women, Strong, Body"
    },
    {
      "quote": "I get paralyzingly nervous a lot of times, so I tried bravado. The way I dress and carry myself, a lot of people find it intimidating. I think my whole career can be boiled down to the one word I always say in meetings: 'strength.'",
      "author": "Lorde",
      "category": "Myself, Dress, People"
    },
    {
      "quote": "Learning what all you can overcome as a person, as a human being, is very important. It's very important to understand your strength. Which is not to say you become hardened or bitter.",
      "author": "Katrina Kaif",
      "category": "Learning, You, Human"
    },
    {
      "quote": "Virtue is an inner strength. It expands your nature.",
      "author": "John Bradshaw",
      "category": "Nature, Virtue"
    },
    {
      "quote": "Christian, learn from Christ how you ought to love Christ. Learn a love that is tender, wise, strong; love with tenderness, not passion, wisdom, not foolishness, and strength, lest you become weary and turn away from the love of the Lord.",
      "author": "Saint Bernard",
      "category": "Love, Wisdom, Passion"
    },
    {
      "quote": "To gain strength in our struggles, we must have a positive perspective of the principles in the plan of salvation. We must realize that we have a personal Savior whom we can trust and turn to in our times of need.",
      "author": "L. Lionel Kendrick",
      "category": "Positive, Trust, Perspective"
    },
    {
      "quote": "Holiness is the strength of the soul. It comes by faith and through obedience to God's laws and ordinances. God then purifies the heart by faith, and the heart becomes purged from that which is profane and unworthy.",
      "author": "James E. Faust",
      "category": "Faith, God, Soul"
    },
    {
      "quote": "The fact that hardly anyone is ever prepared to admit to racist behaviour is perhaps a sort of strength: it speaks to the fact that racism is socially inadmissible.",
      "author": "Martin Jacques",
      "category": "Racism, Admit, Prepared"
    },
    {
      "quote": "I think that I have a sensitivity toward people, and that is a strength.",
      "author": "Joe Torre",
      "category": "People, Think, I Think"
    },
    {
      "quote": "If you're growing up in a chaotic world without reason, your instinct is to become a performer and control the circumstances around you. You lead from weakness into strength; you have an undefended back.",
      "author": "John le Carre",
      "category": "World, Growing Up, Control"
    },
    {
      "quote": "My strength was in singing and songwriting, which was a new discovery for me when I was 18. And I decided if I pursued songwriting, which is what was closest to my heart, then there would be no competition. I would just live my life being myself and living my dream.",
      "author": "Jason Mraz",
      "category": "Life, Myself, Competition"
    },
    {
      "quote": "Being an American is a state of mind, and to be in a family is to feel the power of belonging, the power of your roots. Family is a tree, the strength of a tree, the roots, the leaves, the past and the present, the future, the fruits, the seeds.",
      "author": "Esai Morales",
      "category": "Family, Future, Power"
    },
    {
      "quote": "I think we women underrate ourselves when it comes to our courage and strength.",
      "author": "Judith McNaught",
      "category": "Courage, Women, Think"
    },
    {
      "quote": "One of the things that launched the strength in biotech is when the pharmaceutical industry itself got a little slow.",
      "author": "Louis Navellier",
      "category": "Slow, Things, Little"
    },
    {
      "quote": "I do not want medical men to discuss whether or not my work is valuable, because I know what it will do. I want them to tell me how best this new knowledge of rapidly restoring paralysed people to health and strength can be applied where it is needed.",
      "author": "Elizabeth Kenny",
      "category": "Work, Knowledge, Health"
    },
    {
      "quote": "We need a president with tremendous intelligence, smarts, cunning, strength and stamina.",
      "author": "Donald Trump",
      "category": "Intelligence, President"
    },
    {
      "quote": "I don't believe in cutting out people from the past. It doesn't give strength it just gives loneliness.",
      "author": "Carla Bruni",
      "category": "Loneliness, Past, Believe"
    },
    {
      "quote": "I was ironing my own clothes when I was 11 years old. My mental strength goes back to those days.",
      "author": "Cristiano Ronaldo",
      "category": "Clothes, Years, Back"
    },
    {
      "quote": "I stay in Jersey - it's home, man. It's home. And I think that's the foundation of the true strength of the communities where we live in America.",
      "author": "Joe Piscopo",
      "category": "Home, America, Man"
    },
    {
      "quote": "Just as a balloon filled gradually with air bursts when the limit of its tensile strength is passed, there are thresholds of radical, disruptive change in politics. When those thresholds are crossed, the impossible suddenly becomes probable, with revolutionary implications for governments and nations.",
      "author": "Ian Lustick",
      "category": "Change, Politics, Impossible"
    },
    {
      "quote": "One thing in common between politics and marketing is that your greatest strength can often be your greatest weakness.",
      "author": "Joel Benenson",
      "category": "Politics, Greatest"
    },
    {
      "quote": "School integration did not come to be the day after the Brown ruling was issued. Progress took years, and it took passion, strength, and courage from a large group of committed individuals.",
      "author": "Donna Brazile",
      "category": "Courage, Passion, School"
    },
    {
      "quote": "My black hero is and always will be Martin Luther King, not just because of the strength of his oratory but because his vision was very much the reality that I'd come to take for granted.",
      "author": "David Harewood",
      "category": "Hero, Vision, Reality"
    },
    {
      "quote": "Hillary Clinton has taken some fire over 40 years of her fight for families and children. How does she do it? That's what I want to know. Where does she get her grit and her grace? Where do any of our female firsts, our pathbreakers, where do they find that strength?",
      "author": "Meryl Streep",
      "category": "Children, Fight, Fire"
    },
    {
      "quote": "Keep America strong. Strong in our values, strong in our economy, and strong in our military might. We hope to never have to use our military strength, but the world counts on a strong America to keep the worst actors from doing the worst things.",
      "author": "Mitt Romney",
      "category": "Hope, Strong, America"
    },
    {
      "quote": "Not to get too deep, but I think one of the reasons we embrace superheroes and this world is that these are just normal people that have incredible powers that are relatable in some ways - in that we don't have great super powers, but there's strength within us that we can utilize in our lives. Ultimately, they're just normal people with problems.",
      "author": "Alexandra Daddario",
      "category": "Deep, Great, World"
    },
    {
      "quote": "You ever try to beat your dad up? It just don't happen. He's got that old man strength.",
      "author": "Donald Cerrone",
      "category": "Man, Old Man, You"
    },
    {
      "quote": "Our young people are patriots and heroes whom we can be proud of before the world; that they have a large contingent of such trustworthy young people is a great blessing for the Workers' Party of Korea and a source of pride for Korea, and this assures the great strength of our dignified state and its bright future.",
      "author": "Kim Jong-un",
      "category": "Future, Great, World"
    },
    {
      "quote": "While President Bush likes to project an image of strength and courage, the real truth is that in the presence of his large financial contributors, he is a moral coward.",
      "author": "Al Gore",
      "category": "Courage, Truth, Financial"
    },
    {
      "quote": "We can take full comfort in realizing the continuing strength of our nation. America's lands remain radiantly rich with diversity, and freedom still reigns.",
      "author": "Ben Nelson",
      "category": "Freedom, Diversity, America"
    },
    {
      "quote": "When all is said and done, the real citadel of strength of any community is in the hearts and minds and desires of those who dwell there.",
      "author": "Everett Dirksen",
      "category": "Community, Done, Said"
    },
    {
      "quote": "Humble souls are fearful of their own strength.",
      "author": "William Gurnall",
      "category": "Fear, Humble, Souls"
    },
    {
      "quote": "I had the strength and the finesse there and put it all together.",
      "author": "Elvis Stojko",
      "category": "Together, Put, Had"
    },
    {
      "quote": "God gave me the strength to see, and breathe, and talk.",
      "author": "Leon Spinks",
      "category": "God, Me, See"
    },
    {
      "quote": "My greatest strength as an actor is that I follow my director's brief completely. The film is always the director's visual baby.",
      "author": "John Abraham",
      "category": "Baby, Greatest, Actor"
    },
    {
      "quote": "Now, when you get a viral infection, what normally happens is it takes days or weeks for your body to fight back at full strength, and that might be too late. When you're pre-immunized, what happens is you have forces in your body pre-trained to recognize and defeat specific foes. So that's really how vaccines work.",
      "author": "Seth Berkley",
      "category": "Work, Fight, Defeat"
    },
    {
      "quote": "I think people who have good parents come into the world with a strength, yes, and an advantage.",
      "author": "Oprah Winfrey",
      "category": "Good, Parents, World"
    },
    {
      "quote": "'Star Trek' is about acceptance, and the strength of the Starship Enterprise is that it embraces diversity in all its forms.",
      "author": "George Takei",
      "category": "Diversity, Acceptance, Star"
    },
    {
      "quote": "For many years, I tried to make New Year's resolutions. I made lists and shot for great heights: I would show altruism and exert moral strength, patience and all those other great attributes.",
      "author": "Henry Rollins",
      "category": "Patience, Great, Moral"
    },
    {
      "quote": "I'm often drawn to characters that are more obviously one thing. They're passionate, and there is always an element of strength because I think every person possesses that in some way, even if they've experienced hardship in their lives.",
      "author": "Kate Winslet",
      "category": "Think, Passionate, Person"
    },
    {
      "quote": "When we begin to desire a thing, to yearn for it with all our hearts, we begin to establish relationship with it in proportion to the strength and persistency of our longing and intelligent effort to realize it.",
      "author": "Orison Swett Marden",
      "category": "Relationship, Effort"
    },
    {
      "quote": "Unlike President Obama, I would say that I support the long-standing bipartisan post-war belief that American global strength and leadership secures our national-security interests, and it also promotes order and stability in the world. And it gives us immense influence in the world and deters our adversaries and reassures our allies.",
      "author": "Tom Cotton",
      "category": "Leadership, Support, World"
    },
    {
      "quote": "The only concept or experience or core belief that I can attribute my other-ness to is that I just started out a weirdo and I stayed a weirdo. And it took me a long time to embrace my outsidership and see it as a strength rather than a weakness.",
      "author": "Aisha Tyler",
      "category": "Time, Experience, Me"
    },
    {
      "quote": "My mother taught me about the power of inspiration and courage, and she did it with a strength and a passion that I wish could be bottled.",
      "author": "Carly Fiorina",
      "category": "Courage, Mother, Mom"
    },
    {
      "quote": "To see a friend who has suffered the loss of all things begin again with trust and love, gives us strength to continue on.",
      "author": "Mother Angelica",
      "category": "Love, Trust, Loss"
    },
    {
      "quote": "The U.S. military is not war weary. Our military draws strength from confronting our enemies when clear policy objectives are set and we are fully resourced for the fight.",
      "author": "James Mattis",
      "category": "War, Fight, Military"
    },
    {
      "quote": "Stuart Hall was an utterly unique figure. Although he arrived at the age of 19 from Jamaica and spent the rest of his life here, he never felt at home in Britain. This juxtaposition was a crucial source of his strength and originality. Because of his colour and origin, he saw the country differently - not as a native, but as an outsider.",
      "author": "Martin Jacques",
      "category": "Life, Home, Age"
    },
    {
      "quote": "I don't have to build up strength; I have been blessed with it. I do lift weights and train hard, but I am a very special individual - a very special man with very special talent and very special power. I can get any man - any man - out of there in a matter of seconds. That is the thing I love about myself.",
      "author": "Deontay Wilder",
      "category": "Love, Myself, Power"
    },
    {
      "quote": "I was a weedy kid, not like one of those working-class men who can accommodate not being academically clever by physical strength and prowess.",
      "author": "Ken Livingstone",
      "category": "Men, Clever, Kid"
    },
    {
      "quote": "Before I was married to Martin and became a King, I was a proud Scott, shaped by my mother's discernment and my father's strength.",
      "author": "Coretta Scott King",
      "category": "Father, Mother, Proud"
    },
    {
      "quote": "The strength of the nation ultimately depends upon the strength of family and community.",
      "author": "Jeff Fortenberry",
      "category": "Family, Community, Nation"
    },
    {
      "quote": "It is my own firm belief that the strength of the soul grows in proportion as you subdue the flesh.",
      "author": "Mahatma Gandhi",
      "category": "Soul, Belief, You"
    },
    {
      "quote": "I find it takes a lot of strength to endure myself.",
      "author": "Henry Rollins",
      "category": "Myself, Find, Endure"
    },
    {
      "quote": "We - we need strength, we need energy, we need quickness and we need brain in this country to turn it around.",
      "author": "Donald Trump",
      "category": "Brain, Energy, Country"
    },
    {
      "quote": "Ronald Reagan was a president of strength. His philosophy was a philosophy of strength - a strong military, a strong economy and strong families.",
      "author": "Mitt Romney",
      "category": "Strong, Philosophy, Military"
    },
    {
      "quote": "Living in America and, of course, just being women in general, we've got more strength than we think we do.",
      "author": "Dolly Parton",
      "category": "Women, America, Think"
    },
    {
      "quote": "The fact that people in Hollywood are open to what I teach is not because they're more desperate than anyone else, but because they're more touched by it. That's not their weakness. It's their strength!",
      "author": "Marianne Williamson",
      "category": "People, Teach, Weakness"
    },
    {
      "quote": "If we resist our passions, it is more due to their weakness than our strength.",
      "author": "Francois de La Rochefoucauld",
      "category": "Weakness, Resist, Than"
    },
    {
      "quote": "We all have enough strength to endure the misfortunes of others.",
      "author": "Francois de La Rochefoucauld",
      "category": "Enough, Others, Endure"
    },
    {
      "quote": "I do believe that we are to love our enemies and do good to those who persecute you. I believe that there is power and strength in that.",
      "author": "Michael Moore",
      "category": "Love, Good, Power"
    },
    {
      "quote": "With a book, you're guaranteed the audience has a certain skill level and that the audience has to make an ongoing effort to consume this product and that the project is being consumed by just one person at a time. I really want to play to that strength because it's one of the few advantages books still have.",
      "author": "Chuck Palahniuk",
      "category": "Time, Book, Effort"
    },
    {
      "quote": "Strength and compassion are not mutually exclusive.",
      "author": "Robert Kiyosaki",
      "category": "Compassion, Mutually"
    },
    {
      "quote": "'Peace through Strength' only works if you have and show strength.",
      "author": "Rand Paul",
      "category": "Peace, You, Through"
    },
    {
      "quote": "For too long, unfunded federal mandates have drained the budgets of states and communities. The strength and vitality of our communities must be restored.",
      "author": "Bernie Sanders",
      "category": "Long, Vitality, Must"
    },
    {
      "quote": "When you have a fresh point of view that comes from the right side of the heart, it's just so valuable. You can take it or not take it, but just that perspective can give you a lot of strength or make you reflect on a lot of things.",
      "author": "Alejandro Gonzalez Inarritu",
      "category": "Heart, Perspective"
    },
    {
      "quote": "The strength of our economy allows us to maintain the mightiest military in the world, effectively enforcing a Pax Americana.",
      "author": "Ted Cruz",
      "category": "World, Military, Economy"
    },
    {
      "quote": "What I've learned is that unless it's an emergency, like a fire or brain surgery, hierarchy is not necessary and may be damaging. If you have a hierarchy, you're repeating the strengths and weaknesses of one person without allowing for the accumulative strength of a group.",
      "author": "Gloria Steinem",
      "category": "Fire, Brain, Group"
    },
    {
      "quote": "To love God with all your heart, soul, mind, and strength is all-consuming and all-encompassing. It is no lukewarm endeavor.",
      "author": "Ezra Taft Benson",
      "category": "Love, God, Soul"
    },
    {
      "quote": "Thinking differently is my strength.",
      "author": "Carine Roitfeld",
      "category": "Thinking, Differently"
    },
    {
      "quote": "The earliest paintings I loved were always the most non-referential paintings you can imagine, by painters such as Mondrian. I was thrilled by them because they didn't refer to anything else. They stood alone, and they were just charged magic objects that did not get their strength from being connected to anything else.",
      "author": "Brian Eno",
      "category": "Alone, Magic, You"
    },
    {
      "quote": "The transfer of power is always a test of the constitutional system, a test of its strength.",
      "author": "Vladimir Putin",
      "category": "Power, Test, System"
    },
    {
      "quote": "Jews are known for many things, but strength, swiftness, and agility are not among them. There is one trait, as controversial as it is familiar, for which Jews are above all known, and that is shrewdness in business.",
      "author": "Steven Pinker",
      "category": "Business, Familiar"
    },
    {
      "quote": "In America we have a Declaration of Independence, but our history, our advancements, our global strength all point to an American declaration of interdependence.",
      "author": "Cory Booker",
      "category": "History, America, American"
    },
    {
      "quote": "I'm used to very strong women because my mother was particularly strong, and my father was away all the time. My mother was a big part of bringing up three boys, so I was fully versed in the strength of a powerful woman, and accepted that as the status quo.",
      "author": "Ridley Scott",
      "category": "Time, Women, Father"
    },
    {
      "quote": "On 'Saturday Night Live,' I never really wrote. You know, I would just - I would let the writers cast me into the show. So my strength - and I put all my energies into performance. I just couldn't deal with the rejection, you know, getting your sketches cut, and it was hard for me.",
      "author": "Tracy Morgan",
      "category": "Performance, Night, Me"
    },
    {
      "quote": "Strength of will is the test of a young man's possibilities. Can he will strong enough and hold whatever he undertakes with an iron grip?",
      "author": "Orison Swett Marden",
      "category": "Strong, Man, Young"
    },
    {
      "quote": "My father not only has the strength and ability necessary to be our next president, but also the kindness and compassion that will enable him to be the leader that this country needs.",
      "author": "Ivanka Trump",
      "category": "Kindness, Father, Leader"
    },
    {
      "quote": "For my first fragrance, I wanted to capture the essence of a woman's strength and beauty.",
      "author": "Ivanka Trump",
      "category": "Beauty, Woman, First"
    },
    {
      "quote": "Many a man's strength is in opposition, and when he faileth, he grows out of use.",
      "author": "Francis Bacon",
      "category": "Man, Opposition, Many"
    },
    {
      "quote": "You can tell the strength of a nation by the women behind its men.",
      "author": "Benjamin Disraeli",
      "category": "Women, Men, You"
    },
    {
      "quote": "The Green Lantern is a unique superhero because it's not that he's super that is his focus it's that he's a man. He's very human. That's his greatest strength and his greatest weakness.",
      "author": "Blake Lively",
      "category": "Focus, Man, Greatest"
    },
    {
      "quote": "Every actor has a strength, and sometimes you just respond to things that you see yourself better at. I'm aware of what I can and can't do.",
      "author": "Jason Statham",
      "category": "Yourself, Better, You"
    },
    {
      "quote": "Musclemen grow on trees. They can tense their muscles and look good in a mirror. So what? I'm interested in practical strength that's going to help me run, jump, twist, punch.",
      "author": "Jason Statham",
      "category": "Good, Mirror, Trees"
    },
    {
      "quote": "It's a real strength for me that I've never minded the training process. It's something I enjoy. I really like being in the gym or, certainly, on the field.",
      "author": "Tom Brady",
      "category": "Training, Me, Enjoy"
    },
    {
      "quote": "As a single mother of four, my mother taught me that you always want to show up strong for the moments that really matter with family, friends, and community. I now recognize how her strength helped shape the person I am today and the mother that I have become.",
      "author": "Andie MacDowell",
      "category": "Family, Friends, Community"
    },
    {
      "quote": "Organized religion is a sham and a crutch for weak-minded people who need strength in numbers. It tells people to go out and stick their noses in other people's business.",
      "author": "Jesse Ventura",
      "category": "Business, Religion, People"
    },
    {
      "quote": "Organized religion is a sham and a crutch for weak-minded people who need strength in numbers.",
      "author": "Jesse Ventura",
      "category": "Religion, People, Numbers"
    },
    {
      "quote": "The spirit of man is more important than mere physical strength, and the spiritual fiber of a nation than its wealth.",
      "author": "Dwight D. Eisenhower",
      "category": "Man, Spiritual, Wealth"
    },
    {
      "quote": "I sort of consider myself a comedic actress, not a comedienne. I think it's different. You know, I'm not a stand-up or anything, but playing into comedic situations is sort of where, I think, my strength lies.",
      "author": "Zooey Deschanel",
      "category": "Myself, Know, Think"
    }
  ]
}