{
  "author": "Ravindu Manoj",
  "github": "ravindu01manoj",
  "repo": "Quotes-500k",
  "data": [
    {
      "quote": "The past which is so presumptuously brought forward as a precedent for the present was itself founded on some past that went before it.",
      "author": "Madame de Stael",
      "category": "past"
    },
    {
      "quote": "\"Old times\" never come back and I suppose it's just as well. What comes back is a new morning every day in the year  and that's better.",
      "author": "George E. Woodberry",
      "category": "past"
    },
    {
      "quote": "We have inherited new difficulties because we have inherited more privileges.",
      "author": "Dr. Abram Sacher",
      "category": "past"
    },
    {
      "quote": "People are always asking about the good old days. I say  why don't you say the good \"now\" days? Isn't \"now\" the only time you're living?",
      "author": "Robert M. Young",
      "category": "past"
    },
    {
      "quote": "Life in the twentieth century undeniably has ... such richness  joy and adventure as were unknown to our ancestors except in their dreams.",
      "author": "Arthur H. Campton",
      "category": "past"
    },
    {
      "quote": "Enjoy yourself. These are the \"good old days\" you're going to miss in the years ahead.",
      "author": "Anonymous",
      "category": "past"
    },
    {
      "quote": "The past is our very being.",
      "author": "David Ben-Gurion",
      "category": "past"
    },
    {
      "quote": "To disdain today is to prove that yesterday has been misunderstood.",
      "author": "Maurice Maeterlinck",
      "category": "past"
    },
    {
      "quote": "The universe is made of stories  not of atoms.",
      "author": "Muriel Rukeyser",
      "category": "past"
    },
    {
      "quote": "This is not a dress rehearsal. This is It.",
      "author": "Tom Cunningham",
      "category": "present"
    },
    {
      "quote": "Only when your consciousness is totally focused on the moment you are in can you receive whatever gift  esson  or delight that moment has to",
      "author": "Barbara De Angelis",
      "category": "present"
    },
    {
      "quote": "Seize the day  and put the least possible trust in tomorrow.",
      "author": "Horace",
      "category": "present"
    },
    {
      "quote": "Tomorrow's life is too late. Live today.",
      "author": "Martial",
      "category": "present"
    },
    {
      "quote": "One today is worth two tomorrows.",
      "author": "Benjamin Franklin",
      "category": "present"
    },
    {
      "quote": "Half of today is better than all of tomorrow.",
      "author": "Jean de la Fontaine",
      "category": "present"
    },
    {
      "quote": "Never put off until tomorrow what you can do today  because if you enjoy it today  you can do it again  tomorrow.",
      "author": "Anonymous",
      "category": "present"
    },
    {
      "quote": "Today is the first day of the rest of your life.",
      "author": "Abbie Hoffman",
      "category": "present"
    },
    {
      "quote": "The present moment is significant  not as the bridge between past and future  but by reason of its contents  which can fill our emptiness and become ours  if we are capable of receiving them",
      "author": "Dag Hammarskjold",
      "category": "present"
    },
    {
      "quote": "All of us tend to put off living. We are all dreaming of some magical rose garden over the horizon instead of enjoying the roses that are blooming outside our windows today.",
      "author": "Dale Carnegie",
      "category": "present"
    },
    {
      "quote": "It's not that \"today is the first day of the rest of my life \" but that now is all there is of my life.",
      "author": "Hugh Prather",
      "category": "present"
    },
    {
      "quote": "We want to live in the present  and the only history that is worth a tinker's damn is the history we make today.",
      "author": "Henry Ford",
      "category": "present"
    },
    {
      "quote": "Now is the only time we own  give  love  toil with a will. And place no faith in tomorrow  for the clock may then be still.",
      "author": "Anonymous",
      "category": "present"
    },
    {
      "quote": "Enjoy yourself  drink  call the life you live today your own-but only that  the rest belongs to chance.",
      "author": "Euripides",
      "category": "present"
    },
    {
      "quote": "You are younger today than you ever will be again. Make use of it for the sake of tomorrow.",
      "author": "Anonymous",
      "category": "present"
    },
    {
      "quote": "If we are ever to enjoy life  now is the time  not tomorrow or next year. ... Today should always be our most wonderful day.",
      "author": "Thomas Dreier",
      "category": "present"
    },
    {
      "quote": "Live now  believe me  wait not till tomorrow  gather the roses of life today.",
      "author": "Pierre de Ronsard",
      "category": "present"
    },
    {
      "quote": "So often we rob tomorrow's memories by today's economies.",
      "author": "John Mason Brown",
      "category": "present"
    },
    {
      "quote": "You had better live your best and act your best and think your best today  for today is the sure preparation for tomorrow and all the other tomorrows that follow.",
      "author": "Harriet Martineau",
      "category": "present"
    },
    {
      "quote": "Happy the man  and happy he alone He can call today his own. He who  secure within can say  \"Tomorrow  do thy worst  for I have lived today.\"",
      "author": "Henry Fielding",
      "category": "present"
    },
    {
      "quote": "Forget mistakes. Forget failures. Forget everything except what you're going to do now and do it. Today is your lucky day.",
      "author": "Will Durant",
      "category": "present"
    },
    {
      "quote": "Yesterday is ashes  tomorrow wood. Only today does the fire burn brightly.",
      "author": "Old Eskimo proverb",
      "category": "present"
    },
    {
      "quote": "One of these days is none of these days.",
      "author": "H. G. Bohn",
      "category": "present"
    },
    {
      "quote": "This is the day which the Lord has made. Let us rejoice and be glad in it.",
      "author": "Bible",
      "category": "present"
    },
    {
      "quote": "He growled at morning  noon  and night  And trouble sought to borrow  Although today the sky was bright  He knew t'would storm tomorrow  A thought of joy he could not stand  And struggled to resist it  Though sunshine dappled all the land This sorry pessimist it.",
      "author": "Nixon Waterman",
      "category": "present"
    },
    {
      "quote": "To those leaning on the sustaining infinite  to-day is big with blessings.",
      "author": "Mary Baker Eddy",
      "category": "present"
    },
    {
      "quote": "The here-and-now is no mere filling of time  but a filling of time with God.",
      "author": "John Foster",
      "category": "present"
    },
    {
      "quote": "In the present  every day is a miracle.",
      "author": "James Gould Cozzens",
      "category": "present"
    },
    {
      "quote": "Life is only this place  this time  and these people right here and now.",
      "author": "Vincent Collins",
      "category": "present"
    },
    {
      "quote": "I believe that only one person in a thousand knows the trick of really living in the present.",
      "author": "Storm Jameson",
      "category": "present"
    },
    {
      "quote": "There is one thing we can do  and the happiest people are those who do it to the limit of their ability. We can be completely present. We can be all here. We can ... give all our attention to the opportunity before us.",
      "author": "Mark Van Doren",
      "category": "present"
    },
    {
      "quote": "The more I give myself permission to live in the moment and enjoy it without feeling guilty or judgmental about any other time  the better I feel about the quality of my work.",
      "author": "Wayne Dyer",
      "category": "present"
    },
    {
      "quote": "Act-act in the living Present!",
      "author": "Henry Wadsworth Longfellow",
      "category": "present"
    },
    {
      "quote": "Are not my days few? Cease then  and let me alone  that I may take comfort a little  Before I go to the place from which I shall not return.",
      "author": "Bible",
      "category": "present"
    },
    {
      "quote": "Now or never was the time.",
      "author": "Laurence Sterne",
      "category": "present"
    },
    {
      "quote": "And now  Lord  what wait I for?",
      "author": "Bible",
      "category": "present"
    },
    {
      "quote": "The future belongs to those who live intensely in the present.",
      "author": "Anonymous",
      "category": "present"
    },
    {
      "quote": "The present is elastic to embrace infinity.",
      "author": "Louis Anspacher",
      "category": "present"
    },
    {
      "quote": "The present is the living sum-total of the whole past.",
      "author": "Thomas Carlyle",
      "category": "present"
    },
    {
      "quote": "The present is an eternal now.",
      "author": "Abraham Cowley",
      "category": "present"
    },
    {
      "quote": "The present is all the ready money Fate can give.",
      "author": "Abraham Cowley",
      "category": "present"
    },
    {
      "quote": "The present is an edifice which God cannot rebuild.",
      "author": "Ralph Waldo Emerson",
      "category": "present"
    },
    {
      "quote": "The present is the blocks with which we build.",
      "author": "Henry Wadsworth Longfellow",
      "category": "present"
    },
    {
      "quote": "The present is the symbol and vehicle of the future.",
      "author": "Joseph McSorely",
      "category": "present"
    },
    {
      "quote": "The present is all you have for your certain possession.",
      "author": "Anonymous",
      "category": "present"
    },
    {
      "quote": "We are here and it is now. Further than that  all knowledge is moonshine.",
      "author": "H. L. Mencken",
      "category": "present"
    },
    {
      "quote": "Having spent the better part of my life trying either to relive the past or experience the future before it arrives  I have come to believe that in between these two extremes is peace.",
      "author": "Anonymous",
      "category": "present"
    },
    {
      "quote": "This time  like all times  is a very good one if we but know what to do with it.",
      "author": "Ralph Waldo Emerson",
      "category": "present"
    },
    {
      "quote": "The time is always right to do what is right.",
      "author": "Martin Luther King, Jr.",
      "category": "present"
    },
    {
      "quote": "One realm we have never conquered: the pure present.",
      "author": "D. H. Lawrence",
      "category": "present"
    },
    {
      "quote": "He who lives in the present lives in eternity.",
      "author": "Ludwig Wittgenstein",
      "category": "present"
    },
    {
      "quote": "I am in the present. I cannot know what tomorrow will bring forth. I can know only what the truth is for me today. That is what I am called upon to serve.",
      "author": "Igor Stravinsky",
      "category": "present"
    },
    {
      "quote": "The present offers itself to our touch for only an instant of time and then eludes the senses.",
      "author": "Plutarch",
      "category": "present"
    },
    {
      "quote": "A life uncommanded now is uncom-manded  a life unenjoyed now is unenjoyed  a life not lived wisely now is not lived wisely.",
      "author": "David Grayson",
      "category": "present"
    },
    {
      "quote": "The word \"now\" is like a bomb thrown through the window  and it ticks.",
      "author": "Arthur Miller",
      "category": "present"
    },
    {
      "quote": "Whether it's the best of times or the worst of times  it's the only time we've got.",
      "author": "Art Buchwald",
      "category": "present"
    },
    {
      "quote": "It is now  and in this world  that we must live.",
      "author": "Andre Gide",
      "category": "present"
    },
    {
      "quote": "Who cares about great marks left behind? We have one life.... Just one. Our life. We have nothing else.",
      "author": "Ugo Betti",
      "category": "present"
    },
    {
      "quote": "This-the immediate  everyday  and present experience-is IT  the entire and ultimate point for the existence of a universe.",
      "author": "Alan Watts",
      "category": "present"
    },
    {
      "quote": "Let us live today.",
      "author": "J. C. F. von Schiller",
      "category": "present"
    },
    {
      "quote": "Work accomplished means little. It is in the past. What we all want is the glorious and living present.",
      "author": "Sherwood Anderson",
      "category": "present"
    },
    {
      "quote": "Yesterday is a cancelled check. Tomorrow is a promissory note. Today is cash in hand. Spend It!",
      "author": "John W Newbern",
      "category": "present"
    },
    {
      "quote": "Today Relative to Yesterday or Tomorrow The future is made of the same stuff as the present.",
      "author": "Simone Weil",
      "category": "present"
    },
    {
      "quote": "Yesterday is but a dream  tomorrow is only a vision. But today  well lived  makes every yesterday a dream of happiness  and every tomorrow a vision of hope. Look well  therefore  to this day  for it is life  the very life of life.",
      "author": "The Sanskrit",
      "category": "present"
    },
    {
      "quote": "Be glad today. Tomorrow may bring tears. Be brave today. The darkest night will pass. And golden rays will usher in the dawn.",
      "author": "Sarah Knowles Bolton",
      "category": "present"
    },
    {
      "quote": "Do not look back on happiness  or dream of it in the future. You are only sure of today  do not let yourself be cheated out of it.",
      "author": "Henry Ward Beecher",
      "category": "present"
    },
    {
      "quote": "Existence is no more than the precarious attainment of relevance in an intensely mobile flux of past  present  and future.",
      "author": "Susan Sontag",
      "category": "present"
    },
    {
      "quote": "I am not afraid of tomorrow  for I have seen yesterday and I love today.",
      "author": "William Allen White",
      "category": "present"
    },
    {
      "quote": "The past  the present and the future are really one: they are today.",
      "author": "Harriet Beecher Stowe",
      "category": "present"
    },
    {
      "quote": "The present contains all that there is. It is holy ground  for it is the past  and it is the future.",
      "author": "Alfred North Whitehead",
      "category": "present"
    },
    {
      "quote": "There is no justification for present existence other than its expansion into an indefinitely open future.",
      "author": "Simone de Beauvoir",
      "category": "present"
    },
    {
      "quote": "With the past  I have nothing to do  nor with the future. I live now.",
      "author": "Ralph Waldo Emerson",
      "category": "present"
    },
    {
      "quote": "Children have neither a past nor a future. Thus they enjoy the present  which seldom happens to us.",
      "author": "Jean de la Bruyere",
      "category": "present"
    },
    {
      "quote": "The past is a bucket of ashes  so live not in your yesterdays  nor just for tomorrow  but in the here and now.",
      "author": "Carl Sandburg",
      "category": "present"
    },
    {
      "quote": "Youth is the time of getting  middle age of improving  and old age of spending.",
      "author": "Anne Bradstreet",
      "category": "present"
    },
    {
      "quote": "It is not the weight of the future or the past that is pressing upon you  but ever that of the present alone. Even this burden  too  can be lessened if you confine it strictly to its own limits.",
      "author": "Marcus Aurelius",
      "category": "present"
    },
    {
      "quote": "Reappraise the past  reevaluate where we've been  clarify where we are  and predict or anticipate where we are headed.",
      "author": "Toni Cade Bambara",
      "category": "present"
    },
    {
      "quote": "We can easily manage if we will only take  each day  the burden appointed to it. But the load will be too heavy for us if we carry yesterday's burden over again today  and then add the burden of the morrow before we are required to bear it.",
      "author": "John Newton",
      "category": "present"
    },
    {
      "quote": "Take in the ideas of the day  drain off those of yesterday. As to the morrow  time enough to consider it when it becomes today.",
      "author": "Edward Bulwer-Lytton",
      "category": "present"
    },
    {
      "quote": "Tomorrow I will live  the fool does say  today itself's too late  the wise lived yesterday.",
      "author": "Martial",
      "category": "present"
    },
    {
      "quote": "The cares of today are seldom those of tomorrow.",
      "author": "William Cowper",
      "category": "present"
    },
    {
      "quote": "Yesterday is a cancelled check  tomorrow is a promissory note  today is the only cash you have-so spend it wisely.",
      "author": "Kay Lyons",
      "category": "present"
    },
    {
      "quote": "Everyman's life lies within the present  for the past is spent and done with  and the future is uncertain.",
      "author": "Marcus Aurelius",
      "category": "present"
    },
    {
      "quote": "The flesh endures the storms of the present alone  the mind those of the past and future as well.",
      "author": "Epicurus",
      "category": "present"
    },
    {
      "quote": "I try to learn from the past  but I plan for the future by focusing exclusively on the present. That's where the fun is.",
      "author": "Donald Trump",
      "category": "present"
    },
    {
      "quote": "No mind is much employed upon the present  recollection and anticipation fill up almost all our moments.",
      "author": "Samuel Johnson",
      "category": "present"
    },
    {
      "quote": "The only living life is in the past and future-the present is an interlude- strange interlude in which we call on past and future to bear witness that we are living.",
      "author": "Eugene O'Neill",
      "category": "present"
    },
    {
      "quote": "Past  and to come  seems best  things present  worst.",
      "author": "William Shakespeare",
      "category": "present"
    },
    {
      "quote": "The past cannot be regained  although we can learn from it  the future is not yet ours even though we must plan for it. ... Time is now. We have only today.",
      "author": "Charles Hummell",
      "category": "present"
    },
    {
      "quote": "Look not mournfully into the past  it comes not back again. Wisely improve the present  it is thine. Go forth to meet the shadowy future without fear and with a manly heart.",
      "author": "Henry Wadsworth Longfellow",
      "category": "present"
    },
    {
      "quote": "No longer forward nor behind I look in hope or fear  but grateful  take the good I find  the best of now and here.",
      "author": "John Greenleaf Whittier",
      "category": "present"
    },
    {
      "quote": "The present  like a note in music  is nothing but as it appertains to what is past and what is to come.",
      "author": "Walter Savage Landor",
      "category": "present"
    },
    {
      "quote": "We can see well into the past  we can guess shrewdly in to the future  but that which is rolled up and muffled in impenetrable folds is today.",
      "author": "Ralph Waldo Emerson",
      "category": "present"
    },
    {
      "quote": "The present time is seldom able to fill desire or imagination with immediate enjoyment  and we are forced to supply its deficiencies by recollection or anticipation.",
      "author": "Samuel Johnson",
      "category": "present"
    },
    {
      "quote": "Be satisfied  and pleased with what thou art  Act cheerfully and well thy allotted part  Enjoy the present hour  be thankful for the past  And neither fear  nor wish  the approaches of the last.",
      "author": "Martial",
      "category": "present"
    },
    {
      "quote": "It is difficult to live in the present  ridiculous to live in the future and impossible to live in the past.",
      "author": "Jim Bishop",
      "category": "present"
    },
    {
      "quote": "If you have one eye on yesterday  and one eye on tomorrow  you're going to be cockeyed today.",
      "author": "Anonymous",
      "category": "present"
    },
    {
      "quote": "Yesterday has gone. Tomorrow may never come. There is only the miracle of this moment. Savor it. It is a gift.",
      "author": "Anonymous",
      "category": "present"
    },
    {
      "quote": "Don't waste today regretting yesterday instead of making a memory for tomorrow.",
      "author": "Laura Palmer",
      "category": "present"
    },
    {
      "quote": "Light tomorrow with today.",
      "author": "Elizabeth Barrett Browning",
      "category": "present"
    },
    {
      "quote": "I just take one day. Yesterday is gone. Tomorrow has not come. We have only today to love Jesus.",
      "author": "Mother Teresa",
      "category": "present"
    },
    {
      "quote": "Patterns of the past echo in the present and resound through the future.",
      "author": "Dhyani Ywahoo",
      "category": "present"
    },
    {
      "quote": "Who controls the past controls the future  who controls the present controls the past.",
      "author": "George Orwell",
      "category": "present"
    },
    {
      "quote": "If we spend our time with regrets over yesterday  and worries over what might happen tomorrow  we have no today in which to live.",
      "author": "Anonymous",
      "category": "present"
    },
    {
      "quote": "Now is all we have. Everything that has ever happened to you  and anything that is ever going to happen to you  is just a thought.",
      "author": "Wayne Dyer",
      "category": "present"
    },
    {
      "quote": "The present is the necessary product of all the past  the necessary cause of all the future.",
      "author": "Robert G. Ingersoll",
      "category": "present"
    },
    {
      "quote": "If we open a quarrel between the past and the present  we shall find we have lost the future.",
      "author": "Winston Churchill",
      "category": "present"
    },
    {
      "quote": "Few of us ever live in the present  we are forever anticipating what is to come or remembering what has gone.",
      "author": "Louis L'Amour",
      "category": "present"
    },
    {
      "quote": "The secret of health for both mind and body is not to mourn for the past  not to worry about the future  nor to anticipate troubles  but to live the present moment wisely and earnestly.",
      "author": "Buddha",
      "category": "present"
    },
    {
      "quote": "When we have a world of only now  with no shadows of yesterdays or clouds of tomorrow  then saying what we can do will work.",
      "author": "Goldie Ivener",
      "category": "present"
    },
    {
      "quote": "I can feel guilty about the past  apprehensive about the future  but only in the present can I act. The ability to be in the present moment is a major component of mental wellness.",
      "author": "Abraham Maslow",
      "category": "present"
    },
    {
      "quote": "I have realized that the past and the future are real illusions  that they exist only in the present  which is what there is and all that there is.",
      "author": "Alan Watts",
      "category": "present"
    },
    {
      "quote": "There is no present or future  only the past  happening over and over again  now.",
      "author": "Eugene O'Neill",
      "category": "present"
    },
    {
      "quote": "Today was once the future from which you expected so much in the past.",
      "author": "Anonymous",
      "category": "present"
    },
    {
      "quote": "Today is yesterday's pupil.",
      "author": "Benjamin Franklin",
      "category": "present"
    },
    {
      "quote": "Today is yesterday's effect and tomorrow's cause.",
      "author": "Phillip Gribble",
      "category": "present"
    },
    {
      "quote": "Through loyalty to the past  our mind refuses to realize that tomorrow's joy is possible only if today's makes way for it  that each wave owes the beauty of its line only to the withdrawal of the preceding one.",
      "author": "Andre Gide",
      "category": "present"
    },
    {
      "quote": "The present is the now  the here  through which all future plunges to the past.",
      "author": "James Joyce",
      "category": "present"
    },
    {
      "quote": "I have everything I need to enjoy my here and now-unless I am letting my consciousness be dominated by demands and expectations based on the dead past or the imagined future.",
      "author": "Ken Keyes",
      "category": "present"
    },
    {
      "quote": "Today is the blocks with which we build.",
      "author": "Henry Wadsworth Longfellow",
      "category": "present"
    },
    {
      "quote": "In order to be utterly happy  the only thing necessary is to refrain from comparing this moment with other moments in the past  which I often did not fully enjoy because I was comparing them with other moments of the future.",
      "author": "Andre Gide",
      "category": "present"
    },
    {
      "quote": "Seize from every moment its unique novelty  and do not prepare your joys.",
      "author": "Andre Gide",
      "category": "present"
    },
    {
      "quote": "You don't need endless time and perfect conditions. Do it now. Do it today. Do it for twenty minutes and watch your heart start beating.",
      "author": "Barbara Sher",
      "category": "present"
    },
    {
      "quote": "Do not manage as if you had ten thousand years before you. Look you  death stands at your elbow  make the most of your minute  and be good for something while it is in your power.",
      "author": "Charles Palmer",
      "category": "present"
    },
    {
      "quote": "And if not now  when?",
      "author": "Talmud",
      "category": "present"
    },
    {
      "quote": "As we are always preparing to be happy  it is inevitable that we should never be so.",
      "author": "Blaise Pascal",
      "category": "present"
    },
    {
      "quote": "Why not seize the pleasure at once? How often is happiness destroyed by preparation  foolish preparation!",
      "author": "Jane Austen",
      "category": "present"
    },
    {
      "quote": "When shall we live if not now?",
      "author": "M. F. K. Fisher",
      "category": "present"
    },
    {
      "quote": "We cannot put off living until we are ready. The most salient characteristic of life is its coerciveness: it is always urgent  \"here and now \" without any possible postponement. Life is fired at us point-blank.",
      "author": "Jose Ortega y Gasset",
      "category": "present"
    },
    {
      "quote": "Very few men  properly speaking  live at present  but are providing to live another time.",
      "author": "Jonathan Swift",
      "category": "present"
    },
    {
      "quote": "Real generosity toward the future lies in giving all to the present.",
      "author": "Albert Camus",
      "category": "present"
    },
    {
      "quote": "Freedom from worries and surcease from strain are illusions that always inhabit the distance.",
      "author": "Edwin Way Teale",
      "category": "present"
    },
    {
      "quote": "Study as if you were to live forever. Live as if you were to die tomorrow.",
      "author": "Saint Isidore of Seville",
      "category": "present"
    },
    {
      "quote": "The best preparation for a better life next year is a full  complete  harmonious  joyous life this year.",
      "author": "Thomas Dreier",
      "category": "present"
    },
    {
      "quote": "If you spend your whole life waiting for the storm  you'll never enjoy the sunshine.",
      "author": "Morris West",
      "category": "present"
    },
    {
      "quote": "Some people are making such thorough preparation for rainy days that they aren't enjoying today's sunshine.",
      "author": "William Feather",
      "category": "present"
    },
    {
      "quote": "The greater part of our lives is spent in dreaming over the morrow  and when it comes  it  too  is consumed in the anticipation of a brighter morrow  and so the cheat is prolonged  even to the grave.",
      "author": "Mark Rutherford",
      "category": "present"
    },
    {
      "quote": "It is cheap generosity which promises the future in compensation for the present.",
      "author": "J. A. Spender",
      "category": "present"
    },
    {
      "quote": "Who knows if the gods above will add tomorrow's span to this day's sum?",
      "author": "Horace",
      "category": "present"
    },
    {
      "quote": "Defer not till tomorrow to be wise  tomorrow's sun to thee may never rise.",
      "author": "William Congreve",
      "category": "present"
    },
    {
      "quote": "My head is buried in the sands of tomorrow  while my tail feathers are singed by the hot sun of today.",
      "author": "John Barrymore",
      "category": "present"
    },
    {
      "quote": "Today  well lived  will prepare me for both the pleasure and the pain of tomorrow.",
      "author": "Anonymous",
      "category": "present"
    },
    {
      "quote": "The future belongs to those who live intensely in the present.",
      "author": "Anonymous",
      "category": "present"
    },
    {
      "quote": "Every moment that I am centered in the future  I suffer a temporary loss of this life.",
      "author": "Hugh Prather",
      "category": "present"
    },
    {
      "quote": "We know nothing of tomorrow  our business is to be good and happy today.",
      "author": "Sydney Smith",
      "category": "present"
    },
    {
      "quote": "We are always beginning to live  but are never living.",
      "author": "Manilius",
      "category": "present"
    },
    {
      "quote": "Live wastes itself while we are preparing to live.",
      "author": "Ralph Waldo Emerson",
      "category": "present"
    },
    {
      "quote": "I have always been waiting for something better-sometimes to see the best I had snatched from me.",
      "author": "Dorothy Reed Mendenhall",
      "category": "present"
    },
    {
      "quote": "Men spend their lives in anticipation  in determining to be vastly happy at some period when they have time. But the present time has one advantage over every other-it is our own.... We may lay in a stock of pleasures  as we would lay in a stock of wine  but if we defer the tasting of them too long  we shall find that both are soured by age.",
      "author": "Charles Caleb Colton",
      "category": "present"
    },
    {
      "quote": "You do well to have visions of a better life than of every day  but it is the life of every day from which the elements of a better life must come.",
      "author": "Maurice Maeterlinck",
      "category": "present"
    },
    {
      "quote": "The most effective way to ensure the value of the future is to confront the present courageously and constructively.",
      "author": "Rollo May",
      "category": "present"
    },
    {
      "quote": "The habit of looking into the future and thinking that the whole meaning of the present lies in what it will bring forth is a pernicious one. There can be no value in the whole unless there is value in the parts.",
      "author": "Bertrand Russell",
      "category": "present"
    },
    {
      "quote": "You don't save a pitcher for tomorrow. Tomorrow it may rain.",
      "author": "Leo Durocher",
      "category": "present"
    },
    {
      "quote": "Very strange is this quality of our human nature which decrees that unless we feel a future before us we do not live completely in the present.",
      "author": "Phillips Brooks",
      "category": "present"
    },
    {
      "quote": "Just do your best today and tomorrow will come ... tomorrow's going to be a busy day  a happy day.",
      "author": "Helen Boehm",
      "category": "present"
    },
    {
      "quote": "Do today's duty  fight today's temptation  do not weaken and distract yourself by looking forward to things you cannot see  and could not understand if you saw them.",
      "author": "Charles Kingsley",
      "category": "present"
    },
    {
      "quote": "The best preparation for good work tomorrow is to do good work today.",
      "author": "Elbert Hubbard",
      "category": "present"
    },
    {
      "quote": "Live for today. Multitudes of people have failed to live for today. ... What they have had within their grasp today they have missed entirely  because only the future has intrigued them.",
      "author": "William Allen White",
      "category": "present"
    },
    {
      "quote": "Present opportunities are neglected  and attainable good is slighted  by minds busied in extensive ranges and intent upon future advantages.",
      "author": "Samuel Johnson",
      "category": "present"
    },
    {
      "quote": "Light tomorrow with today.",
      "author": "Elizabeth Barrett Browning",
      "category": "present"
    },
    {
      "quote": "A preoccupation with the future not only prevents us from seeing the present as it is  but often prompts us to rearrange the past.",
      "author": "Eric Hoffer",
      "category": "present"
    },
    {
      "quote": "The man least dependent upon the morrow goes to meet the morrow most cheerfully.",
      "author": "Epicurus",
      "category": "present"
    },
    {
      "quote": "Today's egg is better than tomorrow's hen.",
      "author": "Turkish proverb",
      "category": "present"
    },
    {
      "quote": "T'were too absurd to slight for the hereafter  the day's delight!",
      "author": "Robert Browning",
      "category": "present"
    },
    {
      "quote": "The best part of our lives we pass in counting on what is to come.",
      "author": "William Hazlitt",
      "category": "present"
    },
    {
      "quote": "It seems to be the fate of man to seek all his consolations in futurity.",
      "author": "Samuel Johnson",
      "category": "present"
    },
    {
      "quote": "The prospect of being pleased tomorrow will never console me for the boredom of today.",
      "author": "Francois de La Rochefoucauld",
      "category": "present"
    },
    {
      "quote": "To live only for some future goal is shallow. It's the sides of the mountain that sustain life  not the top.",
      "author": "Robert M. Pirsig",
      "category": "present"
    },
    {
      "quote": "We steal if we touch tomorrow. It is God's.",
      "author": "Henry Ward Beecher",
      "category": "present"
    },
    {
      "quote": "The past and present are only our means  the future is always our end. Thus we never really live  but only hope to live.",
      "author": "Blaise Pascal",
      "category": "present"
    },
    {
      "quote": "The president is the representative of the whole nation and he's the only lobbyist that all the one hundred and sixty million people in this country have.",
      "author": "Harry S. Truman",
      "category": "presidency"
    },
    {
      "quote": "Trying to make the presidency work these days is like trying to sew buttons on a custard pie.",
      "author": "James David Barber",
      "category": "presidency"
    },
    {
      "quote": "Th' prisidincy is th' highest office in th' gift iv th people. Th' vice-prisidincy is th' next highest an' the lowest. It isn't a crime exactly. Ye can't be sint to jail f r it  but it's a kind iv a disgrace.",
      "author": "Finley Peter Dunne",
      "category": "presidency"
    },
    {
      "quote": "Seriously  I do not think I am fit for the presidency.",
      "author": "Abraham Lincoln",
      "category": "presidency"
    },
    {
      "quote": "An eminent American is reported to have said to friends who wished to put him forward  'Gentlemen  let there be no mistake. I should make a good president  but a very bad candidate.'",
      "author": "James Bryce",
      "category": "presidency"
    },
    {
      "quote": "Well  I wouldn't say that I was in the 'great' class  but I had a great time while I was trying to be great.",
      "author": "Harry S. Truman",
      "category": "presidency"
    },
    {
      "quote": "The presidency does not yield to definition. Like the glory of a morning sunrise  it can be experienced - it can not be told.",
      "author": "Calvin Coolidge",
      "category": "presidency"
    },
    {
      "quote": "When the president does it  that means it is not illegal.",
      "author": "Richard Nixon",
      "category": "presidency"
    },
    {
      "quote": "A president's hardest task is not to do what's right  but to know what's right.",
      "author": "Lyndon B. Johnson",
      "category": "presidency"
    },
    {
      "quote": "Had I been chosen president again  I am certain I could not have lived another year.",
      "author": "John Adams",
      "category": "presidency"
    },
    {
      "quote": "The four most miserable years of my life . . .",
      "author": "John Adams",
      "category": "presidency"
    },
    {
      "quote": "If you are as happy  my dear sir  on entering this house as I am in leaving it and returning home  you are the happiest man in the country.",
      "author": "James Buchanan",
      "category": "presidency"
    },
    {
      "quote": "I feel like the man who was tarred and feathered and ridden out of town on a rail. To the man who asked how he liked it he said: 'If it wasn't for the honour of the thing  I'd rather walk.'",
      "author": "Abraham Lincoln",
      "category": "presidency"
    },
    {
      "quote": "The office of president requires the constitution of an athlete  the patience of a mother  the endurance of an early Christian.",
      "author": "Harold Wilson",
      "category": "presidency"
    },
    {
      "quote": "Within the first few months I discovered that being a president is like riding a tiger. A man has to keep riding or be swallowed.",
      "author": "Harry S. Truman",
      "category": "presidency"
    },
    {
      "quote": "Harricum! Harricum! Give 'em hell  Harricum!",
      "author": "Harry S. Truman",
      "category": "presidency"
    },
    {
      "quote": "In America  any boy may become president  and I suppose it's just one of the risks he takes.",
      "author": "Adlai Stevenson",
      "category": "presidency"
    },
    {
      "quote": "I have no expectation of making a hit every time I come to bat.",
      "author": "Franklin D. Roosevelt",
      "category": "presidency"
    },
    {
      "quote": "I think the American public wants a solemn ass as a president  and I think I'll go along with them.",
      "author": "Calvin Coolidge",
      "category": "presidency"
    },
    {
      "quote": "I desire to so conduct the affairs of this administration that if  at the end ... I have lost every friend on earth  I shall have one friend left  and that friend shall be down inside me.",
      "author": "Abraham Lincoln",
      "category": "presidency"
    },
    {
      "quote": "The final greatness of the presidency lies in the truth that it is not just an office of incredible power but a breeding ground of indestructible myth.",
      "author": "Clinton Rossiter",
      "category": "presidency"
    },
    {
      "quote": "I beg leave to assure the Congress that no pecuniary consideration could have tempted me to accept this arduous employment at the expense of my domestic ease and happiness. I do not wish to make any profit from it.",
      "author": "George Washington",
      "category": "presidency"
    },
    {
      "quote": "Nothing in life is so exhilarating as to be shot at without result.",
      "author": "Ronald Reagan",
      "category": "presidency"
    },
    {
      "quote": "Don't let it be forgot  That once there was a spot -For one brief shining moment That was known as Camelot.",
      "author": "John F. Kennedy",
      "category": "presidency"
    },
    {
      "quote": "The buck stops here.",
      "author": "Harry S. Truman",
      "category": "presidency"
    },
    {
      "quote": "The ocean and I have many pebbles To find and wash off and roll into shape.",
      "author": "William Stafford",
      "category": "sea"
    },
    {
      "quote": "The sea possesses a power over one's moods that has the effect of a will. The sea can hypnotize. Nature in general can do so.",
      "author": "Henrik Ibsen",
      "category": "sea"
    },
    {
      "quote": "Roll on  thou deep and dark blue ocean - roll! Ten thousand fleets sweep over thee in vain  Man marks the earth with ruin - his control Stops with the shore.",
      "author": "Lord Byron",
      "category": "sea"
    },
    {
      "quote": "The sea - the truth must be confessed - has no generosity. No display of manly qualities - courage  hardihood  endurance  faithfulness - has ever been known to touch its irresponsible consciousness of power.",
      "author": "Joseph Conrad",
      "category": "sea"
    },
    {
      "quote": "Being in a ship is being in a jail  with the chance of being drowned.",
      "author": "Samuel Johnson",
      "category": "sea"
    },
    {
      "quote": "The sea hath no king but God alone.",
      "author": "Anonymous",
      "category": "sea"
    },
    {
      "quote": "Love the sea? I dote upon it - from the beach.",
      "author": "Douglas Jerrold",
      "category": "sea"
    },
    {
      "quote": "I liked to sail alone. The sea was the same as a girl to me - I did not want anyone else along.",
      "author": "E. B. White",
      "category": "sea"
    },
    {
      "quote": "I do not love the sea. The look of it is disquieting. There is something in the very sound of it that stirs the premonition felt while we listen to noble music  we become inexplicably troubled.",
      "author": "H. M. Tomlinson",
      "category": "sea"
    },
    {
      "quote": "The only cure for seasickness is to sit on the shady side of an old church in the country.",
      "author": "Anonymous",
      "category": "sea"
    },
    {
      "quote": "I have observed  on board a steamer  how men and women easily give way to their instinct for flirtation  because water has the power of washing away our sense of responsibility  and those who on land resemble the oak in their firmness behave like floating seaweed when on the sea.",
      "author": "Rabindranath Tagore",
      "category": "sea"
    },
    {
      "quote": "A poor woman from Manchester  on being taken to the seaside  is said to have expressed her delight on seeing for the first time something of which there was enough for everybody.",
      "author": "John Lubbock",
      "category": "sea"
    },
    {
      "quote": "There's never an end for the sea.",
      "author": "Samuel Beckett",
      "category": "sea"
    },
    {
      "quote": "April is the cruellest month  breeding Lilacs out of the dead land  mixing memory and desire  stirring dull roots with Spring rain.",
      "author": "T. S. Eliot",
      "category": "seasons"
    },
    {
      "quote": "Autumn wins you best by this: its mute Appeal to sympathy for its decay.",
      "author": "Robert Browning",
      "category": "seasons"
    },
    {
      "quote": "Honest Winter  snow-clad  and with the frosted beard  I can welcome not uncordially  But that long deferment of the calendar's promise  that weeping gloom of March and April  that bitter blast outraging the honour of May how often has it robbed me of heart and hope?",
      "author": "George Gissing",
      "category": "seasons"
    },
    {
      "quote": "No one thinks of Winter when the grass is green.",
      "author": "Rudyard Kipling",
      "category": "seasons"
    },
    {
      "quote": "No Winter lasts forever  no Spring skips its turn. April is a promise that May is bound to keep  and we know it.",
      "author": "Hal Borland",
      "category": "seasons"
    },
    {
      "quote": "The nicest thing about the promise of spring is that sooner or later she'll have to keep it.",
      "author": "Mark Beltaire",
      "category": "seasons"
    },
    {
      "quote": "Now is the winter of our discontent Made glorious summer by this sun of York.",
      "author": "William Shakespeare",
      "category": "seasons"
    },
    {
      "quote": "Every April  God rewrites the Book of Genesis.",
      "author": "Anonymous",
      "category": "seasons"
    },
    {
      "quote": "The changing year's progressive plan Proclaims mortality to man.",
      "author": "Horace",
      "category": "seasons"
    },
    {
      "quote": "Summer is the mother of the poor.",
      "author": "Italian proverb",
      "category": "seasons"
    },
    {
      "quote": "Take a winter as you find him and he turns out to be a thoroughly honest fellow with no nonsense in him: and tolerating none in you  which is a great comfort in the long run.",
      "author": "James Russell Lowell",
      "category": "seasons"
    },
    {
      "quote": "Summer ends  and Autumn comes  and he who would have it otherwise would have high tide always and a full moon every night.",
      "author": "Hal Borland",
      "category": "seasons"
    },
    {
      "quote": "June's too soon  July's too late - for summer.",
      "author": "Siberian saying",
      "category": "seasons"
    },
    {
      "quote": "April  Comes like an idiot  babbling  and strewing flowers.",
      "author": "Edna St. Vincent Millay",
      "category": "seasons"
    },
    {
      "quote": "Autumn arrives in the early morning  but spring at the close of a winter's day.",
      "author": "Elizabeth Bowen",
      "category": "seasons"
    },
    {
      "quote": "Autumn is the bite of a harvest apple.",
      "author": "Christina Petrowsky",
      "category": "seasons"
    },
    {
      "quote": "May is a pious fraud of the almanac A ghastly parody of real Spring Shaped out of snow and breathed with eastern wind.",
      "author": "James Russell Lowell",
      "category": "seasons"
    },
    {
      "quote": "The first day of spring was once the time for taking the young virgins into the fields  there in dalliance to set an example in fertility for Nature to follow. Now we just set the clock an hour ahead and change the oil in the crankcase.",
      "author": "E. B. White",
      "category": "seasons"
    },
    {
      "quote": "There is honor among thieves.",
      "author": "English proverb",
      "category": "thieving"
    },
    {
      "quote": "Set a thief to catch a thief.",
      "author": "English proverb",
      "category": "thieving"
    },
    {
      "quote": "A plague upon it when thieves cannot be true one to another!",
      "author": "William Shakespeare",
      "category": "thieving"
    },
    {
      "quote": "When thieves fall out  honest men come by their own.",
      "author": "English proverb",
      "category": "thieving"
    },
    {
      "quote": "Stolen waters are sweet  and bread eaten in secret is pleasant.",
      "author": "Proverbs",
      "category": "thieving"
    },
    {
      "quote": "A library is thought in cold storage.",
      "author": "Viscount Herbert Samuel",
      "category": "thinking, thought"
    },
    {
      "quote": "A man is not idle because he is absorbed in thought. There is a visible labour and there is an invisible labour.",
      "author": "Victor Hugo",
      "category": "thinking, thought"
    },
    {
      "quote": "An Englishman thinks seated  a Frenchman  standing  an American  pacing  an Irishman  afterward.",
      "author": "Austin O'Malley",
      "category": "thinking, thought"
    },
    {
      "quote": "Analogies  it is true  decide nothing  but they can make one feel more at home.",
      "author": "Sigmund Freud",
      "category": "thinking, thought"
    },
    {
      "quote": "Data data everywhere but not a thought to think.",
      "author": "Theodore Roszak",
      "category": "thinking, thought"
    },
    {
      "quote": "One must live the way one thinks or end up thinking the way one has lived.",
      "author": "Paul Bourget",
      "category": "thinking, thought"
    },
    {
      "quote": "One thought fills immensity.",
      "author": "William Blake",
      "category": "thinking, thought"
    },
    {
      "quote": "Sometimes people mistake the way I talk for what I am thinking.",
      "author": "Idi Amin",
      "category": "thinking, thought"
    },
    {
      "quote": "Thought is the labour of the intellect  reverie is its pleasure.",
      "author": "Victor Hugo",
      "category": "thinking, thought"
    },
    {
      "quote": "Three minutes' thought would suffice to find this out  . but thought is irksome and three minutes is a long time.",
      "author": "A. E. Housman",
      "category": "thinking, thought"
    },
    {
      "quote": "When thought becomes excessively painful  action is the finest remedy.",
      "author": "Salman Rushdie",
      "category": "thinking, thought"
    },
    {
      "quote": "Worrying is the most natural and spontaneous of all human functions. It is time to acknowledge this  perhaps even to learn to do it better.",
      "author": "Lewis Thomas",
      "category": "thinking, thought"
    },
    {
      "quote": "All thought is a feat of association  having what's in front of you bring up something in your mind that you almost didn't know you knew.",
      "author": "Robert Frost",
      "category": "thinking, thought"
    },
    {
      "quote": "We only think when we are confronted with a problem.",
      "author": "John Dewey",
      "category": "thinking, thought"
    },
    {
      "quote": "The extra calories needed for one hour of intense mental effort would be completely met by eating one oyster cracker or one half of a salted peanut.",
      "author": "Francis C. Benedict",
      "category": "thinking, thought"
    },
    {
      "quote": "Every man who says frankly and fully what he thinks is doing a public service.",
      "author": "Leslie Stephen",
      "category": "thinking, thought"
    },
    {
      "quote": "Thought is the strongest thing we have. Work done by true and profound thought - that is a real force.",
      "author": "Albert Schweitzer",
      "category": "thinking, thought"
    },
    {
      "quote": "When a man knows he is to be hanged in a fortnight  it concentrates his mind wonderfully.",
      "author": "Samuel Johnson",
      "category": "thinking, thought"
    },
    {
      "quote": "We find it hard to believe that other people's thoughts are as silly as our own  but they probably are.",
      "author": "James Harvey Robinson",
      "category": "thinking, thought"
    },
    {
      "quote": "Thinking is like loving and dying - each of us must do it for himself.",
      "author": "Josiah Royce",
      "category": "thinking, thought"
    },
    {
      "quote": "A man of action forced into a state of thought is unhappy until he can get out of it.",
      "author": "John Galsworthy",
      "category": "thinking, thought"
    },
    {
      "quote": "It is human nature to think wisely and to act in an absurd fashion.",
      "author": "Anatole France",
      "category": "thinking, thought"
    },
    {
      "quote": "Men use thought only to justify their wrongdoings  and speech only to conceal their thoughts.",
      "author": "Voltaire",
      "category": "thinking, thought"
    },
    {
      "quote": "And which of you with taking thought can add to his stature one cubit?",
      "author": "Bible",
      "category": "thinking, thought"
    },
    {
      "quote": "The real offence  as she ultimately perceived  was her having a mind of her own at all. Her mind was to be his - attached to his own like a small garden plot to a deer park.",
      "author": "Henry James",
      "category": "thinking, thought"
    },
    {
      "quote": "To be uncertain is to be uncomfortable  but to be certain is to be ridiculous.",
      "author": "Chinese proverb",
      "category": "thinking, thought"
    },
    {
      "quote": "Think wrongly  if you please  but in all cases think for yourself.",
      "author": "Doris Lessing",
      "category": "thinking, thought"
    },
    {
      "quote": "The thoughts that come often unsought  and  as it were  drop into the mind  are commonly the most valuable of any we have.",
      "author": "John Locke",
      "category": "thinking, thought"
    },
    {
      "quote": "We shall succeed only so far as we continue that most distasteful of all activity  the intolerable labour of thought.",
      "author": "Learned Hand",
      "category": "thinking, thought"
    },
    {
      "quote": "Profundity of thought belongs to youth  clarity of thought to old age.",
      "author": "Friedrich Nietzsche",
      "category": "thinking, thought"
    },
    {
      "quote": "Every real thought on every real subject knocks the wind out of somebody or other.",
      "author": "Oliver Wendell Holmes",
      "category": "thinking, thought"
    },
    {
      "quote": "What was once thought can never be unthought.",
      "author": "Friedrich Dilrrenmatt",
      "category": "thinking, thought"
    },
    {
      "quote": "Many a time I have wanted to stop talking and find out what I really believed.",
      "author": "Walter Lippmann",
      "category": "thinking, thought"
    },
    {
      "quote": "Man is a slow  sloppy and brilliant thinker  the machine is fast  accurate and stupid.",
      "author": "William M. Kelly",
      "category": "thinking, thought"
    },
    {
      "quote": "Folks that blurt out just what they think wouldn't be so bad if they thought.",
      "author": "Kin Hubbard",
      "category": "thinking, thought"
    },
    {
      "quote": "Facts in books  statistics in encyclopedias  the ability to use them in men's heads.",
      "author": "Fogg Brackell",
      "category": "thinking, thought"
    },
    {
      "quote": "Knowledge is a process of piling up facts  wisdom lies in their simplification.",
      "author": "Martin H. Fisher",
      "category": "thinking, thought"
    },
    {
      "quote": "The fundamental fact about the Greek was that he had to use his mind. The ancient priests had said 'Thus far and no farther. We set the limits of thought.' The Greek said  'All things are to be examined and called into question. There are no limits set on thought.'",
      "author": "Edith Hamilton",
      "category": "thinking, thought"
    },
    {
      "quote": "Thought is born of failure.",
      "author": "Lancelot Law Whyte",
      "category": "thinking, thought"
    },
    {
      "quote": "Speaking without thinking is shooting without taking aim.",
      "author": "Spanish proverb",
      "category": "thinking, thought"
    },
    {
      "quote": "What you think is an illusion created by your glands  your emotions and  in the last analysis  by the content of your stomach. That gray matter you're so proud of is like a mirror in an amusement park which transmits to you nothing but distorted signals from reality forever beyond your grasp.",
      "author": "Ayn Rand",
      "category": "thinking, thought"
    },
    {
      "quote": "Many highly intelligent people are poor thinkers. Many people of average intelligence are skilled thinkers. The power of a car is separate from the way the car is driven.",
      "author": "Edward de Bono",
      "category": "thinking, thought"
    },
    {
      "quote": "Belief is harder to shake than knowledge.",
      "author": "Adolf Hitler",
      "category": "thinking, thought"
    },
    {
      "quote": "The bliss e'en of a moment still is bliss.",
      "author": "Joanna Baillie",
      "category": "this, moment"
    },
    {
      "quote": "Every second is of infinite value.",
      "author": "Johann von Goethe",
      "category": "this, moment"
    },
    {
      "quote": "The bliss e'en of a moment still is bliss.",
      "author": "Joanna Baillie",
      "category": "this, moment"
    },
    {
      "quote": "Let me tell thee  time is a very precious gift of God  so precious that it's only given to us moment by moment.",
      "author": "Amelia Barr",
      "category": "this, moment"
    },
    {
      "quote": "There are half hours that dilate to the importance of centuries.",
      "author": "Mary Catherwood",
      "category": "this, moment"
    },
    {
      "quote": "This-this was what made life: a moment of quiet  the water falling in the fountain  the girl's voice ... a moment of captured beauty. He who is truly wise will never permit such moments to escape.",
      "author": "Louis L'Amour",
      "category": "this, moment"
    },
    {
      "quote": "We do not remember days  we remember moments.",
      "author": "Cesare Pavese",
      "category": "this, moment"
    },
    {
      "quote": "Life is a succession of moments. To live each one is to succeed.",
      "author": "Corita Kent",
      "category": "this, moment"
    },
    {
      "quote": "The span of life is waning fast  Beware  unthinking youth  beware! Thy soul's eternity depends Upon the record moments bear!",
      "author": "Eliza Cook",
      "category": "this, moment"
    },
    {
      "quote": "Florence Farr once said to me  \"If we could say to ourselves  with sincerity  'this passing moment is as good as any I shall ever know ' we could die upon the instant and be united with God.\"",
      "author": "William Butler Yeats",
      "category": "this, moment"
    },
    {
      "quote": "Sometimes I would almost rather have people take away years of my life than take away a moment.",
      "author": "Pearl Bailey",
      "category": "this, moment"
    },
    {
      "quote": "Life is not lost by dying  life is lost minute by minute  day by day  in all the thousand small  uncaring ways.",
      "author": "Stephen Vincent Benet",
      "category": "this, moment"
    },
    {
      "quote": "I have the happiness of the passing moment  and what more can mortal ask?",
      "author": "George R. Gissing",
      "category": "this, moment"
    },
    {
      "quote": "The sole life which a man can lose is that which he is living at the moment.",
      "author": "Marcus Aurelius",
      "category": "this, moment"
    },
    {
      "quote": "I always say to myself  what is the most important thing we can think about at this extraordinary moment.",
      "author": "Francois de La Rochefoucauld",
      "category": "this, moment"
    },
    {
      "quote": "Fill the unforgiving minute with sixty seconds worth of distance run.",
      "author": "Rudyard Kipling",
      "category": "this, moment"
    },
    {
      "quote": "The present moment is creative  creating with an unheard-of intensity.",
      "author": "Le Corbusier",
      "category": "this, moment"
    },
    {
      "quote": "The only way to live is to accept each minute as an unrepeatable miracle  which is exactly what it is: a miracle and unrepeatable.",
      "author": "Storm Jameson",
      "category": "this, moment"
    },
    {
      "quote": "Who makes quick use of the moment is a genius of prudence.",
      "author": "Johann Kaspar Lavater",
      "category": "this, moment"
    },
    {
      "quote": "I live now and only now  and I will do what I want to do this moment and not what I decided was best for me yesterday.",
      "author": "Hugh Prather",
      "category": "this, moment"
    },
    {
      "quote": "But what minutes! Count them by sensation  and not by calendars  and each moment is a day.",
      "author": "Benjamin Disraeli",
      "category": "this, moment"
    },
    {
      "quote": "It may be life is only worthwhile at moments. Perhaps that is all we ought to expect.",
      "author": "Sherwood Anderson",
      "category": "this, moment"
    },
    {
      "quote": "To finish the moment  to find the journey's end in every step of the road  to live the greatest number of good hours  is wisdom.",
      "author": "Ralph Waldo Emerson",
      "category": "this, moment"
    },
    {
      "quote": "Our latest moment is always our supreme moment. Five minutes delay in dinner now is more important than a great sorrow ten years gone.",
      "author": "Samuel Butler",
      "category": "this, moment"
    },
    {
      "quote": "God speaks to all individuals through what happens to them moment by moment.",
      "author": "J. P. DeCaussade",
      "category": "this, moment"
    },
    {
      "quote": "Be always resolute with the present hour. Every moment is of infinite value.",
      "author": "Johann von Goethe",
      "category": "this, moment"
    },
    {
      "quote": "A player's effectiveness is directly related to his ability to be right there  doing that thing  in the moment. ... He can't be worrying about the past or the future or the crowd or some other extraneous event. He must be able to respond in the here and now.",
      "author": "John Brodie",
      "category": "this, moment"
    },
    {
      "quote": "We inhabit ourselves without valuing ourselves  unable to see that here  now  this very moment is sacred  but once it's gone-its value is incontestable.",
      "author": "Joyce Carol Oates",
      "category": "this, moment"
    },
    {
      "quote": "Life is all memory except for the one present moment that goes by so quick you can hardly catch it going.",
      "author": "Tennessee Williams",
      "category": "this, moment"
    },
    {
      "quote": "The trouble is not that we are never happy-it is that happiness is so episodical.",
      "author": "Ruth Benedict",
      "category": "this, moment"
    },
    {
      "quote": "Non-cooks think it's silly to invest two hours' work in two minutes' enjoyment  but if cooking is evanescent  so is the ballet.",
      "author": "Julia Child",
      "category": "this, moment"
    },
    {
      "quote": "We have only this moment  sparkling like a star in our hand ... and melting like a snowflake. Let us use it before it is too late.",
      "author": "Marie Beynon Ray",
      "category": "this, moment"
    },
    {
      "quote": "It is privilege of living to be ... acutely  agonizingly conscious of the moment that is always present and always passing.",
      "author": "Marya Mannes",
      "category": "this, moment"
    },
    {
      "quote": "The passing moment is all we can be sure of  it is only common sense to extract its utmost value from it.",
      "author": "W. Somerset Maugham",
      "category": "this, moment"
    },
    {
      "quote": "He is blessed over all mortals who loses no moment of the passing life.",
      "author": "Henry David Thoreau",
      "category": "this, moment"
    },
    {
      "quote": "We must not wish anything other than what happens from moment to moment  all the while  however  exercising ourselves in goodness.",
      "author": "Saint Catherine of Genoa",
      "category": "this, moment"
    },
    {
      "quote": "The only courage that matters is the kind that gets you from one moment to the next.",
      "author": "Mignon McLaughlin",
      "category": "this, moment"
    },
    {
      "quote": "The moment of change is the only poem.",
      "author": "Adrienne Rich",
      "category": "this, moment"
    },
    {
      "quote": "If it weren't for the last minute  nothing would get done.",
      "author": "Anonymous",
      "category": "this, moment"
    },
    {
      "quote": "Once to every man and nation comes the moment to decide. ... And the choice goes by forever t'wixt that darkness and that light.",
      "author": "James Russell Lowell",
      "category": "this, moment"
    },
    {
      "quote": "I have always felt that the moment when first you wake up in the morning is the most wonderful of the twenty-four hours. No matter how weary or dreary you may feel  you possess the certainty that... absolutely anything may happen. And the fact that it practically always doesn't  matters not one jot. The possibility is always there.",
      "author": "Monica Baldwin",
      "category": "this, moment"
    },
    {
      "quote": "Every age can be enchanting  provided you live within it.",
      "author": "Brigitte Bardot",
      "category": "this, moment"
    },
    {
      "quote": "To live exhilaratingly in and for the moment is deadly serious work  fun of the most exhausting sort.",
      "author": "Barbara Grizzuti Harrison",
      "category": "this, moment"
    },
    {
      "quote": "Love the moment and the energy of the moment will spread beyond all boundaries.",
      "author": "Corita Kent",
      "category": "this, moment"
    },
    {
      "quote": "Life isn't a matter of milestones  but of moments.",
      "author": "Rose Fitzgerald Kennedy",
      "category": "this, moment"
    },
    {
      "quote": "The power of Thought  - the magic of the Mind!",
      "author": "Lord Byron",
      "category": "thought"
    },
    {
      "quote": "My thoughts ran a wool-gathering.",
      "author": "Miguel de Cervantes",
      "category": "thought"
    },
    {
      "quote": "Any man may make a mistake  none but a fool will stick to it. Second thoughts are best as the proverb says.",
      "author": "Cicero",
      "category": "thought"
    },
    {
      "quote": "Learning without thought is labor lost.",
      "author": "Confucius",
      "category": "thought"
    },
    {
      "quote": "I think  therefore I am.",
      "author": "Rene Descartes",
      "category": "thought"
    },
    {
      "quote": "Thoughts that breathe and words that burn.",
      "author": "Thomas Gray",
      "category": "thought"
    },
    {
      "quote": "Great thoughts reduced to practice become great acts.",
      "author": "William Hazlitt",
      "category": "thought"
    },
    {
      "quote": "The mind grows by what it feeds on.",
      "author": "J. G. Holland",
      "category": "thought"
    },
    {
      "quote": "A penny for your thought.",
      "author": "John Lyly",
      "category": "thought"
    },
    {
      "quote": "Which of you by taking thought can add one cubit unto his stature?",
      "author": "Matthew",
      "category": "thought"
    },
    {
      "quote": "As he thinketh in his heart  so is he.",
      "author": "Proverbs",
      "category": "thought"
    },
    {
      "quote": "There is nothing either good or bad  but thinking makes it so.",
      "author": "William Shakespeare",
      "category": "thought"
    },
    {
      "quote": "Yond Cassius has a lean and hungry look  He thinks too much: such men are dangerous.",
      "author": "William Shakespeare",
      "category": "thought"
    },
    {
      "quote": "They are never alone that are accompanied with noble thoughts.",
      "author": "Sir Philip Sidney",
      "category": "thought"
    },
    {
      "quote": "Great thoughts come from the heart.",
      "author": "Vauvenargues",
      "category": "thought"
    },
    {
      "quote": "It's no use filling your pocket with money if you have got a hole in the corner.",
      "author": "George Eliot",
      "category": "thrift"
    },
    {
      "quote": "A penny saved is a penny earned.",
      "author": "English proverb",
      "category": "thrift"
    },
    {
      "quote": "It is better to have a hen tomorrow than an egg today.",
      "author": "Thomas Fuller",
      "category": "thrift"
    },
    {
      "quote": "He that will not stoop for a pin will never be worth a pound.",
      "author": "English proverb",
      "category": "thrift"
    },
    {
      "quote": "A man who both spends and saves money is the happiest man  because he has both enjoyments.",
      "author": "Samuel Johnson",
      "category": "thrift"
    },
    {
      "quote": "That great artillery of God Almighty.",
      "author": "William Temple",
      "category": "thunder"
    },
    {
      "quote": "3 o'clock is always too late or too early for anything you want to do.",
      "author": "Jean-Paul Sartre",
      "category": "time"
    },
    {
      "quote": "All movements go too far.",
      "author": "Bertrand Russell",
      "category": "time"
    },
    {
      "quote": "Nothing is improbable until it moves into the past tense.",
      "author": "George Ade",
      "category": "time"
    },
    {
      "quote": "Nothing really belongs to us but time  which even he has who has nothing else.",
      "author": "Baltasar Gracian",
      "category": "time"
    },
    {
      "quote": "Respect the past in the full measure of its desserts  but do not make the mistake of confusing it with the present nor seek in it the ideals of the future.",
      "author": "Josi Incenieros",
      "category": "time"
    },
    {
      "quote": "The butterfly counts not months but moments  And has time enough.",
      "author": "Rabindranath Tagore",
      "category": "time"
    },
    {
      "quote": "The passing minute is every man's equal possession but what has once gone by is not ours.",
      "author": "Marcus Aurelius",
      "category": "time"
    },
    {
      "quote": "This only is denied even to God: the power to undo the past.",
      "author": "Agathon",
      "category": "time"
    },
    {
      "quote": "Time is a Test of Trouble - But not a Remedy - If such it proved  it proves too There was no Melody.",
      "author": "Emily Dickinson",
      "category": "time"
    },
    {
      "quote": "Time is the rider that breaks youth.",
      "author": "George Herbert",
      "category": "time"
    },
    {
      "quote": "To excel the past we must not allow ourselves to lose contact with it  on the contrary  we must feel it under our feet because we raised ourselves upon it.",
      "author": "Josi Ortega y Gasset",
      "category": "time"
    },
    {
      "quote": "Time is a great legalizer  even in the fields of morals.",
      "author": "H. L. Mencken",
      "category": "time"
    },
    {
      "quote": "Time goes  you say? Ah no! Alas  Time stays  we go.",
      "author": "Henry Austin Dobson",
      "category": "time"
    },
    {
      "quote": "Let time that makes you homely  make you sage.",
      "author": "Thomas Parnell",
      "category": "time"
    },
    {
      "quote": "I don't ask for your pity  but just your understanding - no  not even that -no. Just for your recognition of me in you  and the enemy  time  in us all.",
      "author": "Tennessee Williams",
      "category": "time"
    },
    {
      "quote": "All things flow  nothing abides.",
      "author": "Heraclitus",
      "category": "time"
    },
    {
      "quote": "When you sit with a nice girl for two hours  you think it's only a minute. But when you sit on a hot stove for a minute  you think it's two hours. That's relativity.",
      "author": "Albert Einstein",
      "category": "time"
    },
    {
      "quote": "There was a young lady named Bright Who could travel much faster than light She started one day In the relative way And came back on the previous night.",
      "author": "Anonymous",
      "category": "time"
    },
    {
      "quote": "Longevity conquers scandal every time.",
      "author": "Shelby Foote",
      "category": "time"
    },
    {
      "quote": "What may be done at any time will be done at no time.",
      "author": "Scottish proverb",
      "category": "time"
    },
    {
      "quote": "One of these days is none of these days.",
      "author": "English proverb",
      "category": "time"
    },
    {
      "quote": "Punctuality is the thief of time.",
      "author": "Oscar Wilde",
      "category": "time"
    },
    {
      "quote": "Enjoy the present hour  Be thankful for the past  And neither fear nor wish Th' approaches of the last.",
      "author": "Abraham Cowley",
      "category": "time"
    },
    {
      "quote": "Horus non numero nisi serenas (I count only the sunny hours).",
      "author": "William Hazlitt",
      "category": "time"
    },
    {
      "quote": "The only true time which a man can properly call his own  is that which he has all to himself  the rest  though in some sense he may be said to live it  is other people's time  not his.",
      "author": "Charles Lamb",
      "category": "time"
    },
    {
      "quote": "I want to go ahead of Father Time with a scythe of my own.",
      "author": "H. G. Wells",
      "category": "time"
    },
    {
      "quote": "Time is a great teacher  but unfortunately it kills all its pupils.",
      "author": "Hector Berlioz",
      "category": "time"
    },
    {
      "quote": "One third of the people of the world are asleep at any given moment. The other two thirds are awake and probably stirring up trouble somewhere.",
      "author": "Dean Rusk",
      "category": "time"
    },
    {
      "quote": "Time and I against any two.",
      "author": "Baltasar Gracian",
      "category": "time"
    },
    {
      "quote": "Time discovered truth.",
      "author": "Seneca",
      "category": "time"
    },
    {
      "quote": "Time gives good advice.",
      "author": "Maltese proverb",
      "category": "time"
    },
    {
      "quote": "What a day may bring  a day may take away.",
      "author": "Thomas Fuller",
      "category": "time"
    },
    {
      "quote": "Time is a kindly god.",
      "author": "Sophocles",
      "category": "time"
    },
    {
      "quote": "Time goes by: reputation increases  ability declines.",
      "author": "Dag Hammarskjold",
      "category": "time"
    },
    {
      "quote": "Time cools  time clarifies  no mood can be maintained quite unaltered through the course of hours.",
      "author": "Thomas Mann",
      "category": "time"
    },
    {
      "quote": "Every minute starts an hour.",
      "author": "Paul Gondola",
      "category": "time"
    },
    {
      "quote": "Time wounds all heels.",
      "author": "Jane Ace",
      "category": "time"
    },
    {
      "quote": "The apparent serenity of the past is an oil spread by time.",
      "author": "Lloyd Frankenberg",
      "category": "time"
    },
    {
      "quote": "Time is a sort of river of passing events  and strong is its current  no sooner is a thing brought to sight than it is swept by and another takes its place  and this too will be swept away.",
      "author": "Marcus Aurelius",
      "category": "time"
    },
    {
      "quote": "It takes time to save time.",
      "author": "Joe Taylor",
      "category": "time"
    },
    {
      "quote": "The mind of man works with strangeness upon the body of time. An hour  once it lodges in the queer element of the human spirit  may be stretched to fifty or a hundred times its clock length  on the other hand  an hour may be accurately represented by the timepiece of the mind by one second.",
      "author": "Virginia Woolf",
      "category": "time"
    },
    {
      "quote": "When you have a great and difficult task  something perhaps almost impossible  if you only work a little at a time  every day a little  suddenly the work will finish itself.",
      "author": "Isak Dinesen",
      "category": "time"
    },
    {
      "quote": "Champions know there are no shortcuts to the top. They climb the mountain one step at a time. They have no use for helicopters!",
      "author": "Judi Adler",
      "category": "time"
    },
    {
      "quote": "The world doesn't come to the clever folks  it comes to the stubborn  obstinate  one-idea-at-a-time people.",
      "author": "Mary Roberts Rinehart",
      "category": "time"
    },
    {
      "quote": "One of the greatest evils of the day among those outside of prison is their sense of futility. Young people say  What is the sense of our small effort? They cannot see that we must lay one brick at a time  take one step at a time  we can be responsible only for the one action of the present moment.",
      "author": "Dorothy Day",
      "category": "time"
    },
    {
      "quote": "One only gets to the top rung of the ladder by steadily climbing up one at a time  and suddenly all sorts of powers  all sorts of abilities which you thought never belonged to you- suddenly become within your own possibility and you think  \"Well  I'll have a go  too.\"",
      "author": "Margaret Thatcher",
      "category": "time"
    },
    {
      "quote": "Nothing is particularly hard if you divide it into small jobs.",
      "author": "Henry Ford",
      "category": "time"
    },
    {
      "quote": "Let no one be deluded that a knowledge of the path can substitute for putting one foot in front of the other.",
      "author": "Mary Caroline Richards",
      "category": "time"
    },
    {
      "quote": "Look at a stone cutter hammering away at his rock  perhaps a hundred times without as much as a crack showing in it. Yet at the hundred-and-first blow it will split in two  and I know it was not the last blow that did it  but all that had gone before.",
      "author": "Jacob A. Riis",
      "category": "time"
    },
    {
      "quote": "Home wasn't built in a day.",
      "author": "Jane Ace",
      "category": "time"
    },
    {
      "quote": "Happiness is a tide: it carries you only a little way at a time  but you have covered a vast space before you know that you are moving at all.",
      "author": "Mary Adams",
      "category": "time"
    },
    {
      "quote": "Not to go back is somewhat to advance. And men must walk  at least  before they dance.",
      "author": "Alexander Pope",
      "category": "time"
    },
    {
      "quote": "Great things are not done by impulse  but by a series of small things brought together.",
      "author": "Vincent van Gogh",
      "category": "time"
    },
    {
      "quote": "Well-being is attained little by little  and is no little thing itself.",
      "author": "Zeno",
      "category": "time"
    },
    {
      "quote": "Bigness comes from doing many small things well. ... Individually  they are not very dramatic transactions. Together  though  they add up.",
      "author": "Edward S. Finkelstein",
      "category": "time"
    },
    {
      "quote": "If you only keep adding little by little  it will soon become a big heap.",
      "author": "Hesiod",
      "category": "time"
    },
    {
      "quote": "He who would learn to fly one day must first learn to stand and walk and run and climb and dance  one cannot fly into flying.",
      "author": "Friedrich Nietzsche",
      "category": "time"
    },
    {
      "quote": "All that I have accomplished ... has been by that plodding  patient  persevering process of accretion which builds the ant heap particle by particle  thought by thought  fact by fact.",
      "author": "Elihu Burritt",
      "category": "time"
    },
    {
      "quote": "If we take care of the moments  the years will take care of themselves.",
      "author": "Maria Edgeworth",
      "category": "time"
    },
    {
      "quote": "Many things which cannot be overcome when they are together  yield themselves up when taken little by little.",
      "author": "Plutarch",
      "category": "time"
    },
    {
      "quote": "True worth is doing each day some little good  not dreaming of great things to do by and by.",
      "author": "Anonymous",
      "category": "time"
    },
    {
      "quote": "Little by little does the trick.",
      "author": "Aesop",
      "category": "time"
    },
    {
      "quote": "It is by attempting to reach the top at a single leap that so much misery is caused in the world.",
      "author": "William Cobbett",
      "category": "time"
    },
    {
      "quote": "Yesterday I dared to struggle. Today I dare to win.",
      "author": "Bernadette Devlin",
      "category": "time"
    },
    {
      "quote": "I think and think for months  for years. Ninety-nine times the conclusion is false. The hundredth time I am right.",
      "author": "Albert Einstein",
      "category": "time"
    },
    {
      "quote": "Many strokes overthrow the tallest oaks.",
      "author": "John Lyly",
      "category": "time"
    },
    {
      "quote": "Much rain wears the marble.",
      "author": "William Shakespeare",
      "category": "time"
    },
    {
      "quote": "One thing at a time  all things in succession. That which grows slowly endures.",
      "author": "J. G. Hubbard",
      "category": "time"
    },
    {
      "quote": "A successful individual typically sets his next goal somewhat  but not too much  above his last achievement.",
      "author": "Kurt Lewin",
      "category": "time"
    },
    {
      "quote": "One sits down first  one thinks afterwards.",
      "author": "Jean Cocteau",
      "category": "time"
    },
    {
      "quote": "We can do no great things-only small things with great love.",
      "author": "Mother Teresa",
      "category": "time"
    },
    {
      "quote": "Many strokes  though with a little axe  hew down and fell the hardest-timber'd oak.",
      "author": "William Shakespeare",
      "category": "time"
    },
    {
      "quote": "Progress is the sum of small victories won by individual human beings.",
      "author": "Bruce Catton",
      "category": "time"
    },
    {
      "quote": "What saves a man is to take a step. Then another step.",
      "author": "Antoine de Saint-Exupery",
      "category": "time"
    },
    {
      "quote": "A soul occupied with great ideas performs small duties.",
      "author": "Harriet Martineau",
      "category": "time"
    },
    {
      "quote": "The waters wear the stones.",
      "author": "Bible",
      "category": "time"
    },
    {
      "quote": "One step and then another  and the longest walk is ended. One stitch and then another  and the longest rent is mended. One brick upon another  and the tallest wall is made. One flake and then another  and the deepest snow is laid.",
      "author": "Anonymous",
      "category": "time"
    },
    {
      "quote": "You don't just luck into things. ... You build step by step  whether it's friendships or opportunities.",
      "author": "Barbara Bush",
      "category": "time"
    },
    {
      "quote": "The way a chihuahua goes about eating a dead elephant is to take a bite and be very present with that bite. In spiritual growth  the definitive act is to take one step and let tomorrow's step take care of itself!",
      "author": "William H. Houff",
      "category": "time"
    },
    {
      "quote": "Victory is won not in miles  but in inches. Win a little now  hold your ground  and later win a little more.",
      "author": "Louis L'Amour",
      "category": "time"
    },
    {
      "quote": "It is astonishing how short a time it takes for very wonderful things to happen.",
      "author": "Frances Hodgson Burnett",
      "category": "time"
    },
    {
      "quote": "Inches make a champion.",
      "author": "Vince Lombardi",
      "category": "time"
    },
    {
      "quote": "Yard by yard  it's very hard. But inch by inch  it's a cinch.",
      "author": "Anonymous",
      "category": "time"
    },
    {
      "quote": "If we take care of the inches  we will not have to worry about the miles.",
      "author": "Hartley Coleridge",
      "category": "time"
    },
    {
      "quote": "When Ty Cobb got on first base he had an apparently nervous habit of kicking the bag. ... By kicking the bag hard enough Cobb could move it a full two inches closer to second base. He figured that this improved his chances for a steal  or for reaching second base safely on a hit.",
      "author": "Norman Vincent Peale",
      "category": "time"
    },
    {
      "quote": "Yard by yard  it's very hard. But inch by inch  it's a cinch.",
      "author": "Anonymous",
      "category": "time"
    },
    {
      "quote": "Most people would succeed in small things if they were not troubled with great ambitions.",
      "author": "Henry Wadsworth Longfellow",
      "category": "time"
    },
    {
      "quote": "A harbor  even if it is a little harbor  is a good thing.... It takes something from the world  and has something to give in return.",
      "author": "Sarah Orne Jewett",
      "category": "time"
    },
    {
      "quote": "One can get just as much exultation in losing oneself in a little thing as in a big thing. It is nice to think how one can be recklessly lost in a daisy.",
      "author": "Anne Morrow Lindbergh",
      "category": "time"
    },
    {
      "quote": "Life is made up of little things. It is very rarely that an occasion is offered for doing a great deal at once. True greatness consists in being great in little things.",
      "author": "Charles Simmons",
      "category": "time"
    },
    {
      "quote": "Life is a great bundle of little things.",
      "author": "Oliver Wendell Holmes",
      "category": "time"
    },
    {
      "quote": "Nothing can be done except little by little.",
      "author": "Charles Baudelaire",
      "category": "time"
    },
    {
      "quote": "Practice yourself in little things  and thence proceed to greater.",
      "author": "Epictetus",
      "category": "time"
    },
    {
      "quote": "Those people work more wisely who seek to achieve good in their own small corner of the world ... than those who are forever thinking that life is in vain  unless one can ... do big things.",
      "author": "Herbert Butterfield",
      "category": "time"
    },
    {
      "quote": "I recommend you to take care of the minutes  for the hours will take care of themselves.",
      "author": "Lord Chesterfield",
      "category": "time"
    },
    {
      "quote": "You've got to think about \"big things\" while you're doing small things  so that all the small things go in the right direction.",
      "author": "Alvin Toffler",
      "category": "time"
    },
    {
      "quote": "Little strokes fell great oaks.",
      "author": "Benjamin Franklin",
      "category": "time"
    },
    {
      "quote": "Take your needle  my child  and work at your pattern  it will come out a rose by and by. Life is like that  one stitch at a time taken patiently  and the pattern will come out all right  like embroidery.",
      "author": "Oliver Wendell Holmes",
      "category": "time"
    },
    {
      "quote": "Why not learn to enjoy the little things-there are so many of them.",
      "author": "Anonymous",
      "category": "time"
    },
    {
      "quote": "Human felicity is produced not so much by great pieces of good fortune that seldom happen as by little advantages that occur every day.",
      "author": "Benjamin Franklin",
      "category": "time"
    },
    {
      "quote": "The mere sense of living is joy enough.",
      "author": "Emily Dickinson",
      "category": "time"
    },
    {
      "quote": "Trifles make up the happiness or the misery of mortal life.",
      "author": "Alexander Smith",
      "category": "time"
    },
    {
      "quote": "Even a small star shines in the darkness.",
      "author": "Finnish proverb",
      "category": "time"
    },
    {
      "quote": "How far that little candle throws his beams! So shines a good deed in a naughty world.",
      "author": "William Shakespeare",
      "category": "time"
    },
    {
      "quote": "It is better to light a candle than to curse the darkness.",
      "author": "Chinese proverb",
      "category": "time"
    },
    {
      "quote": "If you don't enjoy getting up and working and finishing your work and sitting down to a meal with family or friends  then the chances are you're not going to be happy. If someone bases his happiness or unhappiness on major events like a great new job  huge amounts of money  a flawlessly happy marriage or a trip to Paris  that person isn't going to be happy much of the time. If  on the other hand  happiness depends on a good breakfast  flowers in the yard  a drink or a nap  then we are more likely to live with quite a bit of happiness.",
      "author": "Andy Rooney",
      "category": "time"
    },
    {
      "quote": "The big things that come our way are ... the fruit of seeds planted in the daily routine of our work.",
      "author": "William Feather",
      "category": "time"
    },
    {
      "quote": "The little things are infinitely the most important.",
      "author": "Sir Arthur Conan Doyle",
      "category": "time"
    },
    {
      "quote": "Enjoy the little things  for one day you may look back and realize they were the big things.",
      "author": "Robert Brault",
      "category": "time"
    },
    {
      "quote": "It is in trifles  and when he is off his guard  that a man best shows his character.",
      "author": "Arthur Schopenhauer",
      "category": "time"
    },
    {
      "quote": "Life is denied by lack of attention  whether it be to cleaning windows or trying to write a masterpiece.",
      "author": "Nadia Boulanger",
      "category": "time"
    },
    {
      "quote": "It was only a sunny smile  But it scattered the night And little it cost in the giving  Like morning light  And made the day worth living.",
      "author": "Anonymous",
      "category": "time"
    },
    {
      "quote": "Sometimes the littlest things in life are the hardest to take. You can sit on a mountain more comfortably than on a tack.",
      "author": "Anonymous",
      "category": "time"
    },
    {
      "quote": "Put your heart  mind  intellect  and soul even to your smallest acts. This is the secret of success.",
      "author": "Swami Sivananda",
      "category": "time"
    },
    {
      "quote": "The smallest effort is not lost  Each wavelet on the ocean tost Aids in the ebb-tide or the flow  Each rain-drop makes some floweret blow  Each struggle lessens human woe.",
      "author": "Charles Mackay",
      "category": "time"
    },
    {
      "quote": "In life's small things be resolute and great To keep thy muscle trained  Know'st thou when Fate Thy measure takes  or when she'll say to thee  \"I find thee worthy  do this deed for me?\"",
      "author": "James Russell Lowell",
      "category": "time"
    },
    {
      "quote": "He that is faithful in that which is least is faithful also in much  and he that is unjust in the least is unjust also in much.",
      "author": "Bible",
      "category": "time"
    },
    {
      "quote": "We think in generalities  but we live in detail.",
      "author": "Alfred North Whitehead",
      "category": "time"
    },
    {
      "quote": "I cannot do everything  but still I can do something  and because I cannot do everything  I will not refuse to do something that I can do.",
      "author": "Edward Everett Hale",
      "category": "time"
    },
    {
      "quote": "I am convinced that there are times in everybody's experience when there is so much to be done  that the only way to do it is to sit down and do nothing.",
      "author": "Fanny Fern",
      "category": "time"
    },
    {
      "quote": "We cannot do everything at once  but we can do something at once.",
      "author": "Calvin Coolidge",
      "category": "time"
    },
    {
      "quote": "You have to accept whatever comes and the only important thing is that you meet it with the best you have to give.",
      "author": "Eleanor Roosevelt",
      "category": "time"
    },
    {
      "quote": "Nobody makes a greater mistake than he who did nothing because he could only do a little.",
      "author": "Edmund Burke",
      "category": "time"
    },
    {
      "quote": "We must not... ignore the small daily differences we can make which  over time  add up to big differences that we often cannot foresee.",
      "author": "Marian Wright Edelman",
      "category": "time"
    },
    {
      "quote": "A terrace nine stories high begins with a pile of earth.",
      "author": "Lao-Tzu",
      "category": "time"
    },
    {
      "quote": "Not all things are blest  but the seeds of all things are blest.",
      "author": "Muriel Rukeyser",
      "category": "time"
    },
    {
      "quote": "God requires a faithful fulfillment of the merest trifle given us to do  rather than the most ardent aspiration to things to which we are not called.",
      "author": "Saint Francis de Sales",
      "category": "time"
    },
    {
      "quote": "Large streams from little mountains flow  tall oaks from little acorns grow.",
      "author": "David Everett",
      "category": "time"
    },
    {
      "quote": "Instead of thinking about where you are  think about where you want to be. It takes twenty years of hard work to become an overnight success.",
      "author": "Diana Rankin",
      "category": "time"
    },
    {
      "quote": "The man who removes a mountain begins by carrying away small stones.",
      "author": "Chinese proverb",
      "category": "time"
    },
    {
      "quote": "The distance doesn't matter  only the first step is difficult.",
      "author": "Madame Marquise du Deffand",
      "category": "time"
    },
    {
      "quote": "Cultural transformation announces itself in sputtering fits and starts  sparked here and there by minor incidents  warmed by new ideas that may smolder for decades. In many different places  at different times  the kindling is laid for the real conflagration-the one that will consume the old landmarks and alter the landscape forever.",
      "author": "Marilyn Ferguson",
      "category": "time"
    },
    {
      "quote": "The greatest masterpieces were once only pigments on a palette.",
      "author": "Henry S. Haskins",
      "category": "time"
    },
    {
      "quote": "It is not the straining for great things that is most effective  it is the doing the little things  the common duties  a little better and better.",
      "author": "Elizabeth Stuart Phelps",
      "category": "time"
    },
    {
      "quote": "It's a simple formula: do your best and somebody might like it.",
      "author": "Dorothy Baker",
      "category": "time"
    },
    {
      "quote": "A journey of a thousand miles must begin with a single step.",
      "author": "Chinese proverb",
      "category": "time"
    },
    {
      "quote": "Though thy beginning was small  yet thy latter end should greatly increase.",
      "author": "Bible",
      "category": "time"
    },
    {
      "quote": "Almost everything comes from almost nothing.",
      "author": "Henri Frederic Amiel",
      "category": "time"
    },
    {
      "quote": "From a little spark may burst a mighty flame.",
      "author": "Dante Alighieri",
      "category": "time"
    },
    {
      "quote": "Start by doing what's necessary  then what's possible  and suddenly you are doing the impossible.",
      "author": "Saint Francis of Assisi",
      "category": "time"
    },
    {
      "quote": "If you wish to reach the highest  begin at the lowest.",
      "author": "Publilius Syrus",
      "category": "time"
    },
    {
      "quote": "Great issues develop from small beginnings.",
      "author": "Norman Vincent Peale",
      "category": "time"
    },
    {
      "quote": "Events of great consequence often spring from trifling circumstances.",
      "author": "Livy",
      "category": "time"
    },
    {
      "quote": "No matter how big and tough a problem may be  get rid of confusion by taking one little step toward solution. Do something.",
      "author": "George F. Nordenholt",
      "category": "time"
    },
    {
      "quote": "Most of the critical things in life  which become the starting points of human destiny  are little things.",
      "author": "R. Smith",
      "category": "time"
    },
    {
      "quote": "Sow an act  reap a habit  sow a habit  reap a character  sow a character  reap a destiny.",
      "author": "G. D. Boardman",
      "category": "time"
    },
    {
      "quote": "The way to succeed is never quit. That's it. But really be humble about it. ... You start out lowly and humble and you carefully try to learn an accretion of little things that help you get there.",
      "author": "Alex Haley",
      "category": "time"
    },
    {
      "quote": "A little neglect may breed great mischief. ... For want of a nail  the shoe was lost  for want of a shoe  the horse was lost  for want of a horse  the battle was lost  for want of the battle  the war was lost.",
      "author": "Benjamin Franklin",
      "category": "time"
    },
    {
      "quote": "Inspiration does not come like a blot  nor is it kinetic energy striving  but it comes to us slowly and quietly all the time.",
      "author": "Brenda Euland",
      "category": "time"
    },
    {
      "quote": "There is time enough for everything in the course of the day if you do but one thing once  but there is not time enough in the year if you will do two things at a time.",
      "author": "Lord Chesterfield",
      "category": "time"
    },
    {
      "quote": "Incident piled on incident no more makes life than brick piled on brick makes a house.",
      "author": "Edith Ronald Mirrielees",
      "category": "time"
    },
    {
      "quote": "It's a long old road  but I know I'm gonna find the end.",
      "author": "Bessie Smith",
      "category": "time"
    },
    {
      "quote": "Think not because no man sees  such things will remain unseen.",
      "author": "Henry Wadsworth Longfellow",
      "category": "time"
    },
    {
      "quote": "Connections are made slowly  sometimes they grow underground.",
      "author": "Marge Piercy",
      "category": "time"
    },
    {
      "quote": "I never stop to plan. I take things step-by-step.",
      "author": "Mary McLeod Bethune",
      "category": "time"
    },
    {
      "quote": "There are very few human beings who receive the truth  complete and staggering  by instant illumination. Most of them acquire it fragment by fragment  on a small scale  by successive developments  cellularly  like a laborious mosaic.",
      "author": "Anais Nin",
      "category": "time"
    },
    {
      "quote": "Connections are made slowly  sometimes they grow underground.",
      "author": "Marge Piercy",
      "category": "time"
    },
    {
      "quote": "Human successes  like human failures  are composed of one action at a time and achieved by one person at a time.",
      "author": "Patty H. Sampson",
      "category": "time"
    },
    {
      "quote": "The growth of understanding follows an ascending spiral rather than a straight line.",
      "author": "Joanna Field",
      "category": "time"
    },
    {
      "quote": "I look at victory as milestones on a very long highway.",
      "author": "Joan Benoit Samuelson",
      "category": "time"
    },
    {
      "quote": "No first step can be really great  it must of necessity possess more of prophecy than of achievement  nevertheless it is by the first step that a man marks the value  not only of his cause  but of himself.",
      "author": "Katherine Cecil Thurston",
      "category": "time"
    },
    {
      "quote": "I long to accomplish a great and noble task  but it is my chief duty to accomplish small tasks as if they were great and noble.",
      "author": "Helen Keller",
      "category": "time"
    },
    {
      "quote": "Let us then be up and doing  With a heart for any fate  Still achieving  still pursuing  Learn to labor and to wait.",
      "author": "Henry Wadsworth Longfellow",
      "category": "time"
    },
    {
      "quote": "If  after all  men cannot always make history have a meaning  they can always act so that their own lives have one.",
      "author": "Albert Camus",
      "category": "time"
    },
    {
      "quote": "Every worthwhile accomplishment  big or little  has its stages of drudgery and triumph  a beginning  a struggle  and a victory.",
      "author": "Anonymous",
      "category": "time"
    },
    {
      "quote": "The world is moved not only by the mighty shoves of the heroes  but also by the aggregate of the tiny pushes of each honest worker.",
      "author": "Helen Keller",
      "category": "time"
    },
    {
      "quote": "In great matters men show themselves as they wish to be seen  in small matters  as they are.",
      "author": "Gamaliel Bradford",
      "category": "time"
    },
    {
      "quote": "Backward  turn backward  O Time in your flight  Make me a child again just for tonight.",
      "author": "Elizabeth Akers Allen",
      "category": "time"
    },
    {
      "quote": "In time take time while time doth last  for time Is no time when time is past.",
      "author": "Anonymous",
      "category": "time"
    },
    {
      "quote": "Time whereof the memory of man runneth not to the contrary.",
      "author": "Sir William Blackstone",
      "category": "time"
    },
    {
      "quote": "Time is money.",
      "author": "Edward G. Bulwer-Lytton",
      "category": "time"
    },
    {
      "quote": "Time was made for slaves.",
      "author": "John B. Buckstone",
      "category": "time"
    },
    {
      "quote": "I recommend you to take care of the minutes  for the hours will take care of themselves.",
      "author": "Lord Chesterfield",
      "category": "time"
    },
    {
      "quote": "Know the true value of time  snatch  seize  and enjoy every moment of it. No idleness  no laziness  no procrastination: never put off till tomorrow what you can do today.",
      "author": "Lord Chesterfield",
      "category": "time"
    },
    {
      "quote": "O temporal O mores! O what times! what morals!",
      "author": "Cicero",
      "category": "time"
    },
    {
      "quote": "See Time has touched me gently in his race  And left no odious furrows in my face.",
      "author": "George Grabbe",
      "category": "time"
    },
    {
      "quote": "Time and tide wait for no man.",
      "author": "English proverb",
      "category": "time"
    },
    {
      "quote": "Do not squander time for that is the stuff life is made of.",
      "author": "Benjamin Franklin",
      "category": "time"
    },
    {
      "quote": "A stitch in time saves nine.",
      "author": "English proverb",
      "category": "time"
    },
    {
      "quote": "Gather ye rose-buds while ye may  Old Time is still aflying  And this same flower that smiles today  Tomorrow will be dying.",
      "author": "Robert Herrick",
      "category": "time"
    },
    {
      "quote": "Enjoy the present day  trusting very little to the morrow.",
      "author": "Horace",
      "category": "time"
    },
    {
      "quote": "My days are swifter than a weaver's shuttle.",
      "author": "Bible",
      "category": "time"
    },
    {
      "quote": "My time has not yet come.",
      "author": "Bible",
      "category": "time"
    },
    {
      "quote": "Better late than never.",
      "author": "Livy",
      "category": "time"
    },
    {
      "quote": "The signs of the times.",
      "author": "Matthew",
      "category": "time"
    },
    {
      "quote": "The bird of time has but a little way To flutter - and the bird is on the wing.",
      "author": "Omar Khayyam",
      "category": "time"
    },
    {
      "quote": "Time is a great legalizer  even in the field of morals.",
      "author": "H. L. Mencken",
      "category": "time"
    },
    {
      "quote": "These are the times that try men's souls.",
      "author": "Thomas Paine",
      "category": "time"
    },
    {
      "quote": "Time is the wisest counselor.",
      "author": "Pericles",
      "category": "time"
    },
    {
      "quote": "Seize time by the forelock.",
      "author": "Pittacus of Mitylene",
      "category": "time"
    },
    {
      "quote": "A thousand years in thy sight are but as yesterday when it is past  and as a watch in the night.",
      "author": "Bible",
      "category": "time"
    },
    {
      "quote": "We spend our years as a tale that is told.",
      "author": "Bible",
      "category": "time"
    },
    {
      "quote": "An age builds up cities: an hour destroys them.",
      "author": "Seneca",
      "category": "time"
    },
    {
      "quote": "There's a time for all things.",
      "author": "William Shakespeare",
      "category": "time"
    },
    {
      "quote": "The time is out of joint.",
      "author": "William Shakespeare",
      "category": "time"
    },
    {
      "quote": "O  call back yesterday  bid time return.",
      "author": "William Shakespeare",
      "category": "time"
    },
    {
      "quote": "Make use of time  let not advantage slip.",
      "author": "William Shakespeare",
      "category": "time"
    },
    {
      "quote": "A wonderful stream is the River Time  As it runs through the realms of Tears  With a faultless rhythm  and a musical rhyme  As it blends with the ocean of Years.",
      "author": "Benjamin F. Taylor",
      "category": "time"
    },
    {
      "quote": "Once in Persia reigned a king Who upon his signet ring Graved a maxim true and wise  Which if held before the eyes Gave him counsel at a glance Fit for every change and chance. Solemn words  and these are they: \"Even this shall pass away.\"",
      "author": "Theodore Tilton",
      "category": "time"
    },
    {
      "quote": "Some hae meat  and canna eat  And some wad eat that want it  But we hae meat  and we can eat  And sae the Lord be thankit.",
      "author": "James Drummond Burns",
      "category": "toasts"
    },
    {
      "quote": "Here's a sigh to those who love me And a smile to those who hate  And whatever sky's above me  Here's a heart for every fate.",
      "author": "Lord Byron",
      "category": "toasts"
    },
    {
      "quote": "A cup to the dead already  -  Hurrah for the next that dies.",
      "author": "Dowling Bartholomew",
      "category": "toasts"
    },
    {
      "quote": "Dowling Drink to me only with thine eyes  And I will pledge with mine  Or leave a kiss but in the cup  And I'll not look for wine.",
      "author": "Ben Jonson",
      "category": "toasts"
    },
    {
      "quote": "Here's to your good health  and your family's good health  and may you all live long and prosper.",
      "author": "Washington Irving",
      "category": "toasts"
    },
    {
      "quote": "A glass is good  and a lass is good  And a pipe to smoke in cold weather  The world is good and the people are good  And we're all good fellows together.",
      "author": "John O'Keeffe",
      "category": "toasts"
    },
    {
      "quote": "May you live all the days of your life.",
      "author": "Jonathan Swift",
      "category": "toasts"
    },
    {
      "quote": "Here is a toast that I want to give To a fellow I'll never know  To the fellow who's going to take my place When it's time for me to go.",
      "author": "Louis E. Thayer",
      "category": "toasts"
    },
    {
      "quote": "Little tube of mighty pow'r  Charmer of an idle hour  Object of my warm desire.",
      "author": "Isaac Hawkins Browne",
      "category": "tobacco"
    },
    {
      "quote": "A woman is only a woman  but a good cigar is a smoke.",
      "author": "Rudyard Kipling",
      "category": "tobacco"
    },
    {
      "quote": "For thy sake  tobacco  I Would do anything but die.",
      "author": "Charles Lamb",
      "category": "tobacco"
    },
    {
      "quote": "What this country needs is a good five-cent cigar.",
      "author": "Thomas R. Marshall",
      "category": "tobacco"
    },
    {
      "quote": "A cigarette is the perfect type of a perfect pleasure. It is exquisite  and it leaves one unsatisfied. What more can you want?",
      "author": "Oscar Wilde",
      "category": "tobacco"
    },
    {
      "quote": "We are here today and gone tomorrow.",
      "author": "Anonymous",
      "category": "today"
    },
    {
      "quote": "Happy the man  and happy he alone  He  who can call today his own: He who  secure within  can say  Tomorrow  do thy worst  for I have liv'd today.",
      "author": "John Dryden",
      "category": "today"
    },
    {
      "quote": "One today is worth two tomorrows.",
      "author": "Benjamin Franklin",
      "category": "today"
    },
    {
      "quote": "Tomorrow life is too late: live today.",
      "author": "Martial",
      "category": "today"
    },
    {
      "quote": "Tolerance is the only real test of civilization.",
      "author": "Arthur Helps",
      "category": "toleration"
    },
    {
      "quote": "Toleration is the best religion.",
      "author": "Victor Hugo",
      "category": "toleration"
    },
    {
      "quote": "It is intolerance to speak of toleration. Away with the word from the dictionary!",
      "author": "Mirabeau",
      "category": "toleration"
    },
    {
      "quote": "Live and let live.",
      "author": "Scottish proverb",
      "category": "toleration"
    },
    {
      "quote": "There is a budding tomorrow in midnight.",
      "author": "John Keats",
      "category": "tomorrow"
    },
    {
      "quote": "Never leave that till tomorrow which you can do today.",
      "author": "Benjamin Franklin",
      "category": "tomorrow"
    },
    {
      "quote": "Tomorrow! - Why  tomorrow I may be Myself with yesterday's sev'n thousand years.",
      "author": "Omar Khayyam",
      "category": "tomorrow"
    },
    {
      "quote": "Tomorrow never yet On any human being rose or set.",
      "author": "William Marsden",
      "category": "tomorrow"
    },
    {
      "quote": "Boast not thyself of tomorrow  for thou knowest not what a day may bring forth.",
      "author": "Bible",
      "category": "tomorrow"
    },
    {
      "quote": "Many a man's tongue shakes out his master's undoing.",
      "author": "William Shakespeare",
      "category": "tomorrow"
    },
    {
      "quote": "The tongue can no man tame  it is an unruly evil.",
      "author": "Bible",
      "category": "tomorrow"
    },
    {
      "quote": "All travelling becomes dull in exact proportion to its rapidity.",
      "author": "John Rusk",
      "category": "travel, travellers"
    },
    {
      "quote": "I dislike feeling at home when I am abroad.",
      "author": "George Bernard Shaw",
      "category": "travel, travellers"
    },
    {
      "quote": "Like all great travellers  I have seen more than I remember  and remember more than I have seen.",
      "author": "Benjamin Disraeli",
      "category": "travel, travellers"
    },
    {
      "quote": "A man travels the world in search of what he needs and returns home to find it.",
      "author": "George Moore",
      "category": "travel, travellers"
    },
    {
      "quote": "In Paris they simply stared when I spoke to them in French  I never did succeed in making those idiots understand their own language.",
      "author": "Mark Twain",
      "category": "travel, travellers"
    },
    {
      "quote": "Lovers of air travel find it exhilarating to hang poised between the illusion of immortality and the fact of death.",
      "author": "Alexander Chase",
      "category": "travel, travellers"
    },
    {
      "quote": "My heart is warm with the friends I make  And better friends I'll not be knowing  Yet there isn't a train I wouldn't take  No matter where it's going.",
      "author": "Edna St. Vincent Millay",
      "category": "travel, travellers"
    },
    {
      "quote": "One sees great things from the valley  only small things from the peak.",
      "author": "G. K. Chesterton",
      "category": "travel, travellers"
    },
    {
      "quote": "The American arrives in Paris with a few French phrases he has culled from a conversational guide or picked up from a friend who owns a beret.",
      "author": "Fred Allen",
      "category": "travel, travellers"
    },
    {
      "quote": "The crow  when travelling abroad  came back just as black.",
      "author": "English proverb",
      "category": "travel, travellers"
    },
    {
      "quote": "The journey is the reward.",
      "author": "Tao saying",
      "category": "travel, travellers"
    },
    {
      "quote": "The routines of tourism are even more monotonous than those of daily life.",
      "author": "Mason Cooley",
      "category": "travel, travellers"
    },
    {
      "quote": "The time to enjoy a European trip is about three weeks after unpacking.",
      "author": "George Ade",
      "category": "travel, travellers"
    },
    {
      "quote": "There is a ghost That eats handkerchiefs  It keeps you company On all your travels.",
      "author": "Christian Morgenstern",
      "category": "travel, travellers"
    },
    {
      "quote": "I like terra firma - the more firma  the less terra.",
      "author": "George S. Kaufman",
      "category": "travel, travellers"
    },
    {
      "quote": "When I was at home  I was in a better place  but travellers must be content.",
      "author": "William Shakespeare",
      "category": "travel, travellers"
    },
    {
      "quote": "I have travelled a good deal in Concord.",
      "author": "Henry David Thoreau",
      "category": "travel, travellers"
    },
    {
      "quote": "A bred-in-the-bone Boston lady  when asked why she never travelled  said 'Why should I? I'm already there.'",
      "author": "Anonymous",
      "category": "travel, travellers"
    },
    {
      "quote": "It is better to travel hopefully than to arrive.",
      "author": "Robert Louis Stevenson",
      "category": "travel, travellers"
    },
    {
      "quote": "The early North American Indian made a great mistake by not having an immigration bureau.",
      "author": "Anonymous",
      "category": "travel, travellers"
    },
    {
      "quote": "Travel is fatal to prejudice  bigotry and narrow-mindedness.",
      "author": "Mark Twain",
      "category": "travel, travellers"
    },
    {
      "quote": "Every perfect traveller always creates the country where he travels.",
      "author": "Nikos Kazantzakis",
      "category": "travel, travellers"
    },
    {
      "quote": "No man should travel until he has learned the language of the country he visits  otherwise he voluntarily makes himself a great baby - so helpless and ridiculous.",
      "author": "Ralph Waldo Emerson",
      "category": "travel, travellers"
    },
    {
      "quote": "As the Spanish proverb says  'He who would bring home the wealth of the Indies  must carry the wealth of the Indies with him.' So it is with traveling. A man must carry knowledge with him if he would bring home knowledge.",
      "author": "Samuel Johnson",
      "category": "travel, travellers"
    },
    {
      "quote": "How much a dunce that has been sent to roam Excels a dunce that has been kept at home!",
      "author": "William Cowper",
      "category": "travel, travellers"
    },
    {
      "quote": "The traveller's-eye view of men and women is not satisfying. A man might spend his life in trains and restaurants and know nothing of humanity at the end. To know  one must be an actor as well as a spectator.",
      "author": "Aldous Huxley",
      "category": "travel, travellers"
    },
    {
      "quote": "My favourite thing is to go where I've never been.",
      "author": "Diane Arbus",
      "category": "travel, travellers"
    },
    {
      "quote": "Usually speaking  the worst-bred person in company is a young traveller just returned from abroad.",
      "author": "Jonathan Swift",
      "category": "travel, travellers"
    },
    {
      "quote": "For my part  I travel not to go anywhere  but to go. I travel for travel's sake. The great affair is to move.",
      "author": "Robert Louis Stevenson",
      "category": "travel, travellers"
    },
    {
      "quote": "I met a lot of people in Europe. I even encountered myself.",
      "author": "James Baldwin",
      "category": "travel, travellers"
    },
    {
      "quote": "Travel is ninety per cent anticipation and ten per cent recollection.",
      "author": "Edward Streeter",
      "category": "travel, travellers"
    },
    {
      "quote": "If one had but a single glance to give the world  one should gaze on Istanbul.",
      "author": "Alphonse de Lamartine",
      "category": "travel, travellers"
    },
    {
      "quote": "There is no unhappiness like the misery of sighting land again after a cheerful  careless voyage.",
      "author": "Mark Twain",
      "category": "travel, travellers"
    },
    {
      "quote": "Before he sets out  the traveller must possess fixed interests and facilities  to be served by travel. If he drifted aimlessly from country to country he would not travel but only wander  ramble as a tramp. The traveller must be somebody and come from somewhere so his definite character and moral traditions may supply an organ and a point of comparison for his observations.",
      "author": "George Santayana",
      "category": "travel, travellers"
    },
    {
      "quote": "When you travel  remember that a foreign country is not designed to make you comfortable. It is designed to make its own people comfortable.",
      "author": "Clifton Fadiman",
      "category": "travel, travellers"
    },
    {
      "quote": "Wherever I travel  I'm too late. The orgy has moved elsewhere.",
      "author": "Mordecai Richler",
      "category": "travel, travellers"
    },
    {
      "quote": "(Airplanes) may kill you  but they ain't likely to hurt you.",
      "author": "Satchel Paige",
      "category": "travel, travellers"
    },
    {
      "quote": "If you are lucky enough to have lived in Paris as a young man  then wherever you go for the rest of your life  it stays with you  for Paris is a movable feast.",
      "author": "Ernest Hemingway",
      "category": "travel, travellers"
    },
    {
      "quote": "Old men and far travellers may lie with authority.",
      "author": "Anonymous",
      "category": "travel, travellers"
    },
    {
      "quote": "Russia is the only country of the world you can be homesick for while you're still in it.",
      "author": "John Updike",
      "category": "travel, travellers"
    },
    {
      "quote": "Travel teaches toleration.",
      "author": "Benjamin Disraeli",
      "category": "traveling"
    },
    {
      "quote": "I am fevered with the sunset  I am fretful with the bay  For the wander-thirst is on me And my soul is in Cathay.",
      "author": "Richard Hovey",
      "category": "traveling"
    },
    {
      "quote": "As the Spanish proverb says  \"He who would bring home the wealth of the Indies must carry the wealth of the Indies with him.\" So it is in traveling: a man must carry knowledge with him  if he would bring home knowledge.",
      "author": "Samuel Johnson",
      "category": "traveling"
    },
    {
      "quote": "Down to Gehenna or up to the throne  He travels the fastest who travels alone.",
      "author": "Rudyard Kipling",
      "category": "traveling"
    },
    {
      "quote": "The more I see of other countries the more I love my own.",
      "author": "Mme. De Stael",
      "category": "traveling"
    },
    {
      "quote": "The little Road says  Go  The little House says  Stay  And oh  it's bonny here at home  But I must go away.",
      "author": "Josephine P. Peabody",
      "category": "traveling"
    },
    {
      "quote": "Good company in a journey makes the way to seem the shorter.",
      "author": "Izaak Walton",
      "category": "traveling"
    },
    {
      "quote": "Treachery  though at first very cautious  in the end betrays itself.",
      "author": "Livy",
      "category": "treachery"
    },
    {
      "quote": "Et tu Brute! (You too  Brutus!)",
      "author": "William Shakespeare",
      "category": "treachery"
    },
    {
      "quote": "A tree depicts divinest plan  But God himself lives in a man.",
      "author": "Anonymous",
      "category": "tree"
    },
    {
      "quote": "This is the forest primeval.",
      "author": "Henry Wadsworth Longfellow",
      "category": "tree"
    },
    {
      "quote": "Tall oaks from little acorns grow.",
      "author": "David Everett",
      "category": "tree"
    },
    {
      "quote": "The tree of knowledge of good and evil.",
      "author": "Bible",
      "category": "tree"
    },
    {
      "quote": "Poems are made by fools like me  But only God can make a tree.",
      "author": "Joyce Kilmer",
      "category": "tree"
    },
    {
      "quote": "The tree is known by his fruit.",
      "author": "Matthew",
      "category": "tree"
    },
    {
      "quote": "Woodman  spare that tree! Touch not a single bough! In youth it sheltered me  And I'll protect it now.",
      "author": "George P. Morris",
      "category": "tree"
    },
    {
      "quote": "Tis a lesson you should heed  Try  try  try again If at first you don't succeed  Try  try  try again.",
      "author": "W. E. Hickson",
      "category": "trial"
    },
    {
      "quote": "There are no crown-bearers in heaven who were not cross-bearers here below.",
      "author": "Charles Haddon Spurgeon",
      "category": "trial"
    },
    {
      "quote": "Little deeds of kindness  little words of love  Help to make earth happy  like the heaven above.",
      "author": "Julia F. Carney",
      "category": "trifle"
    },
    {
      "quote": "For precept must be upon precept  precept upon precept  line upon line  line upon line  here a little  and there a little.",
      "author": "Bible",
      "category": "trifle"
    },
    {
      "quote": "A little one shall become a thousand  and a small one a strong nation.",
      "author": "Bible",
      "category": "trifle"
    },
    {
      "quote": "Events of great consequence often spring from trifling circumstances.",
      "author": "Livy",
      "category": "trifle"
    },
    {
      "quote": "Trifles make perfection - and perfection is no trifle.",
      "author": "Michelangelo",
      "category": "trifle"
    },
    {
      "quote": "For the maintenance of peace  nations should avoid the pin-pricks which forerun cannon-shots.",
      "author": "Napoleon",
      "category": "trifle"
    },
    {
      "quote": "Never trouble trouble till trouble troubles you.",
      "author": "American Proverb",
      "category": "trouble"
    },
    {
      "quote": "He that seeks trouble always finds it.",
      "author": "English proverb",
      "category": "trouble"
    },
    {
      "quote": "Troubles  like babies  grow larger by nursing.",
      "author": "Lady Holland",
      "category": "trouble"
    },
    {
      "quote": "Man is born unto trouble  as the sparks fly upward.",
      "author": "Bible",
      "category": "trouble"
    },
    {
      "quote": "To take arms against a sea of troubles.",
      "author": "William Shakespeare",
      "category": "trouble"
    },
    {
      "quote": "Though life is made up of mere bubbles  'Tis better than many aver  For while we've a whole lot of troubles  The most of them never occur.",
      "author": "Nixon Waterman",
      "category": "trouble"
    },
    {
      "quote": "True love is like ghosts  which everybody talks about and few have seen.",
      "author": "Francois de La Rochefoucauld",
      "category": "true, love"
    },
    {
      "quote": "True love is eternal  infinite  and always like itself. It is equal and pure  without violent demonstrations: it is seen with white hairs and is always young in the heart.",
      "author": "Honore de Balzac",
      "category": "true, love"
    },
    {
      "quote": "Generally  by the time you are Real  most of your hair has been loved off  and your eyes drop out and you get loose in the joints and very shabby. But these things don't matter at all  because once you are Real you can't be ugly  except to people who don't understand.",
      "author": "Margery Williams",
      "category": "true, love"
    },
    {
      "quote": "All kings  and all their favourites  All glory of honours  beauties  wits  The sun itself  which makes time  as they pass  Is elder by a year now than it was When thou and I first one another saw. All other things to their destruction draw  Only our love hath no decay  This no to-morrow hath  nor yesterday  Running it never runs from us away  But truly keeps his first  last  everlasting day.",
      "author": "John Donne",
      "category": "true, love"
    },
    {
      "quote": "Love looks not with the eyes  but with the mind  And therefore is winged Cupid painted blind.",
      "author": "William Shakespeare",
      "category": "true, love"
    },
    {
      "quote": "True love brings up everything you're allowing a mirror to be held up to you daily.",
      "author": "Jennifer Aniston",
      "category": "true, love"
    },
    {
      "quote": "Perfect love is rare indeed - for to be a lover will require that you continually have the subtlety of the very wise  the flexibility of the child  the sensitivity of the artist  the understanding of the philosopher  the acceptance of the saint  the tolerance of the scholar and the fortitude of the certain.",
      "author": "Leo Buscaglia",
      "category": "true, love"
    },
    {
      "quote": "The course of true love never did run smooth.",
      "author": "William Shakespeare",
      "category": "true, love"
    },
    {
      "quote": "True love is night jasmine  a diamond in darkness  the heartbeat no cardiologist has ever heard. It is the most common of miracles  fashioned of fleecy clouds a handful of stars tossed into the night sky.",
      "author": "Jim Bishop",
      "category": "true, love"
    },
    {
      "quote": "Some love lasts a lifetime. True love lasts forever.",
      "author": "Anonymous",
      "category": "true, love"
    },
    {
      "quote": "What the heart gives away is never gone.... It is kept in the hearts of others.",
      "author": "Robin St. John",
      "category": "true, love"
    },
    {
      "quote": "Being deeply loved by someone gives you strength  while loving someone deeply gives you courage.",
      "author": "Lao-Tzu",
      "category": "true, love"
    },
    {
      "quote": "Love me without fear Trust me without questioning Need me without demanding Want me without restrictions Accept me without change Desire me without inhibitions For a love so free . . . Will never fly away.",
      "author": "Dick Sutphen",
      "category": "true, love"
    },
    {
      "quote": "The Eskimo has fifty-two names for snow because it is important to them  there ought to be as many for love.",
      "author": "Margaret Atwood",
      "category": "true, love"
    },
    {
      "quote": "A romp in the hay lingers like the first line of a song  but your true love is the one you make a life with and write more than a line about  you write a whole book.",
      "author": "Garrison Keillor",
      "category": "true, love"
    },
    {
      "quote": "The greatest happiness in life is the conviction that we are loved - loved for ourselves  or rather  loved in spite of ourselves.",
      "author": "Victor Hugo",
      "category": "true, love"
    },
    {
      "quote": "I love thee  I love but thee With a love that shall not die Till the sun grows cold And the stars grow old.",
      "author": "William Shakespeare",
      "category": "true, love"
    },
    {
      "quote": "True love's the gift which God has given To man alone beneath the heaven: It is not fantasy's hot fire  Whose wishes soon as granted fly  It liveth not in fierce desire.",
      "author": "Sir Walter Scott",
      "category": "true, love"
    },
    {
      "quote": "To love and be loved is to feel the sun from both sides.",
      "author": "David Viscott",
      "category": "true, love"
    },
    {
      "quote": "Do you want me to tell you something really subversive? Love is everything it's cracked up to be. That's why people are so cynical about it. . . . It really is worth fighting for  being brave for  risking everything for. And the trouble is  if you don't risk everything  you risk even more.",
      "author": "Erica Jong",
      "category": "true, love"
    },
    {
      "quote": "I love thee to the depth and breadth and height my soul can reach.",
      "author": "Elizabeth Barrett Browning",
      "category": "true, love"
    },
    {
      "quote": "True love is like ghosts  which everybody talks about and few have seen.",
      "author": "Francois de La Rochefoucauld",
      "category": "true, love"
    },
    {
      "quote": "True love is eternal  infinite  and always like itself. It is equal and pure  without violent demonstrations: it is seen with white hairs and is always young in the heart.",
      "author": "Honore de Balzac",
      "category": "true, love"
    },
    {
      "quote": "Generally  by the time you are Real  most of your hair has been loved off  and your eyes drop out and you get loose in the joints and very shabby. But these things don't matter at all  because once you are Real you can't be ugly  except to people who don't understand.",
      "author": "Margery Williams",
      "category": "true, love"
    },
    {
      "quote": "All kings  and all their favourites  All glory of honours  beauties  wits  The sun itself  which makes time  as they pass  Is elder by a year now than it was When thou and I first one another saw. All other things to their destruction draw  Only our love hath no decay  This no to-morrow hath  nor yesterday  Running it never runs from us away  But truly keeps his first  last  everlasting day.",
      "author": "John Donne",
      "category": "true, love"
    },
    {
      "quote": "Love looks not with the eyes  but with the mind  And therefore is winged Cupid painted blind.",
      "author": "William Shakespeare",
      "category": "true, love"
    },
    {
      "quote": "True love brings up everything you're allowing a mirror to be held up to you daily.",
      "author": "Jennifer Aniston",
      "category": "true, love"
    },
    {
      "quote": "Perfect love is rare indeed - for to be a lover will require that you continually have the subtlety of the very wise  the flexibility of the child  the sensitivity of the artist  the understanding of the philosopher  the acceptance of the saint  the tolerance of the scholar and the fortitude of the certain.",
      "author": "Leo Buscaglia",
      "category": "true, love"
    },
    {
      "quote": "The course of true love never did run smooth.",
      "author": "William Shakespeare",
      "category": "true, love"
    },
    {
      "quote": "True love is night jasmine  a diamond in darkness  the heartbeat no cardiologist has ever heard. It is the most common of miracles  fashioned of fleecy clouds a handful of stars tossed into the night sky.",
      "author": "Jim Bishop",
      "category": "true, love"
    },
    {
      "quote": "Some love lasts a lifetime. True love lasts forever.",
      "author": "Anonymous",
      "category": "true, love"
    },
    {
      "quote": "What the heart gives away is never gone.... It is kept in the hearts of others.",
      "author": "Robin St. John",
      "category": "true, love"
    },
    {
      "quote": "Being deeply loved by someone gives you strength  while loving someone deeply gives you courage.",
      "author": "Lao-Tzu",
      "category": "true, love"
    },
    {
      "quote": "Love me without fear Trust me without questioning Need me without demanding Want me without restrictions Accept me without change Desire me without inhibitions For a love so free . . . Will never fly away.",
      "author": "Dick Sutphen",
      "category": "true, love"
    },
    {
      "quote": "The Eskimo has fifty-two names for snow because it is important to them  there ought to be as many for love.",
      "author": "Margaret Atwood",
      "category": "true, love"
    },
    {
      "quote": "A romp in the hay lingers like the first line of a song  but your true love is the one you make a life with and write more than a line about  you write a whole book.",
      "author": "Garrison Keillor",
      "category": "true, love"
    },
    {
      "quote": "The greatest happiness in life is the conviction that we are loved - loved for ourselves  or rather  loved in spite of ourselves.",
      "author": "Victor Hugo",
      "category": "true, love"
    },
    {
      "quote": "I love thee  I love but thee With a love that shall not die Till the sun grows cold And the stars grow old.",
      "author": "William Shakespeare",
      "category": "true, love"
    },
    {
      "quote": "True love's the gift which God has given To man alone beneath the heaven: It is not fantasy's hot fire  Whose wishes soon as granted fly  It liveth not in fierce desire.",
      "author": "Sir Walter Scott",
      "category": "true, love"
    },
    {
      "quote": "To love and be loved is to feel the sun from both sides.",
      "author": "David Viscott",
      "category": "true, love"
    },
    {
      "quote": "Do you want me to tell you something really subversive? Love is everything it's cracked up to be. That's why people are so cynical about it. . . . It really is worth fighting for  being brave for  risking everything for. And the trouble is  if you don't risk everything  you risk even more.",
      "author": "Erica Jong",
      "category": "true, love"
    },
    {
      "quote": "I love thee to the depth and breadth and height my soul can reach.",
      "author": "Elizabeth Barrett Browning",
      "category": "true, love"
    },
    {
      "quote": "The truth [is] that there is only one terminal dignitylove. And the story of a love is not importantwhat is important is that one is capable of love. It is perhaps the only glimpse we are permitted of eternity.",
      "author": "Helen Hayes",
      "category": "true, love"
    },
    {
      "quote": "Love is always bestowed as a gift - freely  willingly and without expectation. We don't love to be loved  we love to love.",
      "author": "Leo Buscaglia",
      "category": "true, love"
    },
    {
      "quote": "The chemist who can extract from his heart's elements compassion  respect  longing  patience  regret  surprise  and forgiveness and compound them into one can create that atom which is called love.",
      "author": "Kahlil Gibran",
      "category": "true, love"
    },
    {
      "quote": "True love cannot be found where it truly does not exist  nor can it be hidden where it truly does.",
      "author": "Anonymous",
      "category": "true, love"
    },
    {
      "quote": "Love conquers all.",
      "author": "Virgil",
      "category": "true, love"
    },
    {
      "quote": "True love begins when nothing is looked for in return.",
      "author": "Antoine de Saint-Exupery",
      "category": "true, love"
    },
    {
      "quote": "A promise made is a debt unpaid.",
      "author": "Robert W. Service",
      "category": "trust"
    },
    {
      "quote": "Loyalty is still the same  Whether it win or lose the game  True as a dial to the sun  Although it be not shined upon.",
      "author": "Samuel Butler",
      "category": "trust"
    },
    {
      "quote": "Never trust the teller. Trust the tale.",
      "author": "D. H. Lawrence",
      "category": "trust"
    },
    {
      "quote": "There is nothing more likely to start disagreement among people or countries than an agreement.",
      "author": "E. B. White",
      "category": "trust"
    },
    {
      "quote": "When praying does no good  insurance does help.",
      "author": "Bertolt Brecht",
      "category": "trust"
    },
    {
      "quote": "It is better to suffer wrong than to do it  and happier to be sometimes cheated than not to trust.",
      "author": "Samuel Johnson",
      "category": "trust"
    },
    {
      "quote": "I think that we may safely trust a good deal more than we do.",
      "author": "Henry David Thoreau",
      "category": "trust"
    },
    {
      "quote": "To put one's trust in God is only a longer way of saying that one will chance it.",
      "author": "Samuel Butler",
      "category": "trust"
    },
    {
      "quote": "To be trusted is a greater compliment than to be loved.",
      "author": "George Macdonald",
      "category": "trust"
    },
    {
      "quote": "Trust me  but look to thyself.",
      "author": "Irish proverb",
      "category": "trust"
    },
    {
      "quote": "Trust thyself only  and another shall not betray thee.",
      "author": "Thomas Fuller",
      "category": "trust"
    },
    {
      "quote": "Make yourself necessary to somebody.",
      "author": "Ralph Waldo Emerson",
      "category": "trust"
    },
    {
      "quote": "Trust one who has tried.",
      "author": "Virgil",
      "category": "trust"
    },
    {
      "quote": "Government is a trust  and the officers of the government are trustees  and both the trust and the trustees are created for the benefit of the people.",
      "author": "Henry Clay",
      "category": "trust"
    },
    {
      "quote": "Trust in God  and keep your powder dry.",
      "author": "Oliver Cromwell",
      "category": "trust"
    },
    {
      "quote": "Thou trustest in the staff of this broken reed.",
      "author": "Bible",
      "category": "trust"
    },
    {
      "quote": "When a man assumes a public trust  he should consider himself as public property.",
      "author": "Thomas Jefferson",
      "category": "trust"
    },
    {
      "quote": "Public office is a public trust.",
      "author": "Dan S. Lamont",
      "category": "trust"
    },
    {
      "quote": "To be trusted is a greater compliment than to be loved.",
      "author": "George Macdonald",
      "category": "trust"
    },
    {
      "quote": "In God have I put my trust: I will not be afraid what man can do unto me.",
      "author": "Bible",
      "category": "trust"
    },
    {
      "quote": "Truth crushed to earth shall rise again.",
      "author": "William Cullen Bryant",
      "category": "trust"
    },
    {
      "quote": "'Tis strange - but true  for truth is always strange  Stranger than fiction.",
      "author": "Lord Byron",
      "category": "trust"
    },
    {
      "quote": "Truth ever lovely - since the world began  The foe of tyrants  and the friend of man.",
      "author": "Thomas Campbell",
      "category": "trust"
    },
    {
      "quote": "\"It was as true \" said Mr. Barkis ... \"as taxes is. And nothing's truer than them.\"",
      "author": "Charles Dickens",
      "category": "trust"
    },
    {
      "quote": "Time is precious  but truth is more precious than time.",
      "author": "Benjamin Disraeli",
      "category": "trust"
    },
    {
      "quote": "For truth has such a face and such a mien  As to be lov'd needs only to be seen.",
      "author": "John Dryden",
      "category": "trust"
    },
    {
      "quote": "Truth is immortal  error is mortal.",
      "author": "Mary Baker Eddy",
      "category": "trust"
    },
    {
      "quote": "The greater the truth the greater the libel.",
      "author": "Lord Ellenborough",
      "category": "trust"
    },
    {
      "quote": "And ye shall know the truth  and the truth shall make you free.",
      "author": "Bible",
      "category": "trust"
    },
    {
      "quote": "There is no truth in him.",
      "author": "Bible",
      "category": "trust"
    },
    {
      "quote": "'Tis true  'tis pity  And pity 'tis 'tis true.",
      "author": "William Shakespeare",
      "category": "trust"
    },
    {
      "quote": "Truth forever on the scaffold. Wrong forever on the throne.",
      "author": "James Russell Lowell",
      "category": "trust"
    },
    {
      "quote": "My man's as true as steel.",
      "author": "William Shakespeare",
      "category": "trust"
    },
    {
      "quote": "All great truths began as blasphemies.",
      "author": "George Bernard Shaw",
      "category": "trust"
    },
    {
      "quote": "My way of joking is to tell the truth. It's the funniest joke in the world.",
      "author": "George Bernard Shaw",
      "category": "trust"
    },
    {
      "quote": "It takes two to speak the truth - one to speak  and another to hear.",
      "author": "Henry David Thoreau",
      "category": "trust"
    },
    {
      "quote": "As a rule  I am very careful to be shallow and conventional where depth and originality are wasted.",
      "author": "Lucy Maud Montgomery",
      "category": "truth"
    },
    {
      "quote": "A misleading impression  not a lie. It was being economical with the truth.",
      "author": "Sir Robert Armstrong",
      "category": "truth"
    },
    {
      "quote": "An exaggeration is a truth that has lost its temper.",
      "author": "Kahlil Gibran",
      "category": "truth"
    },
    {
      "quote": "Facts do not cease to exist because they are ignored.",
      "author": "Aldous Huxley",
      "category": "truth"
    },
    {
      "quote": "It is a difficult task  Oh citizens  to make speeches to the belly  which has no ears.",
      "author": "Plutarch",
      "category": "truth"
    },
    {
      "quote": "\"It was as true\"  said Mr. Barkus  \"as taxes is. And nothing is truer than them.\"",
      "author": "Charles Dickens",
      "category": "truth"
    },
    {
      "quote": "Many people would be more truthful were it not for their uncontrollable desire to talk.",
      "author": "Edgar Watson Howe",
      "category": "truth"
    },
    {
      "quote": "No one means all he says and yet very few say all they mean.",
      "author": "Henry Adams",
      "category": "truth"
    },
    {
      "quote": "Pure truth  like pure gold  has been found unfit for circulation because men have discovered that it is far more convenient to adulterate the truth than to refine themselves.",
      "author": "Charles Caleb Colton",
      "category": "truth"
    },
    {
      "quote": "The truth is cruel  but it can be loved and it makes free those who have loved it.",
      "author": "George Santayana",
      "category": "truth"
    },
    {
      "quote": "There are no whole truths. All truths are half-truths. It is trying to treat them as whole truths that plays the devil.",
      "author": "Alfred North Whitehead",
      "category": "truth"
    },
    {
      "quote": "Too much truth Is uncouth.",
      "author": "Franklin P. Adams",
      "category": "truth"
    },
    {
      "quote": "Truth is a child of Time",
      "author": "Don Ford",
      "category": "truth"
    },
    {
      "quote": "Time trieth truth.",
      "author": "English proverb",
      "category": "truth"
    },
    {
      "quote": "Truth always lags last  limping along on the arm of Time.",
      "author": "Baltasar Gracian",
      "category": "truth"
    },
    {
      "quote": "Truth exists. Only lies are invented.",
      "author": "Georges Braque",
      "category": "truth"
    },
    {
      "quote": "Truth never dies but lives a wretched life.",
      "author": "Yiddish proverb",
      "category": "truth"
    },
    {
      "quote": "What a myth never contains is the critical power to separate its truth from its errors.",
      "author": "Walter Lippman",
      "category": "truth"
    },
    {
      "quote": "The man who speaks the truth is always at ease.",
      "author": "Persian proverb",
      "category": "truth"
    },
    {
      "quote": "Every man has a right to utter what he thinks is truth  and every other man has a right to knock him down for it.",
      "author": "Samuel Johnson",
      "category": "truth"
    },
    {
      "quote": "Don't be consistent  but be simply true.",
      "author": "Oliver Wendell Holmes",
      "category": "truth"
    },
    {
      "quote": "It makes all the difference in the world whether we put truth in the first place  or in the second place.",
      "author": "John Morley",
      "category": "truth"
    },
    {
      "quote": "Rough work  iconoclasm  but the only way to get at the truth.",
      "author": "Oliver Wendell Holmes",
      "category": "truth"
    },
    {
      "quote": "When one has no design but to speak plain truth  he may say a great deal in a very narrow compass.",
      "author": "Richard Steele",
      "category": "truth"
    },
    {
      "quote": "One can live in this world on soothsaying but not on truth saying.",
      "author": "G. C. Lichtenberg",
      "category": "truth"
    },
    {
      "quote": "For my part  whatever anguish of spirit it may cost  I am willing to know the whole truth - to know the worst and provide for it.",
      "author": "Patrick Henry",
      "category": "truth"
    },
    {
      "quote": "Truth has a handsome countenance but torn garments.",
      "author": "German proverb",
      "category": "truth"
    },
    {
      "quote": "God offers to every mind its choice between truth and repose. Take which you please  you can never have both.",
      "author": "Ralph Waldo Emerson",
      "category": "truth"
    },
    {
      "quote": "Some people handle the truth carelessly  Others never touch it at all.",
      "author": "Anonymous",
      "category": "truth"
    },
    {
      "quote": "Truth for him was a moving target  he never aimed for the bull and rarely pierced the outer ring.",
      "author": "Hugh Cudlipp",
      "category": "truth"
    },
    {
      "quote": "Seeing's believing - but feeling is God's own truth.",
      "author": "Irish proverb",
      "category": "truth"
    },
    {
      "quote": "I tore myself away from the safe comfort of certainties through my love for truth  and truth rewarded me.",
      "author": "Sylvia Ashton-Warner",
      "category": "truth"
    },
    {
      "quote": "Every emancipation has in it the seeds of a new slavery  and every truth easily becomes a lie.",
      "author": "J. F. Stone",
      "category": "truth"
    },
    {
      "quote": "In every generation there has to be some fool who will speak the truth as he sees it.",
      "author": "Boris Pasternak",
      "category": "truth"
    },
    {
      "quote": "Every truth passes through three stages before it is recognized. In the first it is ridiculed  in the second it is opposed  in the third it is regarded as self-evident.",
      "author": "Arthur Schopenhauer",
      "category": "truth"
    },
    {
      "quote": "No one can bar the road to truth  and to advance its cause I'm ready to accept even death.",
      "author": "Aleksandr Solzhenitsyn",
      "category": "truth"
    },
    {
      "quote": "The passion for truth is silenced by answers which have the weight of undisputed authority.",
      "author": "Paul Tillich",
      "category": "truth"
    },
    {
      "quote": "A truth that's told with bad intent Beats all the lies you can invent.",
      "author": "William Blake",
      "category": "truth"
    },
    {
      "quote": "He who  when called upon to speak a disagreeable truth  tells it boldly and has done  is both bolder and milder than he who nibbles in a low voice and never ceases nibbling.",
      "author": "Johann Kaspar Lavater",
      "category": "truth"
    },
    {
      "quote": "We call first truths those we discover after all the others.",
      "author": "Albert Camus",
      "category": "truth"
    },
    {
      "quote": "As scarce as truth is  the supply has always been in excess of the demand.",
      "author": "Josh Billings",
      "category": "truth"
    },
    {
      "quote": "I speak the truth  not so much as I would  but as much as I dare  and I dare a little more  as I grow older.",
      "author": "Michel de Montaigne",
      "category": "truth"
    },
    {
      "quote": "Between whom there is hearty truth  there is love.",
      "author": "Henry David Thoreau",
      "category": "truth"
    },
    {
      "quote": "Everything has to be taken on trust  truth is only that which is taken to be true. It's the currency of living. There may be nothing behind it  but it doesn't make any difference so long as it is honoured.",
      "author": "Tom Stoppard",
      "category": "truth"
    },
    {
      "quote": "One truth discovered  one pang of regret at not being able to express it  is better than all the fluency and flippancy in the world.",
      "author": "William Hazlitt",
      "category": "truth"
    },
    {
      "quote": "If you speak the truth have a foot in the stirrup.",
      "author": "Turkish proverb",
      "category": "truth"
    },
    {
      "quote": "The man who fears no truths has nothing to fear from lies.",
      "author": "Thomas Jefferson",
      "category": "truth"
    },
    {
      "quote": "Pretty much all the honest truthtelling there is in the world is done by children.",
      "author": "Anonymous",
      "category": "truth"
    },
    {
      "quote": "There are truths that are not for all men  nor for all times.",
      "author": "Voltaire",
      "category": "truth"
    },
    {
      "quote": "A thing is not necessarily true because a man dies for it.",
      "author": "Oscar Wilde",
      "category": "truth"
    },
    {
      "quote": "What I tell you three times is true.",
      "author": "Lewis Carroll",
      "category": "truth"
    },
    {
      "quote": "Peace if possible  but truth at any rate.",
      "author": "Martin Luther",
      "category": "truth"
    },
    {
      "quote": "It takes two to speak the truth - one to speak  and another to hear.",
      "author": "Henry David Thoreau",
      "category": "truth"
    },
    {
      "quote": "If you tell the truth you don't have to remember anything.",
      "author": "Mark Twain",
      "category": "truth"
    },
    {
      "quote": "There's such a thing as moderation  even in telling the truth.",
      "author": "Vera Johnson",
      "category": "truth"
    },
    {
      "quote": "Truth is something you stumble into when you think you're going some place else.",
      "author": "Jerry Garcid",
      "category": "truth"
    },
    {
      "quote": "We shall return to proven ways - not because they are old  but because they are true.",
      "author": "Barry Goldwater",
      "category": "truth"
    },
    {
      "quote": "Truth emerges more readily from error than from confusion.",
      "author": "Francis Bacon",
      "category": "truth"
    },
    {
      "quote": "If you are out to describe the truth  leave elegance to the tailor.",
      "author": "Albert Einstein",
      "category": "truth"
    },
    {
      "quote": "I don't give them hell. I just tell the truth and they think it is hell.",
      "author": "Harry S. Truman",
      "category": "truth"
    },
    {
      "quote": "The truth is rarely pure  and never simple.",
      "author": "Oscar Wilde",
      "category": "truth"
    },
    {
      "quote": "How lovely are the portals of the night  When stars come out to watch the daylight die.",
      "author": "Thomas Cole",
      "category": "twilight"
    },
    {
      "quote": "The west is broken into bars Of orange  gold  and gray  Gone is the sun  come are the stars  And night infolds the day.",
      "author": "George Macdonald",
      "category": "twilight"
    },
    {
      "quote": "Twilight and evening bell And after that the dark.",
      "author": "Lord Alfred Tennyson",
      "category": "twilight"
    },
    {
      "quote": "Bad laws are the worst sort of tyranny.",
      "author": "Edmund Burke",
      "category": "tyranny"
    },
    {
      "quote": "Unlimited power corrupts the possessor  and this I know  that  where law ends  there tyranny begins.",
      "author": "Lord Chatham",
      "category": "tyranny"
    },
    {
      "quote": "He who strikes terror into others is himself in continual fear.",
      "author": "Claudian",
      "category": "tyranny"
    },
    {
      "quote": "Tyrants have not yet discovered any chains that can fetter the mind.",
      "author": "Walter Colton",
      "category": "tyranny"
    },
    {
      "quote": "Resistance to tyrants is obedience to God.",
      "author": "Thomas Jefferson",
      "category": "tyranny"
    },
    {
      "quote": "Arbitrary power is most easily established on the ruins of liberty abused to licentiousness.",
      "author": "George Washington",
      "category": "tyranny"
    },
    {
      "quote": "'Tis time to fear when tyrants seem to kiss.",
      "author": "William Shakespeare",
      "category": "tyranny"
    },
    {
      "quote": "Better an ugly face than an ugly mind.",
      "author": "James Ellis",
      "category": "ugliness"
    },
    {
      "quote": "Absolute and entire ugliness is rare.",
      "author": "John Ruskin",
      "category": "ugliness"
    },
    {
      "quote": "Nobody's sweetheart is ugly.",
      "author": "J. J. Vade",
      "category": "ugliness"
    },
    {
      "quote": "Is anyone in all the world safe from unhappiness?",
      "author": "Sophocles",
      "category": "unhappiness"
    },
    {
      "quote": "Unhappiness is the ultimate form of self-indulgence.",
      "author": "Tom Robbins",
      "category": "unhappiness"
    },
    {
      "quote": "Unhappiness indicates wrong thinking  just as ill health indicates a bad regimen.",
      "author": "Paul Bourget",
      "category": "unhappiness"
    },
    {
      "quote": "Unhappiness is best defined as the difference between our talents and our expectations.",
      "author": "Dr. Edward De Bono",
      "category": "unhappiness"
    },
    {
      "quote": "By becoming more unhappy  we sometimes learn how to be less so.",
      "author": "Madame Swetchine",
      "category": "unhappiness"
    },
    {
      "quote": "Men are the only animals that devote themselves  day in and day out  to making one another unhappy.",
      "author": "H. L. Mencken",
      "category": "unhappiness"
    },
    {
      "quote": "The worst sin-perhaps the only sin- passion can commit is to be joyless.",
      "author": "Dorothy L. Sayers",
      "category": "unhappiness"
    },
    {
      "quote": "Those who are unhappy have no need for anything in this world but people capable of giving them their attention.",
      "author": "Simone Weil",
      "category": "unhappiness"
    },
    {
      "quote": "Irresolution on the schemes of life I which offer themselves to our choice  and inconstancy in pursuing them  are the greatest causes of all unhappiness.",
      "author": "Joseph Addison",
      "category": "unhappiness"
    },
    {
      "quote": "O Lord! Unhappy is the man whom man can make unhappy.",
      "author": "Ralph Waldo Emerson",
      "category": "unhappiness"
    },
    {
      "quote": "Unhappiness is not knowing what we want and killing ourselves to get it.",
      "author": "Don Herold",
      "category": "unhappiness"
    },
    {
      "quote": "All mankind's unhappiness derives from one thing: his inability to know how to remain in repose in one room.",
      "author": "Blaise Pascal",
      "category": "unhappiness"
    },
    {
      "quote": "None think the great unhappy but the great.",
      "author": "Edward Young",
      "category": "unhappiness"
    },
    {
      "quote": "The primary cause of unhappiness in the world today is ... lack of faith.",
      "author": "Carl Jung",
      "category": "unhappiness"
    },
    {
      "quote": "Sadness is a state of sin.",
      "author": "Andre Gide",
      "category": "unhappiness"
    },
    {
      "quote": "Fate often puts all the material for happiness and prosperity into a man's hands just to see how miserable he can make himself with them.",
      "author": "Don Marquis",
      "category": "unhappiness"
    },
    {
      "quote": "Whenever one finds oneself inclined to bitterness  it is a sign of emotional failure.",
      "author": "Bertrand Russell",
      "category": "unhappiness"
    },
    {
      "quote": "Then join in hand  brave Americans all! By uniting we stand  by dividing we fall.",
      "author": "John Dickinson",
      "category": "union"
    },
    {
      "quote": "All for one  one for all.",
      "author": "Alexander Dumas",
      "category": "union"
    },
    {
      "quote": "We must all hang together or assuredly we shall hang separately.",
      "author": "Benjamin Franklin",
      "category": "union"
    },
    {
      "quote": "Behold how good and how pleasant it is for brethren to dwell together in unity.",
      "author": "Bible",
      "category": "union"
    },
    {
      "quote": "By union the smallest states thrive  by discord the greatest are destroyed.",
      "author": "Sallust",
      "category": "union"
    },
    {
      "quote": "The union of lakes - the union of lands -  The union of States none can sever -  The union of hearts - the union of hands -  And the flag of our union for ever!",
      "author": "George P. Morris",
      "category": "union"
    },
    {
      "quote": "Liberty and Union  now and forever  one and inseparable.",
      "author": "Daniel Webster",
      "category": "union"
    },
    {
      "quote": "The mean of true valor lies between the extremes of cowardice and rashness.",
      "author": "Miguel de Cervantes",
      "category": "valor"
    },
    {
      "quote": "Oh  wad some power the giftie gie us To see oursel's as ithers see us! It wad frae monie a blunder free us  And foolish notion.",
      "author": "James Drummond Burns",
      "category": "vanity"
    },
    {
      "quote": "Variety's the very spice of life  That gives it all its flavour.",
      "author": "William Cowper",
      "category": "variety"
    },
    {
      "quote": "It takes all sorts to make a world.",
      "author": "English proverb",
      "category": "variety"
    },
    {
      "quote": "Age cannot wither her  nor custom stale Her infinite variety.",
      "author": "William Shakespeare",
      "category": "variety"
    },
    {
      "quote": "Every vice is only an exaggeration of a necessary and virtuous function.",
      "author": "Ralph Waldo Emerson",
      "category": "vice"
    },
    {
      "quote": "As for an authentic villain  the real thing  the absolute  the artist  one rarely meets him  even once in a lifetime. The ordinary bad hat is always in part a decent fellow.",
      "author": "Colette",
      "category": "vice"
    },
    {
      "quote": "It is a great misfortune to be of use to nobody  scarcely less to be of use to everybody.",
      "author": "Baltasar Gracian",
      "category": "vice"
    },
    {
      "quote": "It's true Heaven forbids some pleasures  but a compromise can usually be found.",
      "author": "Moliere",
      "category": "vice"
    },
    {
      "quote": "The difference between utility and utility plus beauty is the difference between telephone wires and the spider's web.",
      "author": "Edwin Way Teale",
      "category": "vice"
    },
    {
      "quote": "They also serve who only stand and wait.",
      "author": "John Milton",
      "category": "vice"
    },
    {
      "quote": "What maintains one vice would bring up two children.",
      "author": "Benjamin Franklin",
      "category": "vice"
    },
    {
      "quote": "Vice goes a long way tow'rd makin' life bearable. A little vice now an' thin is relished by th' best iv men.",
      "author": "Finley Peter Dunne",
      "category": "vice"
    },
    {
      "quote": "When I religiously confess myself to myself  I find that the best virtue I have has in it some tincture of vice.",
      "author": "Michel de Montaigne",
      "category": "vice"
    },
    {
      "quote": "One big vice in a man is apt to keep out a great many smaller ones.",
      "author": "Bret Harte",
      "category": "vice"
    },
    {
      "quote": "Vice is as much a part of human nature as folly  and pornography may be as necessary to vent vice as satire is to vent folly.",
      "author": "Mavor Moore",
      "category": "vice"
    },
    {
      "quote": "He who hates vice hates men.",
      "author": "John Morley",
      "category": "vice"
    },
    {
      "quote": "Nurse one vice in your bosom. Give it the attention it deserves and let your virtues spring up modestly around it. Then you'll have the miser who's no liar  and the drunkard who's the benefactor of a whole city.",
      "author": "Thornton Wilder",
      "category": "vice"
    },
    {
      "quote": "The vices we scoff at in others  laugh at us within ourselves.",
      "author": "Thomas Browne",
      "category": "vice"
    },
    {
      "quote": "It is the function of vice to keep virtue within reasonable grounds.",
      "author": "Samuel Butler",
      "category": "vice"
    },
    {
      "quote": "When our vices leave us  we flatter ourselves with the credit of having left them.",
      "author": "La Rochefoucauld",
      "category": "vice"
    },
    {
      "quote": "Many without punishment  none without sin.",
      "author": "John Ray",
      "category": "vice"
    },
    {
      "quote": "If individuals have no virtues  their vices may be of use to us.",
      "author": "Junius",
      "category": "vice"
    },
    {
      "quote": "If you don't want anyone to know it  don't do it.",
      "author": "Chinese proverb",
      "category": "vice"
    },
    {
      "quote": "I'll habits gather by unseen degrees  As brooks make rivers  rivers run to seas.",
      "author": "John Dryden",
      "category": "vice"
    },
    {
      "quote": "Vice can be learnt  even without a teacher.",
      "author": "Seneca",
      "category": "vice"
    },
    {
      "quote": "There's a small choice in rotten apples.",
      "author": "William Shakespeare",
      "category": "vice"
    },
    {
      "quote": "Everyone has his faults which he continually repeats  neither fear nor shame can cure them.",
      "author": "Jean de la Fontaine",
      "category": "vice"
    },
    {
      "quote": "He could sell the Pope on financing a Mormon tabernacle.",
      "author": "Anonymous",
      "category": "vices, foibles"
    },
    {
      "quote": "Some people see the cup as half empty. Some people see the cup as half full. I see the cup as too large.",
      "author": "George Carlin",
      "category": "vices, foibles"
    },
    {
      "quote": "My mother said  \"You won't amount to anything because you procrastinate.\" I said  \"Just wait.\"",
      "author": "Judy Tenuta",
      "category": "vices, foibles"
    },
    {
      "quote": "I believe in practicing prudence  at least once every two or three years.",
      "author": "Molly Ivins",
      "category": "vices, foibles"
    },
    {
      "quote": "I don't believe in astrology -  of course  that's very typical of Leos.",
      "author": "Wendy Morgan",
      "category": "vices, foibles"
    },
    {
      "quote": "Being popular is important. Otherwise  people might not like you.",
      "author": "Mitni Pond",
      "category": "vices, foibles"
    },
    {
      "quote": "The rich can be \"eccentric \" the poor have to be considered \"nuts.\"",
      "author": "Anonymous",
      "category": "vices, foibles"
    },
    {
      "quote": "If I only had a little humility  I'd be perfect.",
      "author": "Ted Turner",
      "category": "vices, foibles"
    },
    {
      "quote": "The ability to sin differs among people. For example  a short-armed fisherman isn't as big a liar as a long-armed one.",
      "author": "Anonymous",
      "category": "vices, foibles"
    },
    {
      "quote": "I have a simple philosophy: Fill what's empty. Empty what's full. And scratch where it itches.",
      "author": "Alice Roosevelt Longworth",
      "category": "vices, foibles"
    },
    {
      "quote": "You can't act like a skunk without someone's getting wind of it.",
      "author": "Lorene Workman",
      "category": "vices, foibles"
    },
    {
      "quote": "I don't gamble. I invest with a risk.",
      "author": "Howard Crossman",
      "category": "vices, foibles"
    },
    {
      "quote": "At home I am a nice guy  but I don't want the world to know. Humble people  I've found  don't go very far.",
      "author": "Muhammad Ali",
      "category": "vices, foibles"
    },
    {
      "quote": "I never gossip  but I can give you the names of certain people who do.",
      "author": "Judy Hampton",
      "category": "vices, foibles"
    },
    {
      "quote": "Laziness is nothing more than the habit of resting before you get tired.",
      "author": "Jules Renard",
      "category": "vices, foibles"
    },
    {
      "quote": "He talks at the drop of a pause.",
      "author": "John Mason Brown",
      "category": "vices, foibles"
    },
    {
      "quote": "Deep down I'm really shallow.",
      "author": "Linda Merkin",
      "category": "vices, foibles"
    },
    {
      "quote": "No one can have a higher opinion of him than I have - and I think he's a dirty little beast.",
      "author": "W. S. Gilbert",
      "category": "vices, foibles"
    },
    {
      "quote": "Everyone is ignorant  only on different subjects.",
      "author": "Will Rogers",
      "category": "vices, foibles"
    },
    {
      "quote": "What a pity human beings can't exchange problems. Everyone knows exactly how to solve the other fellow's.",
      "author": "Olin Miller",
      "category": "vices, foibles"
    },
    {
      "quote": "She realizes she doesn't know as much as God but feels she knows as much as God knew when he was her age.",
      "author": "Dorothy Parker",
      "category": "vices, foibles"
    },
    {
      "quote": "The worst thing about a bore is not that he won't stop talking but that he won't let you stop listening.",
      "author": "Anonymous",
      "category": "vices, foibles"
    },
    {
      "quote": "Horse sense is what keeps horses from betting on what people will do.",
      "author": "Raymond Nash",
      "category": "vices, foibles"
    },
    {
      "quote": "I figure you have the same chance of winning the lottery whether you play or not.",
      "author": "Fran Lebowitz",
      "category": "vices, foibles"
    },
    {
      "quote": "When compelled to cook  I produce a meal that would make a sword swallower gag.",
      "author": "Russell Baker",
      "category": "vices, foibles"
    },
    {
      "quote": "I am free of all prejudice. I hate everyone equally.",
      "author": "W. C. Fields",
      "category": "vices, foibles"
    },
    {
      "quote": "It gives me great strength to know that half the people I meet are below average.",
      "author": "Anonymous",
      "category": "vices, foibles"
    },
    {
      "quote": "I was once thrown out of a mental hospital for depressing other patients.",
      "author": "Oscar Levant",
      "category": "vices, foibles"
    },
    {
      "quote": "We'd all like a reputation for generosity  and we'd all like to buy it cheap.",
      "author": "Mignon McLaughlin",
      "category": "vices, foibles"
    },
    {
      "quote": "I may have faults  but being wrong ain't one of them.",
      "author": "Jimmy Hoffa",
      "category": "vices, foibles"
    },
    {
      "quote": "After twelve years of therapy my psychiatrist said something that brought tears to my eyes. He said  \"No bablo ingles.\"",
      "author": "Ronnie Shakes",
      "category": "vices, foibles"
    },
    {
      "quote": "I'm not at all stuck up . . . although  judging from those around me  I have every right to be.",
      "author": "Anonymous",
      "category": "vices, foibles"
    },
    {
      "quote": "Lead me not into temptation  I can find the way myself.",
      "author": "Rita Mae Brown",
      "category": "vices, foibles"
    },
    {
      "quote": "I've got nothing against girls in tight sweaters - darn it!",
      "author": "Anonymous",
      "category": "vices, foibles"
    },
    {
      "quote": "Let's just say  he has too many pigeons on his antenna.",
      "author": "Anonymous",
      "category": "vices, foibles"
    },
    {
      "quote": "I have my standards. They may be low  but I have them.",
      "author": "Bette Midler",
      "category": "vices, foibles"
    },
    {
      "quote": "She's not moody. She's just known for her versatility of emotions.",
      "author": "Louise Lotz",
      "category": "vices, foibles"
    },
    {
      "quote": "Yesterday was the first day of the rest of your life . . . and you messed it up again.",
      "author": "Patrick Murray",
      "category": "vices, foibles"
    },
    {
      "quote": "Show me someone who never gossips  and I'll show you someone who isn't interested in people.",
      "author": "Barbara Walters",
      "category": "vices, foibles"
    },
    {
      "quote": "I always read the last page of a book first  so that if I die before I finish I'll know how it turned out.",
      "author": "Nora Ephron",
      "category": "vices, foibles"
    },
    {
      "quote": "Well-adjusted means you can make the same mistakes over and over again  and keep smiling.",
      "author": "George Bergman",
      "category": "vices, foibles"
    },
    {
      "quote": "When someone sings his own praises  he always gets the tune too high.",
      "author": "Mary Waldrip",
      "category": "vices, foibles"
    },
    {
      "quote": "Everybody hates me because I'm so universally liked.",
      "author": "Peter de Vries",
      "category": "vices, foibles"
    },
    {
      "quote": "I have too much respect for the truth to drag it out on every trifling occasion.",
      "author": "Mark Twain",
      "category": "vices, foibles"
    },
    {
      "quote": "Laugh and the world laughs with you  snore and you sleep alone.",
      "author": "Katharine Whitehorn",
      "category": "vices, foibles"
    },
    {
      "quote": "How beautiful is victory  but how dear!",
      "author": "Anonymous",
      "category": "victory"
    },
    {
      "quote": "Victories that are cheap are cheap. Those only are worth having which come as the result of hard fighting.",
      "author": "Henry Ward Beecher",
      "category": "victory"
    },
    {
      "quote": "To the victors belong the spoils.",
      "author": "Andrew Jackson",
      "category": "victory"
    },
    {
      "quote": "Who overcomes By force  hath overcome but half his foe.",
      "author": "John Milton",
      "category": "victory"
    },
    {
      "quote": "There are some defeats more triumphant than victories.",
      "author": "Michel Montaigne",
      "category": "victory"
    },
    {
      "quote": "We have met the enemy and they are ours.",
      "author": "Oliver Hazard Perry",
      "category": "victory"
    },
    {
      "quote": "It is better to be violent  if there is violence in our hearts  than to put on the cloak of non-violence to cover impotence.",
      "author": "Mahatma Gandhi",
      "category": "violence"
    },
    {
      "quote": "Keep violence in the mind Where it belongs.",
      "author": "Brian Aldiss",
      "category": "violence"
    },
    {
      "quote": "Violence is the quest for identity. When identity disappears with technological innovation  violence is the natural recourse.",
      "author": "Marshall McLuhan",
      "category": "violence"
    },
    {
      "quote": "Violence is essentially wordless  and it can begin only where thought and rational communication have broken down.",
      "author": "Thomas Merton",
      "category": "violence"
    },
    {
      "quote": "You know what I think about violence. For me it is profoundly moral -more moral than compromises and transactions.",
      "author": "Benito Mussolini",
      "category": "violence"
    },
    {
      "quote": "Violence is just  where kindness is vain.",
      "author": "Corneille",
      "category": "violence"
    },
    {
      "quote": "It is unfair to blame man too fiercely for being pugnacious  he learned the habit from Nature.",
      "author": "Christopher Morley",
      "category": "violence"
    },
    {
      "quote": "Is some cases non-violence requires more militancy than violence.",
      "author": "Cesar Chavez",
      "category": "violence"
    },
    {
      "quote": "We are all shot through with enough motives to make a massacre  any day of the week that we want to give them their head.",
      "author": "Jacob Bronowski",
      "category": "violence"
    },
    {
      "quote": "In a war of ideas it is people who get killed.",
      "author": "Stanislaw J. Lee",
      "category": "violence"
    },
    {
      "quote": "The private terror of the liberal spirit is invariably suicide  not murder.",
      "author": "Norman Mailer",
      "category": "violence"
    },
    {
      "quote": "Violence is  essentially  a confession of ultimate inarticulateness.",
      "author": "Time Magazine",
      "category": "violence"
    },
    {
      "quote": "Non-violence is a powerful and just weapon. It is a weapon unique in history  which cuts without wounding and enobles the man who wields it. It is a sword that heals.",
      "author": "Martin Luther King, Jr.",
      "category": "violence"
    },
    {
      "quote": "Today violence is the rhetoric of the period.",
      "author": "Josi Ortega y Gasset",
      "category": "violence"
    },
    {
      "quote": "A tragic situation exists precisely when virtue does not triumph but when it is still felt that man is nobler than the forces which destroy him.",
      "author": "George Orwell",
      "category": "virtue"
    },
    {
      "quote": "Humility is a virtue  and it is a virtue innate in guests.",
      "author": "Max Beerbohm",
      "category": "virtue"
    },
    {
      "quote": "The sun  though it passes through dirty places  yet remains as pure as before.",
      "author": "Francis Bacon",
      "category": "virtue"
    },
    {
      "quote": "There are few virtues which the Poles do not possess and there are few errors they have ever avoided.",
      "author": "Winston Churchill",
      "category": "virtue"
    },
    {
      "quote": "Virtue has its own reward  but no sale at the box office.",
      "author": "Mae West",
      "category": "virtue"
    },
    {
      "quote": "When virtue has slept  she will get up more refreshed.",
      "author": "Friedrich Nietzsche",
      "category": "virtue"
    },
    {
      "quote": "Few men have virtue to withstand the highest bidder.",
      "author": "George Washington",
      "category": "virtue"
    },
    {
      "quote": "Purity is obscurity.",
      "author": "Ogden Nash",
      "category": "virtue"
    },
    {
      "quote": "I know myself too well to believe in pure virtue.",
      "author": "Albert Camus",
      "category": "virtue"
    },
    {
      "quote": "There are few chaste women who are not tired of their trade.",
      "author": "La Rochefoucauld",
      "category": "virtue"
    },
    {
      "quote": "Ascetic: one who makes a necessity of virtue.",
      "author": "Friedrich Nietzsche",
      "category": "virtue"
    },
    {
      "quote": "A virtue to be serviceable must  like gold  be alloyed with some commoner but more durable metal.",
      "author": "Samuel Butler",
      "category": "virtue"
    },
    {
      "quote": "The Saints are the Sinners who keep on trying.",
      "author": "Robert Louis Stevenson",
      "category": "virtue"
    },
    {
      "quote": "No doubt alcohol  tobacco  and so forth  are things that a saint must avoid  but sainthood is also a thing that human beings must avoid.",
      "author": "George Orwell",
      "category": "virtue"
    },
    {
      "quote": "If a man has no vices  he's in great danger of making vices about his virtues  and there's a spectacle.",
      "author": "Thornton Wilder",
      "category": "virtue"
    },
    {
      "quote": "When men grow virtuous in their old age  they only make a sacrifice to God of the devil's leavings.",
      "author": "Jonathan Swift",
      "category": "virtue"
    },
    {
      "quote": "If virtue were its own reward  it would no longer be a human quality  but supernatural.",
      "author": "Vauvenargues",
      "category": "virtue"
    },
    {
      "quote": "Let him who believes in immortality enjoy his happiness in silence without giving himself airs about it.",
      "author": "Goethe",
      "category": "virtue"
    },
    {
      "quote": "One's outlook is a part of his virtue.",
      "author": "Louisa May Alcott",
      "category": "virtue"
    },
    {
      "quote": "Virtue is like a rich stone  best plain set.",
      "author": "Sir Francis Bacon",
      "category": "virtue"
    },
    {
      "quote": "Recommend to your children virtue  that alone can make them happy  not gold.",
      "author": "Beethoven",
      "category": "virtue"
    },
    {
      "quote": "Honor is the reward of virtue.",
      "author": "Cicero",
      "category": "virtue"
    },
    {
      "quote": "I believe that Virtue shows quite as well in rags and patches as she does in purple and fine linen.",
      "author": "Charles Dickens",
      "category": "virtue"
    },
    {
      "quote": "There are those who have nothing chaste but their ears  and nothing virtuous but their tongues.",
      "author": "De Finod",
      "category": "virtue"
    },
    {
      "quote": "The only reward of virtue is virtue.",
      "author": "Ralph Waldo Emerson",
      "category": "virtue"
    },
    {
      "quote": "Most men admire Virtue  who follow not her lore.",
      "author": "John Milton",
      "category": "virtue"
    },
    {
      "quote": "Our virtues are most frequently but vices disguised.",
      "author": "La Rochefoucauld",
      "category": "virtue"
    },
    {
      "quote": "Virtue is an angel  but she is a blind one  and must ask of Knowledge to show her the pathway that leads to her goal.",
      "author": "Horace Mann",
      "category": "virtue"
    },
    {
      "quote": "I prefer an accommodation vice to an obstinate virtue.",
      "author": "Moliere",
      "category": "virtue"
    },
    {
      "quote": "Virtue is health  vice is sickness.",
      "author": "Petrarch",
      "category": "virtue"
    },
    {
      "quote": "Virtue consists  not in abstaining from vice  but in not desiring it.",
      "author": "George Bernard Shaw",
      "category": "virtue"
    },
    {
      "quote": "Virtue often trips and falls on the sharp-edged rock of poverty.",
      "author": "Eugene Sue",
      "category": "virtue"
    },
    {
      "quote": "Abou Ben Adhem (may his tribe increase!) Awoke one night from a deep dream of peace  And saw  within the moonlight in his room  Making it rich  and like a lily in bloom  An angel  writing in a book of gold  Exceeding peace had made Ben Adhem bold  And to the presence in the room he said -  \"What writest thou?\" The Vision raised its head  And  with a look made all of sweet accord  Answered  \"The names of those who love the Lord.\"",
      "author": "Leigh Hunt",
      "category": "vision"
    },
    {
      "quote": "Where there is no vision  the people perish.",
      "author": "Bible",
      "category": "vision"
    },
    {
      "quote": "And it shall come to pass afterward  that I will pour out my Spirit upon all flesh  and your sons and your daughters shall prophesy  your old men shall dream dreams  your young men shall see visions.",
      "author": "Bible",
      "category": "vision"
    },
    {
      "quote": "My thoughts by night are often filled With visions false as fair: For in the past alone  I build My castles in the air.",
      "author": "Thomas Love Peacock",
      "category": "vision"
    },
    {
      "quote": "Before you begin a thing remind yourself that difficulties and delays quite impossible to foresee are ahead. ... You can only see one thing clearly  and that is your goal. Form a mental vision of that and cling to it through thick and thin.",
      "author": "Kathleen Norris",
      "category": "visualization"
    },
    {
      "quote": "Man can only receive what he sees himself receiving.",
      "author": "Florence Scovel Shinn",
      "category": "visualization"
    },
    {
      "quote": "A person can grow only as much as his horizon allows.",
      "author": "John Powell",
      "category": "visualization"
    },
    {
      "quote": "All prosperity begins in the mind and is dependent only upon the full use of our creative imagination.",
      "author": "Ruth Ross",
      "category": "visualization"
    },
    {
      "quote": "If we have not achieved our early dreams  we must either find new ones or see what we can salvage from the old. If we have accomplished what we set out to do in our youth  we need not weep like Alexander the Great that we have no more worlds to conquer.",
      "author": "Rosalynn Carter",
      "category": "visualization"
    },
    {
      "quote": "What man can imagine he may one day achieve.",
      "author": "Nancy Hale",
      "category": "visualization"
    },
    {
      "quote": "Envisioning the end is enough to put the means in motion.",
      "author": "Dorothea Brande",
      "category": "visualization"
    },
    {
      "quote": "Our visions begin with our desires.",
      "author": "Audre Lorde",
      "category": "visualization"
    },
    {
      "quote": "It is in our idleness  in our dreams  that the submerged truth sometimes comes to the top.",
      "author": "Virginia Woolf",
      "category": "visualization"
    },
    {
      "quote": "One must desire something to be alive: perhaps absolute satisfaction is only another name for Death.",
      "author": "Margaret Deland",
      "category": "visualization"
    },
    {
      "quote": "The truth isn't always beauty  but the hunger for it is.",
      "author": "Nadine Gordimer",
      "category": "visualization"
    },
    {
      "quote": "When your dreams tire  they go underground and out of kindness that's where they stay.",
      "author": "Libby Houston",
      "category": "visualization"
    },
    {
      "quote": "Nothing happens unless first a dream.",
      "author": "Carl Sandburg",
      "category": "visualization"
    },
    {
      "quote": "The very least you can do in your life is to figure out what you hope for. And the most you can do is live inside that hope. Not admire it from a distance but live right in it  under its roof.",
      "author": "Barbara Kingsolver",
      "category": "visualization"
    },
    {
      "quote": "The history of all times  and of today especially  teaches that... women will be forgotten if they forget to think about themselves.",
      "author": "Louise Otto",
      "category": "visualization"
    },
    {
      "quote": "Instead of thinking about where you are  think about where you want to be. It takes twenty years of hard work to become an overnight success.",
      "author": "Diana Rankin",
      "category": "visualization"
    },
    {
      "quote": "To the lack of incentive to effort  which is the awful shadow under which we live  may be traced the wreck and ruin of scores of colored youth.",
      "author": "Mary Church Terrell",
      "category": "visualization"
    },
    {
      "quote": "The moment of enlightenment is when a person's dreams of possibilities become images of probabilities.",
      "author": "Vic Braden",
      "category": "visualization"
    },
    {
      "quote": "Reach high  for stars lie hidden in your soul. Dream deep  for every dream precedes the goal.",
      "author": "Pamela Vaull Starr",
      "category": "visualization"
    },
    {
      "quote": "When we can't dream any longer  we die.",
      "author": "Emma Goldman",
      "category": "visualization"
    },
    {
      "quote": "Hold fast to dreams  for if dreams die  life is a broken-winged bird that cannot fly.",
      "author": "Langston Hughes",
      "category": "visualization"
    },
    {
      "quote": "I think  at a child's birth  if a mother could ask a fairy godmother to endow it with the most useful gift  that gift should be curiosity.",
      "author": "Eleanor Roosevelt",
      "category": "visualization"
    },
    {
      "quote": "You know  my children  that humanity advances only by forming itself an ideal and endeavoring to realize it. Every passion has its ideal  which is modified by that of the whole.",
      "author": "Jenny R d'Hericourt",
      "category": "visualization"
    },
    {
      "quote": "It seems to me we can never give up longing and wishing while we are alive. There are certain things we feel to be beautiful and good  and we must hunger for them.",
      "author": "George Eliot",
      "category": "visualization"
    },
    {
      "quote": "The best antidote I have found is to yearn for something. As long as you yearn  you can't congeal: there is a forward motion to yearning.",
      "author": "Gail Godwin",
      "category": "visualization"
    },
    {
      "quote": "Every woman dreams of her own political career and her own place in life.",
      "author": "Raisa M. Gorbachev",
      "category": "visualization"
    },
    {
      "quote": "Dream lofty dreams  and as you dream  so shall you become. Your vision is the promise of what you shall at last unveil.",
      "author": "John Ruskin",
      "category": "visualization"
    },
    {
      "quote": "Imagination is the highest kite that can fly.",
      "author": "Lauren Bacall",
      "category": "visualization"
    },
    {
      "quote": "Who would ever give up the reality of dreams for relative knowledge?",
      "author": "Alice James",
      "category": "visualization"
    },
    {
      "quote": "Dreams are the sources of action  the meeting and the end  a resting place among the flight of things.",
      "author": "Muriel Rukeyser",
      "category": "visualization"
    },
    {
      "quote": "Within your heart  keep one still  secret spot where dreams may go.",
      "author": "Louise Driscoll",
      "category": "visualization"
    },
    {
      "quote": "I've dreamt in my life dreams that have stayed with me ever after  and changed my ideas: they've gone through and through me  like wine through water  and altered the color of my mind.",
      "author": "Emily Bronte",
      "category": "visualization"
    },
    {
      "quote": "It may be that those who do most  dream most.",
      "author": "Stephen Leacock",
      "category": "visualization"
    },
    {
      "quote": "I've dreamt in my life dreams that have stayed with me ever after  and changed my ideas: they've gone through and through me  like wine through water  and altered the color of my mind.",
      "author": "Emily Bronte",
      "category": "visualization"
    },
    {
      "quote": "It's our dreams that keep us going  that separate us from the beasts. I wouldn't even want to live if I thought it was all just eating and sleeping and taking off my clothes.",
      "author": "Mary Chase",
      "category": "visualization"
    },
    {
      "quote": "A couple of times a day I sit quietly and visualize my body fighting the AIDS virus. It's the same as me sitting and seeing myself hit the perfect serve. I did that often when I was an athlete.",
      "author": "Arthur Ashe",
      "category": "visualization"
    },
    {
      "quote": "Is life so wretched? Isn't it rather your hands which are too small  your vision which is muddled? You are the one who must grow up.",
      "author": "Dag Hammarskjold",
      "category": "visualization"
    },
    {
      "quote": "Imagination has always had powers of resurrection that no science can match.",
      "author": "Ingrid Bengis",
      "category": "visualization"
    },
    {
      "quote": "The artist doesn't see things as they are  but as he is.",
      "author": "Anonymous",
      "category": "visualization"
    },
    {
      "quote": "Make-believe colors the past with innocent distortion  and it swirls ahead of us in a thousand ways-in science  in politics  in every bold intention. It is part of our collective lives  entwining our past and our future ... a particularly rewarding aspect of life itself.",
      "author": "Shirley Temple Black",
      "category": "visualization"
    },
    {
      "quote": "We are governed not by armies  but by ideas.",
      "author": "Mona Caird",
      "category": "visualization"
    },
    {
      "quote": "One of your most powerful inner resources is your own creativity. Be willing to try on something new and play the game full-out.",
      "author": "Marcia Wieder",
      "category": "visualization"
    },
    {
      "quote": "No vision and you perish  No ideal  and you're lost  Your heart must ever cherish Some faith at any cost. Some hope  some dream to cling to  Some rainbow in the sky  Some melody to sing to  Some service that is high.",
      "author": "Harriet Du Autermont",
      "category": "visualization"
    }
  ]
}