{
  "author": "Ravindu Manoj",
  "github": "ravindu01manoj",
  "repo": "Quotes-500k",
  "data": [
    {
      "quote": "They were using the dolls to project their dreams of their own futures as adult women.",
      "author": "Ruth Handler",
      "category": "Women, Project, Adult"
    },
    {
      "quote": "I came at age in the '60s, and initially my hopes and dreams were invested in politics and the movements of the time - the anti-war movement, the civil rights movement. I worked on Bobby Kennedy's campaign for president as a teenager in California and the night he was killed.",
      "author": "David Talbot",
      "category": "Time, Age, Politics"
    },
    {
      "quote": "We must not let our passions destroy our dreams.",
      "author": "Thomas S. Monson",
      "category": "Destroy, Must, Our Dreams"
    },
    {
      "quote": "I've succeeded beyond my wildest dreams - financially and the amount of fun I have in my life.",
      "author": "Phil Hartman",
      "category": "Life, Fun, My Life"
    },
    {
      "quote": "Dreams are not without meaning wherever thay may come from-from fantasy, from the elements, or from other inspiration.",
      "author": "Paracelsus",
      "category": "Meaning, Fantasy"
    },
    {
      "quote": "Women are not in love with me but with the picture of me on the screen. I am merely the canvas on which women paint their dreams.",
      "author": "Rudolph Valentino",
      "category": "Love, Women, I Am"
    },
    {
      "quote": "Books that distribute things... with as daring a freedom as we use in dreams, put us on our feet again.",
      "author": "Marsilio Ficino",
      "category": "Freedom, Feet, Things"
    },
    {
      "quote": "It is an everlasting desire to make my dreams come true. And it's getting to the point now where it's like, come on I want my dreams to come true so that I can get on with the rest of my life. Sometimes I think about the rest of my life when I'm done.",
      "author": "Picabo Street",
      "category": "Life, My Life, Want"
    },
    {
      "quote": "My mother taught me that we all have the power to achieve our dreams. What I lacked was the courage.",
      "author": "Clay Aiken",
      "category": "Courage, Mother, Mom"
    },
    {
      "quote": "Death is the mother of Beauty; hence from her, alone, shall come fulfillment to our dreams and our desires.",
      "author": "Wallace Stevens",
      "category": "Beauty, Death, Mother"
    },
    {
      "quote": "I'm aware of the mystery around us, so I write about coincidences, premonitions, emotions, dreams, the power of nature, magic.",
      "author": "Isabel Allende",
      "category": "Nature, Power, Mystery"
    },
    {
      "quote": "With unemployment still abysmally high, the Obama economy is crushing Hispanics' dreams for their children to live a better life.",
      "author": "Marco Rubio",
      "category": "Life, Children, Live"
    },
    {
      "quote": "America allows us to be able to dream, then gives us the ability to achieve those dreams.",
      "author": "Rick Mears",
      "category": "America, Dream, Achieve"
    },
    {
      "quote": "My dreams are of water. And my nightmares.",
      "author": "Siouxsie Sioux",
      "category": "Water, Nightmares"
    },
    {
      "quote": "I say to my colleagues never confine your best work, your hopes, your dreams, the aspiration of the American people to what will be signed by George W. Bush because that is too limiting a factor.",
      "author": "Nancy Pelosi",
      "category": "Work, Best, American"
    },
    {
      "quote": "You've got to have a dream... if you don't have any big dreams, nothing happens.",
      "author": "Ian Rush",
      "category": "Dream, Nothing, You"
    },
    {
      "quote": "All my dreams are coming true all across the board for some reason.",
      "author": "Jay Electronica",
      "category": "True, Reason, Coming"
    },
    {
      "quote": "The ideal of all Kosovo is membership in the E.U. and a permanent friendship with the United States. I believe and I am convinced our dreams will come true.",
      "author": "Atifete Jahjaga",
      "category": "Friendship, I Am, Believe"
    },
    {
      "quote": "You don't ever want to go out there and not be the best. You want to be the best cop that you can. Be the best writer you can be. Everybody has their goals. Everybody has their dreams.",
      "author": "Bryce Harper",
      "category": "Goals, Best, Want"
    },
    {
      "quote": "There is no better gift a society can give children than the opportunity to grow up safe and free - the chance to pursue whatever dreams they may have.",
      "author": "John Roberts",
      "category": "Children, Opportunity"
    },
    {
      "quote": "'Shake It Up' definitely teaches kids about the importance of reaching for your dreams and setting high goals. It also teaches great lessons about friendship and family.",
      "author": "Zendaya",
      "category": "Friendship, Family, Goals"
    },
    {
      "quote": "I don't think the dreams die - I think that people give up. I think it gets too hard.",
      "author": "Tyler Perry",
      "category": "People, Die, Think"
    },
    {
      "quote": "Learning to read and write changes lives; it means jobs, money, health, and dreams fulfilled.",
      "author": "Queen Rania of Jordan",
      "category": "Learning, Money, Health"
    },
    {
      "quote": "For me, the sketching of dresses was about fantasy and dreams. In my little room at home, I felt that I was somewhere else. In Paris, for instance.",
      "author": "Alber Elbaz",
      "category": "Home, Me, Fantasy"
    },
    {
      "quote": "It's good to have plans and dreams, but don't be surprised if God brings you somewhere else.",
      "author": "Anne F. Beiler",
      "category": "Good, God, You"
    },
    {
      "quote": "People think it's funny that I enjoy dreaming so much. I just use it as a form of entertainment. It's very private. I don't see my dreams as separate. I mean, half the time I'm wandering around dreaming anyway.",
      "author": "Robert Smith",
      "category": "Funny, Time, Enjoy"
    },
    {
      "quote": "We will be returning to historical levels of inequality. We'll view post-war America as a kind of strange interlude not to be repeated. It won't be the dreams that we all had that virtually all incomes go up in lockstep at three percent a year. It hurts to give that up.",
      "author": "Tyler Cowen",
      "category": "America, Strange, View"
    },
    {
      "quote": "We're not teaching our students the importance of relationships with other people: how you work with them, what the relational pathology consists of, how you examine your own conscience, how you examine the inner world, how you examine your dreams.",
      "author": "Irvin D. Yalom",
      "category": "Work, Your Dreams, World"
    },
    {
      "quote": "There is no substitute under the heavens for productive labor. It is the process by which dreams become realities. It is the process by which idle visions become dynamic achievements.",
      "author": "Gordon B. Hinckley",
      "category": "Process, Labor, Idle"
    },
    {
      "quote": "Even in the most peaceful communities, an appetite for violence shows up in dreams, fantasies, sports, play, literature, movies and television. And, so long as we don't transform into angels, violence and the threat of violence - as in punishment and deterrence - is needed to rein in our worst instincts.",
      "author": "Paul Bloom",
      "category": "Sports, Peaceful, Violence"
    },
    {
      "quote": "No one respects the First Amendment more than I do. People have a right to express their concerns and their hopes and dreams to their government.",
      "author": "Anthony Foxx",
      "category": "Government, People"
    },
    {
      "quote": "I plan to see St. Louis as a global competitor. As an international trade hub, as an incubator of new companies, as a place of culture and the arts, as a magnet for immigrants, for entrepreneurs, for animal lovers, and for gays, as a city of parks and trails, and as the sort of place that figures in young people's dreams.",
      "author": "Francis G. Slay",
      "category": "Culture, City, Animal"
    },
    {
      "quote": "I lived for two years in Odawara, a castle town an hour outside of Tokyo, near the sea. It's a beautiful place, and I drew on my experiences there when writing 'The Lake of Dreams.'",
      "author": "Kim Edwards",
      "category": "Beautiful, Sea, Writing"
    },
    {
      "quote": "Some guys have trouble sleeping the night before an important round. I never have. Invariably, I sleep longer and better, and have more dreams, when I'm in contention and feeling pressure.",
      "author": "Tom Watson",
      "category": "Sleep, Night, Pressure"
    },
    {
      "quote": "You can't predict it all. People will tell you to plan things out as best you can. They will tell you to focus. They will tell you to follow your dreams. They will all be right.",
      "author": "Elizabeth Warren",
      "category": "Best, Focus, Your Dreams"
    },
    {
      "quote": "In my dreams, I have Keira Knightley's eyebrows.",
      "author": "Anna Kendrick",
      "category": "Eyebrows"
    },
    {
      "quote": "Reagan never cottoned to dictators. He was pure in this notion in a true belief that democracy was the best solution in the world because it spoke to people's hopes and dreams and aspirations, freedom of religion, freedom of speech, freedom of speech.",
      "author": "Douglas Brinkley",
      "category": "Freedom, Best, Religion"
    },
    {
      "quote": "I've always been interested in photographing traditions and customs - especially in America. The prom is an American tradition, a rite of passage that has always been one of the most important rituals of American youth. It is a day in our lives that we never forget - a day full of hopes and dreams for our future.",
      "author": "Mary Ellen Mark",
      "category": "Future, Day, America"
    },
    {
      "quote": "I think what people need to realize is that, with trans people, we're like everybody else. No group of people are all the same. All women are not the same, all men are not the same, all children are not the same. It's the same thing with trans people - we're all so different, we have different goals, different dreams, and different aspirations.",
      "author": "Jamie Clayton",
      "category": "Children, Goals, Women"
    },
    {
      "quote": "For anyone aspiring to be anything, I would like them to realise dreams require work. So work big time.",
      "author": "Lilly Singh",
      "category": "Work, Time, Anything"
    },
    {
      "quote": "We are certainly not to relinquish the evidence of experiments for the sake of dreams and vain fictions of our own devising; nor are we to recede from the analogy of Nature, which is wont to be simple and always consonant to itself.",
      "author": "Isaac Newton",
      "category": "Nature, Simple, Always"
    },
    {
      "quote": "I know God loves me. I tell people all the time I'm one of his favorite childs. I had to believe in something bigger than me - bigger than man. I had to believe that God would send somebody across my path to keep my dreams alive.",
      "author": "Darlene Love",
      "category": "Time, God, Path"
    },
    {
      "quote": "I am, you know, really fighting for myself and my life. And I think the message that I could give to anybody is that it's never too late to start your life again and dream new dreams.",
      "author": "Jennifer Holliday",
      "category": "Life, Myself, I Am"
    },
    {
      "quote": "When you're a Republican Latino, you're traveling uphill on a lonely road. Still, it's the road I prefer. It has led me to opportunity far beyond my dreams. I've worked on eight Republican presidential races, as well as for some of the world's largest corporations, all because the doors of opportunity, not the doors of welfare, were open to me.",
      "author": "Lionel Sosa",
      "category": "Opportunity, Road, World"
    },
    {
      "quote": "As aspiring athletes, you should never give up on your dreams. Just believe in yourself, and everything will be possible.",
      "author": "Shelly-Ann Fraser-Pryce",
      "category": "Never Give Up, Believe"
    },
    {
      "quote": "Integrity is critical to our lives - and to our dreams of achievement. We must remember that without integrity, nothing else matters and that with integrity, nothing else matters.",
      "author": "Jon Huntsman, Sr.",
      "category": "Integrity, Achievement"
    },
    {
      "quote": "Mother believed that I should have an enormous amount of sleep, and so I was never really tired when I went to bed. This was the best time of day, when I could lie in the vague twilight, drifting off to sleep, making up dreams inside my head the way they should go.",
      "author": "Sylvia Plath",
      "category": "Time, Best, Mother"
    },
    {
      "quote": "You can't just constantly judge a situation or a person because of what you're used to or how they look. They might turn out to be this sweet man who asks you what your dreams are. You know?",
      "author": "Sasha Lane",
      "category": "Man, Your Dreams, Sweet"
    },
    {
      "quote": "When I came to America, I dreamed bigger dreams.",
      "author": "Frank McCourt",
      "category": "America, Bigger, Came"
    },
    {
      "quote": "Ours is the job of interpreting the Constitution. And that document isn't some inkblot on which litigants may project their hopes and dreams.",
      "author": "Neil Gorsuch",
      "category": "Job, Constitution, Project"
    },
    {
      "quote": "My greatest mistake is that my dreams were too small.",
      "author": "Shimon Peres",
      "category": "Small, Mistake, Greatest"
    },
    {
      "quote": "I've shown that if you dream and are willing to work hard, you can achieve your dreams.",
      "author": "Mo Farah",
      "category": "Work, Work Hard, Your Dreams"
    },
    {
      "quote": "If you live close to an International Rescue Committee office in the United States, find out how you can assist a refugee family as they transition to American life. Invite a newly arrived family to your home for a welcoming meal. Listen to their hopes and dreams, and share your own.",
      "author": "Mandy Patinkin",
      "category": "Life, Family, Home"
    },
    {
      "quote": "In Hollywood, normally things don't work out, and dreams are crushed.",
      "author": "Jessica St. Clair",
      "category": "Work, Hollywood, Work Out"
    },
    {
      "quote": "I'm fulfilling my dreams that I had as a kid every single day. That's why I'm trying to enjoy it so much.",
      "author": "Aaron Rodgers",
      "category": "Day, Enjoy, Why"
    },
    {
      "quote": "If I'm lucky, in my wildest dreams I can make a picture every three years.",
      "author": "Sydney Pollack",
      "category": "Lucky, Picture, Three"
    },
    {
      "quote": "In a democracy, if you don't get the votes, nothing else is possible, no matter how wonderful your dreams.",
      "author": "Helmut Kohl",
      "category": "Democracy, Your Dreams, You"
    },
    {
      "quote": "I have lived with my husband more than I have with my parents... I live beside him, and know his worries, his hopes, and his dreams for his nation. We believe that things happen by design, not in an arbitrary way. And we believe it is our duty to make things happen.",
      "author": "Moza bint Nasser",
      "category": "Parents, Design, Believe"
    },
    {
      "quote": "To wear dreams on one's feet is to begin to give a reality to one's dreams.",
      "author": "Roger Vivier",
      "category": "Reality, Feet, Give"
    },
    {
      "quote": "Films are dreams. Many, many critics say to me that my films are not good because they are too unbelievable, but this is my style. I tell stories like they are dreams. This is my imagination. For me, it would be impossible to do a film that is so precise, that resembles real life.",
      "author": "Dario Argento",
      "category": "Life, Good, Imagination"
    },
    {
      "quote": "Hold on to your dream. Don't let past failures or dire economic forecasts make you a pessimist. Keep your youthful dreams alive and create your own opportunities.",
      "author": "Paul Zane Pilzer",
      "category": "Opportunities, Past, Dream"
    },
    {
      "quote": "For all life is a dream, and dreams themselves are only dreams.",
      "author": "Pedro Calderon de la Barca",
      "category": "Life, Dream, Life Is A"
    },
    {
      "quote": "I don't like dreams or reality. I like when dreams become reality because that is my life.",
      "author": "Jean Paul Gaultier",
      "category": "Life, Reality, My Life"
    },
    {
      "quote": "There's a line I have that our family was designed more for public than for private. But there are definitely some things that are only mine. I am someone who dreams at night, and you don't know what I'm dreaming.",
      "author": "Carrie Fisher",
      "category": "Family, I Am, Night"
    },
    {
      "quote": "When you're a kid, you have these big ideas and these big dreams to make a change, or maybe you feel like you can't make a difference.",
      "author": "AnnaSophia Robb",
      "category": "Change, Make A Difference"
    },
    {
      "quote": "I never expected anyone to take care of me, but in my wildest dreams and juvenile yearnings, I wanted the house with the picket fence from June Allyson movies. I knew that was yearning like one yearns to fly.",
      "author": "Maya Angelou",
      "category": "Me, Fly, Movies"
    },
    {
      "quote": "When your dreams include service to others - accomplishing something that contributes to others - it also accelerates the accomplishment of that goal. People want to be part of something that contributes and makes a difference.",
      "author": "Jack Canfield",
      "category": "Service, Your Dreams, Goal"
    },
    {
      "quote": "I like to surround myself with people that have dreams and that fight for them every day.",
      "author": "Emeraude Toubia",
      "category": "Day, Myself, Fight"
    },
    {
      "quote": "A lot of dreams can turn to nightmares... if you don't really work them.",
      "author": "Dolly Parton",
      "category": "Work, You, Turn"
    },
    {
      "quote": "By nature, I'm a very positive person, and because I'm happy in myself, and in my life, and I've got a great husband, and beautiful children, and I have a job that I love that calls for a certain amount of emotional expression, I get to realise a lot of my dreams and aspirations.",
      "author": "Kate Winslet",
      "category": "Love, Life, Positive"
    },
    {
      "quote": "What I would say to young entrepreneurs is there's so many moments in your life where you have these dreams, and people are trying to protect you, and they say, perhaps, friends, family, parents sometimes, they don't agree with it, they think, 'This is just too high of a hurdle.' And I don't agree with that.",
      "author": "Howard Schultz",
      "category": "Life, Family, Friends"
    },
    {
      "quote": "You really can have your dreams and at the same time have a family. But it has to be a really deliberate practice.",
      "author": "Mark Ruffalo",
      "category": "Family, Time, Your Dreams"
    },
    {
      "quote": "Before dance came into my life, I don't really remember having any major goals or dreams of wanting to be anything.",
      "author": "Misty Copeland",
      "category": "Life, Goals, Dance"
    },
    {
      "quote": "I do not have bad days. I don't wake up in the morning and think that I'm going to get AIDS. I don't dream bad dreams about it. If I did, I'd be giving in to the negativity.",
      "author": "Magic Johnson",
      "category": "Morning, Giving, Wake Up"
    },
    {
      "quote": "For me, having walked through Times Square so many times as a broke and starving artist, as a TV star, and now having other hopes and dreams, it just represents possibility and the moment of full circle.",
      "author": "Tituss Burgess",
      "category": "Moment, Me, Artist"
    },
    {
      "quote": "I really want to live in New York. That's the city of my dreams.",
      "author": "Joel Kinnaman",
      "category": "City, New York, Live"
    },
    {
      "quote": "I like to keep the median age in my lab low because they will indulge me in my dreams. They don't yet think things are impossible.",
      "author": "George M. Church",
      "category": "Age, Impossible, Me"
    },
    {
      "quote": "When younger writers and poets, musicians and painters are weakened by a stemming of funds, they come to me saddened, not as full of dreams and excitement and ideas. I am then weakened and diminished, and made less rich.",
      "author": "Maya Angelou",
      "category": "I Am, Musicians, Me"
    },
    {
      "quote": "A man is a god in ruins. When men are innocent, life shall be longer, and shall pass into the immortal, as gently as we awake from dreams.",
      "author": "Ralph Waldo Emerson",
      "category": "Life, God, Man"
    },
    {
      "quote": "I still have dreams about CBGB's. I still miss the place.",
      "author": "Henry Rollins",
      "category": "Place, Still, Miss"
    },
    {
      "quote": "My experience of malaria was just taking anti-malarials, which give you strange dreams, because I don't want to get malaria.",
      "author": "Bill Gates",
      "category": "Experience, Strange, Want"
    },
    {
      "quote": "You know, my dad served in the President's Cabinet after his time as a governor. He told me he enjoyed being governor a lot more. Now, I understand why. If I do my job well, I can make a difference in people's lives and I can help our children realize their dreams.",
      "author": "Mitt Romney",
      "category": "Time, Children, Job"
    },
    {
      "quote": "I would honestly say that with all the awards and all the other things that I've done in my life, Dollywood is one of the greatest dreams that I've ever had come true - I am so proud of that I can't even begin to tell you, Dollywood is real special to me.",
      "author": "Dolly Parton",
      "category": "Life, I Am, Me"
    },
    {
      "quote": "Everybody past a certain age, regardless of how they look on the outside, pretty much constantly dreams of being able to escape from their lives.",
      "author": "Douglas Coupland",
      "category": "Age, Past, Escape"
    },
    {
      "quote": "When I was 20, the idea of having a play on anywhere was just beyond my dreams.",
      "author": "Tom Stoppard",
      "category": "Play, Idea, Just"
    },
    {
      "quote": "What is the conservative movement? It's pretty straightforward. We believe that the way prosperity is created is when people have the freedom and the opportunity to pursue their dreams.",
      "author": "Marco Rubio",
      "category": "Freedom, Opportunity"
    },
    {
      "quote": "Mitt Romney will stop the attacks on job creators, encourage entrepreneurs to chase their dreams, and bring good jobs and a better future to all Americans.",
      "author": "Marco Rubio",
      "category": "Future, Good, Job"
    },
    {
      "quote": "We're special because dreams that are impossible anywhere else, come true here. That's not just my story. That's your story. That's our story.",
      "author": "Marco Rubio",
      "category": "Impossible, Story, Special"
    },
    {
      "quote": "Here in America, those who once had no hope will give their kids the chance at a life they always wanted for themselves. Here in America, generations of unfulfilled dreams will finally come to pass.",
      "author": "Marco Rubio",
      "category": "Life, Hope, America"
    },
    {
      "quote": "They made it to the middle class, my dad working as a bartender and my mother as a cashier and a maid. I didn't inherit any money from them. But I inherited something far better - the real opportunity to accomplish my dreams.",
      "author": "Marco Rubio",
      "category": "Money, Mother, Opportunity"
    },
    {
      "quote": "To this day, some of my closest friends say, 'Gaga, you know, everything's great. You're a singer; your dreams have come true.' But, still, when certain things are said to you over and over again as you're growing up, it stays with you and you wonder if they're true.",
      "author": "Lady Gaga",
      "category": "Day, Friends, Great"
    },
    {
      "quote": "I am a walking piece of art every day, with my dreams and my ambitions forward at all times in an effort to inspire my fans to lead their life in that way.",
      "author": "Lady Gaga",
      "category": "Life, Art, Day"
    },
    {
      "quote": "There are a lot of things that are personally uncomfortable to show, especially me without makeup and completely bloated or crying. But I've realized that it's time for me to show my audience that you don't have to be perfect to achieve your dreams. Because nobody relates to being perfect.",
      "author": "Katy Perry",
      "category": "Time, Your Dreams, Me"
    },
    {
      "quote": "There's always going to be dreams and goals I have, but I never really tell people what they are.",
      "author": "Tyra Banks",
      "category": "Goals, People, Never"
    },
    {
      "quote": "'Modelland' has always been a part of my mind and my heart. I'm excited that you'll be able to read about this magical world that's been living in my dreams for so many years.",
      "author": "Tyra Banks",
      "category": "Heart, World, Mind"
    },
    {
      "quote": "I've made mistakes before of doing different projects just based on my dreams, my hopes, my thing, and not really thinking about my customers.",
      "author": "Tyra Banks",
      "category": "Mistakes, Thinking, Doing"
    },
    {
      "quote": "Going back to the moon is not visionary in restoring space leadership for America. Like its Apollo predecessor, it will prove to be a dead end littered with broken spacecraft, broken dreams and broken policies.",
      "author": "Buzz Aldrin",
      "category": "Leadership, Space, Moon"
    },
    {
      "quote": "Dreams come true; without that possibility, nature would not incite us to have them.",
      "author": "John Updike",
      "category": "Nature, True, Without"
    },
    {
      "quote": "Economics is not a science; it is a quasi-religion: part superstition, part mystique, part sentimentality. Bankers dream like other men, the only difference being that when their dreams turn to nightmares, we all lose sleep. There can be no trusting the muttering of any prelate when it comes to money.",
      "author": "Howard Jacobson",
      "category": "Money, Science, Sleep"
    },
    {
      "quote": "I've had quite a lot of luck with dreams. I've often awoken in the night with a phrase or even a whole song in my head.",
      "author": "Brian Eno",
      "category": "Luck, Night, Song"
    },
    {
      "quote": "I've had several really tangible dreams about UFOs, and they've been amazing!",
      "author": "Martin Freeman",
      "category": "Amazing, Been, Really"
    },
    {
      "quote": "You have many years ahead of you to create the dreams that we can't even imagine dreaming. You have done more for the collective unconscious of this planet than you will ever know.",
      "author": "Steven Spielberg",
      "category": "Imagination, Know, You"
    },
    {
      "quote": "I have got the job of my dreams.",
      "author": "Cory Booker",
      "category": "Job, Got"
    },
    {
      "quote": "If you dream the proper dreams, and share the myths with people, they will want to grow up to be like you.",
      "author": "Ray Bradbury",
      "category": "People, Grow, Want"
    },
    {
      "quote": "God gave us dreams, but he gave us kids to make all those dreams worthwhile. And when I look at all my kids, I say everything that I've ever went through in my life was worthwhile.",
      "author": "Tracy Morgan",
      "category": "Life, God, My Life"
    },
    {
      "quote": "I'm glad I dropped out of high school, man. I wouldn't be where I'm at. I would have had a net. I'm glad I didn't have anything to fall back on, man, because that made me go for my dreams that much harder.",
      "author": "Tracy Morgan",
      "category": "School, Man, Fall"
    },
    {
      "quote": "There's a joy and a pain about directing where the dreams you have are becoming concrete but the attention to detail, the need for time is such that it's overwhelming at times, and the stream of responsibility.",
      "author": "William Shatner",
      "category": "Time, Responsibility, Joy"
    },
    {
      "quote": "If our dreams are sincere desires to achieve, not mere pipe-dreams, there is something deep within ourselves which comes out to meet them and helps to make them realities.",
      "author": "Orison Swett Marden",
      "category": "Deep, Achieve, Within"
    },
    {
      "quote": "A friend told me that teenage girls are always looking for someone to pin their dreams on. That doesn't make it any less weird though.",
      "author": "Orlando Bloom",
      "category": "Friend, Me, Looking"
    },
    {
      "quote": "I hope my children just grow up happy and pursue their dreams. I mean, that's all I can ask of them.",
      "author": "Ivanka Trump",
      "category": "Hope, Children, Happy"
    },
    {
      "quote": "I love the idea of being part of a campaign that captures the spirit of New York and the stories of women here, passionate about their dreams.",
      "author": "Rita Ora",
      "category": "Love, Women, New York"
    },
    {
      "quote": "Conquering America for a U.K. artist is incredible because that's what everybody wants and dreams about. The accomplishment is dominating a market which you aren't familiar with.",
      "author": "Rita Ora",
      "category": "America, Artist"
    },
    {
      "quote": "My childhood dreams were focused on being part of the effort to make humanity a multiplanetary species.",
      "author": "Peter Diamandis",
      "category": "Childhood, Space, Humanity"
    },
    {
      "quote": "After more than a decade as the editor of 'Wired' magazine, Chris Anderson started the company of his dreams - a robotics manufacturing company called 3D Robotics - to produce the autonomous flying vehicles coming out of DIY Drones.",
      "author": "Peter Diamandis",
      "category": "Flying, Company"
    },
    {
      "quote": "I did commit to myself that I would not jump back into being the workaholic that I can be before I gave myself an honest opportunity to create the marriage of my dreams and to create the beginning of the family of my dreams, and that took a hot second.",
      "author": "Alanis Morissette",
      "category": "Family, Marriage, Myself"
    },
    {
      "quote": "Mr. Tennyson has said that more things are wrought by prayer than this world dreams of, but he wisely refrains from saying whether they are good or bad things.",
      "author": "Samuel Butler",
      "category": "Good, Prayer, World"
    },
    {
      "quote": "I was born in Paris in the mid-1960s, and by the time I was 12 I had started going to the movies by myself. Most of the movies of that period never appealed to me. I didn't like the 'naturalism,' the sad or the 'down-to-earth' characters. What I wanted from film was fantasy, dreams, funny situations, extravagant decor - and beautiful women.",
      "author": "Christian Louboutin",
      "category": "Funny, Time, Women"
    },
    {
      "quote": "So many financial dreams are thwarted by the failure to act upon good intentions.",
      "author": "Suze Orman",
      "category": "Failure, Good, Financial"
    },
    {
      "quote": "You must recognize, embrace, and be honest about what is real for you today and allow that understanding to inform the choices you make. Only then will you be able to build the future of your dreams.",
      "author": "Suze Orman",
      "category": "Future, Today, Your Dreams"
    },
    {
      "quote": "Understand and accept the cycles of money. The setbacks you may have today or next year will not keep you from financial freedom. If you hold on to your goals and dreams, you will get there.",
      "author": "Suze Orman",
      "category": "Freedom, Money, Today"
    },
    {
      "quote": "I'd definitely be the kind of parent who enabled my child's dreams. I'd just watch and nurture and guide them. I have the blueprints of what not to do... I think I'd be a good parent, actually.",
      "author": "Drew Barrymore",
      "category": "Good, Child, Parent"
    },
    {
      "quote": "Actors, their greatest tool, their greatest resource is imagination. You can take things, power objects, you can recruit your dreams, you can access your memories and get there. So the idea is not to act but to just be.",
      "author": "Nicolas Cage",
      "category": "Memories, Power, Imagination"
    },
    {
      "quote": "One day, one of my dreams is to someday get to do Nemo in '20,000 Leagues Under the Sea.'",
      "author": "Nicolas Cage",
      "category": "Day, Sea, One Day"
    },
    {
      "quote": "I think there's a time as a writer when you want to see the best things in life, and you go out wherever you go with your dreams as a writer or a composer.",
      "author": "Tori Amos",
      "category": "Life, Time, Best"
    },
    {
      "quote": "A man becomes what he dreams. And I dreamed of being in the movies. I was brought up on Steve McQueen, Clint Eastwood, Warren Beatty, and Cary Grant.",
      "author": "Pierce Brosnan",
      "category": "Man, Movies, Up"
    },
    {
      "quote": "I am a person who has many dreams. But as soon as I accomplish one, I move on to the next. That's my fatal, absurd nature. Human beings are slaves to our dreams, and I am, too. Now I think I just want to share my musical proposal in its entire form.",
      "author": "Shakira",
      "category": "Nature, I Am, Want"
    },
    {
      "quote": "I am a person who has many dreams. But as soon as I accomplish one, I move on to the next. That's my fatal, absurd nature.",
      "author": "Shakira",
      "category": "Nature, I Am, Person"
    },
    {
      "quote": "Fogs are like dreams that feed the soul, and without their mysterious embrace, childhood, courtship, poetry and the composition of music become all the more difficult.",
      "author": "Michael Leunig",
      "category": "Music, Poetry, Childhood"
    },
    {
      "quote": "My father, his spirit is with me constantly, and I'm a believer in that world and the world of dreams and that stuff.",
      "author": "Ziggy Marley",
      "category": "Father, World, Me"
    },
    {
      "quote": "I had my freedom, and I had my comfortable life, but I couldn't accept the fact that the politicians were making it increasingly difficult for my kids and millions of others to achieve their dreams as I had achieved mine. So, in 2012, I ran for president.",
      "author": "Gary Johnson",
      "category": "Life, Freedom, Kids"
    },
    {
      "quote": "I have big dreams. I want to keep songwriting. Direct films. Be a parent.",
      "author": "Sia",
      "category": "Parent, Want, Songwriting"
    },
    {
      "quote": "Dopamine is a chemical released in your brain and your body when you sleep that paralyzes your body so you don't act out your dreams.",
      "author": "Mike Birbiglia",
      "category": "Sleep, Your Dreams, Brain"
    },
    {
      "quote": "I like 'Donnie Darko' it's a cool take on dreams and sleep.",
      "author": "Mike Birbiglia",
      "category": "Sleep, Cool, Like"
    },
    {
      "quote": "This may sound a bit naive, but I got here by believing in big dreams.",
      "author": "Howard Schultz",
      "category": "Naive, Believing, Sound"
    },
    {
      "quote": "I just got tired of waiting for things to happen through other people when so many other people are taking chances on following their dreams.",
      "author": "Christina Milian",
      "category": "Waiting, Tired, People"
    },
    {
      "quote": "Mr. Miyazaki's specialty is taking a primal wish of kids, transporting them to a fantasyland, and then marooning them there. No one else conjures the phantasmagoric and shifting morality of dreams - that fascinating and frightening aspect of having something that seems to represent good become evil - in the way this master Japanese animator does.",
      "author": "Elvis Mitchell",
      "category": "Good, Evil, Morality"
    },
    {
      "quote": "Positional leaders ignore the fact that every person has hopes, dreams, desires, and goals of his own. And leaders must bring their vision and the aspirations of the people they lead together in a way that benefits everyone.",
      "author": "John C. Maxwell",
      "category": "Goals, Together, Vision"
    },
    {
      "quote": "All of us gave it all we've got, overcame a whole lot just being on the show and learned a lot about ourselves. We're just normal people trying to do what we love and follow our dreams.",
      "author": "Carrie Underwood",
      "category": "Love, People, Trying"
    },
    {
      "quote": "What makes a loft authentic isn't its layout or its history but its ability to give people a true home - a dwelling that reflects their personalities and aspirations, including their dreams of urbanity.",
      "author": "Virginia Postrel",
      "category": "History, Home, People"
    },
    {
      "quote": "As far back as the 1800s, people were moving to Florida to make their dreams come true.",
      "author": "Rick Scott",
      "category": "Moving, People, True"
    },
    {
      "quote": "We all dream dreams of unity, of purity; we all dream that there's an authoritative voice out there that will explain things, including ourselves.",
      "author": "Junot Diaz",
      "category": "Unity, Dream, Voice"
    },
    {
      "quote": "I was part of that group of kids growing up in the '80s under the Reagan regime, what I used to call 'living in the shadow of Dr. Manhattan,' where we would have dreams all the time that New York City was being destroyed, and that that wall of light and destruction was rolling out and would just devour our neighborhood.",
      "author": "Junot Diaz",
      "category": "Time, Light, Shadow"
    },
    {
      "quote": "I was always a closet lover of acting. My mom was very practical. She never, ever restricted our dreams, always told us we could do or be anything. Then I said, 'Maybe I want to be an actor'. And she said, 'Maybe not that'.",
      "author": "Octavia Spencer",
      "category": "Mom, Acting, Want"
    },
    {
      "quote": "If you believe, like I do, that the world is abundant with possibilities, then we need to make sure we build capacity so that everybody is successful or can be successful in the pursuit of their dreams - not the dreams of someone from government, but their own dreams.",
      "author": "Jeb Bush",
      "category": "Government, Believe, World"
    },
    {
      "quote": "I mean, I'm 48 years old and I've been through a lot in my life - you know, loss, whether it be death, illness, separation. I mean, the failed expectations... We all have dreams.",
      "author": "Annie Lennox",
      "category": "Life, Death, Loss"
    },
    {
      "quote": "Movies are dreams! And they work on you subliminally.",
      "author": "Carrie Fisher",
      "category": "Work, Movies, You"
    },
    {
      "quote": "I love dreams.",
      "author": "Brad Feld",
      "category": "Love, I Love"
    },
    {
      "quote": "Kids need a happy household. They need to be loved and supported in their dreams. And I don't think you can make your kids' dreams your own. They need you to support them in their dreams.",
      "author": "Billy Crystal",
      "category": "Happy, Support, Think"
    },
    {
      "quote": "Richard Nixon had a kind of Walter Mitty fantasy life. He was a man with a grandiose thoughts: dreams of not simply being president but maybe becoming one of the truly great presidents of American history.",
      "author": "Robert Dallek",
      "category": "Life, History, Great"
    },
    {
      "quote": "Sigmund Freud said we act out our own dreams, but if you are only an actor you are not acting out your own dream. You are simply participating in someone else's dream.",
      "author": "John Malkovich",
      "category": "Dream, Acting, You"
    },
    {
      "quote": "Our dreams must be stronger than our memories. We must be pulled by our dreams, rater than pushed by our memories.",
      "author": "Jesse Jackson",
      "category": "Memories, Stronger, Must"
    },
    {
      "quote": "You can be out of slavery and have the right to vote, but unless you have access to capital, industry and technology, you can't fulfill your dreams.",
      "author": "Jesse Jackson",
      "category": "Technology, Your Dreams"
    },
    {
      "quote": "For me they are no different, reality and dreams.",
      "author": "Alejandro Jodorowsky",
      "category": "Reality, Me, Different"
    },
    {
      "quote": "Don't let expertise fool you into seeing false boundaries or underestimating those with wild dreams.",
      "author": "Naveen Jain",
      "category": "Fool, You, Seeing"
    },
    {
      "quote": "I didn't move to Nashville with any inkling or dreams of getting a record deal. I didn't have those stars in my eyes. I just wanted to take a break, relax, and figure out songwriting.",
      "author": "Maren Morris",
      "category": "Stars, Eyes, Relax"
    },
    {
      "quote": "It is the police of America who are on the front lines, who are on the streets, who are in the daily contact with American citizens, who translate the dreams of American citizens when they succeed and frustrate the dreams when they fail.",
      "author": "Janet Reno",
      "category": "Daily, America, American"
    },
    {
      "quote": "Our challenge is to remind ourselves that we do have common interest, common grounds, and common dreams.",
      "author": "Janet Reno",
      "category": "Challenge, Interest, Common"
    },
    {
      "quote": "No one may speak for the dead, no one may interpret their mutilated dreams and visions.",
      "author": "Elie Wiesel",
      "category": "Speak, Dead, May"
    },
    {
      "quote": "The emotions in all true anxiety dreams are next to unbearable.",
      "author": "Dick Cavett",
      "category": "Anxiety, True, Emotions"
    },
    {
      "quote": "I'd really like to get the girl, shoot the gun, drive the car, have fun. I even have these kind of action dreams, where I'm the action guy.",
      "author": "Kevin Bacon",
      "category": "Car, Girl, Gun"
    },
    {
      "quote": "We do not really feel grateful toward those who make our dreams come true they ruin our dreams.",
      "author": "Eric Hoffer",
      "category": "Grateful, True, Feel"
    },
    {
      "quote": "The more you can dream, the more you can do.",
      "author": "Michael Korda",
      "category": "Dream, You, More"
    },
    {
      "quote": "You sail into the harbor, and Staten Island is on your left, and then you see the Statue of Liberty. This is what everyone in the world has dreams of when they think about New York. And I thought, 'My God, I'm in Heaven. I'll be dancing down Fifth Avenue like Fred Astaire with Ginger Rogers.'",
      "author": "Frank McCourt",
      "category": "God, World, Liberty"
    },
    {
      "quote": "I'm living out my dreams and I love what I do.",
      "author": "Ashley Tisdale",
      "category": "Love, Living, Out"
    },
    {
      "quote": "We use our parents like recurring dreams, to be entered into when needed.",
      "author": "Doris Lessing",
      "category": "Parents, Like, Use"
    },
    {
      "quote": "Californians are blessed with the remarkable leadership of Gov. Jerry Brown, who... has led our state to firm fiscal footing and brought us to the enviable position of dreaming - and achieving - big dreams again.",
      "author": "Gavin Newsom",
      "category": "Leadership, Blessed"
    },
    {
      "quote": "I will teach people not only how to identify their goals and dreams, but subsequently give them the tools to make those dreams a reality.",
      "author": "Jillian Michaels",
      "category": "Goals, Reality, Tools"
    },
    {
      "quote": "There are hundreds of stories I've heard from black women from my generation, generations before me, and the next, that have never been given an opportunity to fulfill their dreams.",
      "author": "Misty Copeland",
      "category": "Women, Opportunity, Me"
    },
    {
      "quote": "I think, as a child, there weren't dreams. I can't recall as a child having some ultimate dream and thinking that it was possible.",
      "author": "Misty Copeland",
      "category": "Thinking, Child, Dream"
    },
    {
      "quote": "Our reactor actually burns nuclear waste as fuel. So not only is it safe and powerful, it solves an important issue: It actually reduces nuclear waste instead of creating. It's the reactor of your dreams.",
      "author": "Nathan Myhrvold",
      "category": "Powerful, Your Dreams"
    },
    {
      "quote": "The worst thing you can do to a kid is tell them that their dreams are invalid.",
      "author": "Juliette Lewis",
      "category": "Worst, You, Kid"
    },
    {
      "quote": "There are a lot of people who have dreams, goals, and hopes, but there aren't a lot who get to see them realized.",
      "author": "Tyler Perry",
      "category": "Goals, People, See"
    },
    {
      "quote": "Fiction makes your dreams come true, and, as a writer, fiction allows you to delve into the area of miracles.",
      "author": "James McBride",
      "category": "Your Dreams, True, You"
    },
    {
      "quote": "We would not have been a successful family without my father and stepfather, who were working-class men with better dreams for their children. We just wore them out.",
      "author": "James McBride",
      "category": "Family, Children, Father"
    },
    {
      "quote": "I know how men in exile feed on dreams.",
      "author": "Aeschylus",
      "category": "Men, Know, Feed"
    },
    {
      "quote": "So much of Sue Sylvester, the angry woman, came from that part of my life, wanting to crush other people's dreams and judging others so harshly, which is always just a way of deflecting your own self-judgment.",
      "author": "Jane Lynch",
      "category": "Life, Woman, People"
    },
    {
      "quote": "My preparation for roles are less about the character's profession than who they are, what their dreams are, and in what way are they childish.",
      "author": "Stellan Skarsgard",
      "category": "Character, Preparation, Way"
    },
    {
      "quote": "Honestly, I find the analysis of dreams is one of the dullest things. I say this as a therapist kid. I find them deeply uninteresting, as a window to the soul.",
      "author": "Ira Glass",
      "category": "Soul, Window, Find"
    },
    {
      "quote": "America's legacy has been crafted by generations of hard-working men and women who moved to the United States from all over the globe to pursue their dreams.",
      "author": "Charles B. Rangel",
      "category": "Women, America, Men"
    },
    {
      "quote": "It feels good being a restaurant owner because it's part of my dreams of being the biggest mogul.",
      "author": "DJ Khaled",
      "category": "Good, Restaurant, Being"
    },
    {
      "quote": "As a foreigner, I used to think all of Michigan was a post-apocalyptic wasteland of burning buildings, trashed cars, abandoned factories and broken dreams. But now I know that's just Detroit. It's only the Democrat-controlled areas that are a disaster.",
      "author": "Milo Yiannopoulos",
      "category": "Broken, Know, Think"
    },
    {
      "quote": "But what I was going to say was, I just figured I'm going to go boldly in the direction of my dreams, say it as Thoreau would say, and just see where it takes me.",
      "author": "Demetri Martin",
      "category": "Me, Direction, See"
    },
    {
      "quote": "I didn't come from a lot. I had a lot of love and support from my family, but as far as money and that type of thing, I didn't really have any of that. All I did was follow my dreams. If my fans take anything from me, I hope it would be that.",
      "author": "Keke Palmer",
      "category": "Love, Family, Hope"
    },
    {
      "quote": "I have the most beautiful souls in my life supporting me and helping me to follow my dreams. I love them more than I can ever express in words.",
      "author": "Bindi Irwin",
      "category": "Love, Life, Beautiful"
    },
    {
      "quote": "God doesn't want us to merely sit around dreaming about things we can do and be. That's a good place to start, but a poor place to stop. God wants us to turn our dreams into action.",
      "author": "Victoria Osteen",
      "category": "Good, God, Action"
    },
    {
      "quote": "I didn't want to escape my life and become a big actress and live my dreams. That was never the way it was it was just these amazing opportunities that happened.",
      "author": "Maisie Williams",
      "category": "Life, Opportunities, Amazing"
    },
    {
      "quote": "When I first set out to do it, I wanted to be a working actor, and now it seems like it's superseded even my dreams.",
      "author": "Michael Pena",
      "category": "Actor, Working, First"
    },
    {
      "quote": "I tell kids to pursue their basketball dreams, but I tell them to not let that be their only dream.",
      "author": "Kareem Abdul-Jabbar",
      "category": "Dream, Basketball, Kids"
    },
    {
      "quote": "It is exactly because we are a city that embraces freedom, that welcomes everyone and encourages their dreams, that New York remains on the front lines in the war on terror.",
      "author": "Michael Bloomberg",
      "category": "Freedom, War, City"
    },
    {
      "quote": "Ironically, it is exactly because we are a city that embraces freedom, that welcomes everyone and encourages their dreams, that New York remains on the front lines in the war on terror.",
      "author": "Michael Bloomberg",
      "category": "Freedom, War, City"
    },
    {
      "quote": "To be able to help a 13-year-old kid from the Bronx follow her dreams just by letting her know she's not forgotten in this crazy world - that's why I got involved with Frum Tha Ground Up.",
      "author": "Alicia Keys",
      "category": "Crazy, World, Help"
    },
    {
      "quote": "My office is at Yankee stadium. Yes, dreams do come true.",
      "author": "Derek Jeter",
      "category": "True, Office, Yes"
    },
    {
      "quote": "My dreams do not end with playing Major League Baseball.",
      "author": "Derek Jeter",
      "category": "Baseball, End, Playing"
    },
    {
      "quote": "In a couple, sometimes, one or both people have to give up their personal life, dreams and ambitions for the good of the family.",
      "author": "Monica Bellucci",
      "category": "Life, Family, Good"
    },
    {
      "quote": "That always has been one of my dreams, to be able to appeal to a bunch of people.",
      "author": "Trombone Shorty",
      "category": "People, Always, Been"
    },
    {
      "quote": "Tamerlan Tsarnaev, one of the two brothers who carried out the marathon bombing, was a non-practicing Muslim who only became an Islamist militant once his dreams of becoming an Olympic boxer faded. At the time of the attack, he was unemployed.",
      "author": "Peter L. Bergen",
      "category": "Time, Marathon, Two"
    },
    {
      "quote": "I must refine my training every day to give myself the best opportunity to achieve my dreams during the Olympic Games in Rio.",
      "author": "Ashton Eaton",
      "category": "Best, Myself, Training"
    },
    {
      "quote": "In our marriage, the success of our athletic dreams comes before everything. 'Hey do you want to watch a movie?' 'No, I have a hard workout tomorrow.'",
      "author": "Ashton Eaton",
      "category": "Success, Marriage, Tomorrow"
    },
    {
      "quote": "One of my dreams is to walk down the runway during Fashion Week!",
      "author": "Zendaya",
      "category": "Week, Fashion, Walk"
    },
    {
      "quote": "We want an Afghanistan that is shaped by the dreams of the great Afghan people, not by irrational fears and overreaching ambitions of others.",
      "author": "Narendra Modi",
      "category": "Great, People, Want"
    },
    {
      "quote": "For most of us, when our 'dreams' - I use the word with reservations - came true, and marriage and motherhood became a reality, the romcoms, like horoscopes, swiftly lost their allure.",
      "author": "Mariella Frostrup",
      "category": "Marriage, Motherhood"
    },
    {
      "quote": "If I could have had everything exactly the way I wanted, this is how I would have written it down. Win all my fights in the first round, then go to the UFC and headline a show, and have it as a pay-per-view and at home. People's dreams don't come true like that.",
      "author": "Ronda Rousey",
      "category": "Home, Win, People"
    },
    {
      "quote": "What's interesting is with a lot of the work I do through my foundation, the 'Manifest Your Destiny' foundation, we really encourage people, and we attempt to empower, uplift and inspire people to live out their dreams, live out their destiny.",
      "author": "Hill Harper",
      "category": "Work, Destiny, Inspire"
    },
    {
      "quote": "My dreams kind of came through when I went to see the cinema.",
      "author": "Debbie Reynolds",
      "category": "Cinema, Kind, See"
    },
    {
      "quote": "In my wildest dreams I never thought - well, I never thought I'd work.",
      "author": "Steve Carell",
      "category": "Work, Thought, Well"
    },
    {
      "quote": "I don't like to talk about my dreams. I like to make them happen. I prefer to talk about them when they're done.",
      "author": "Diane von Furstenberg",
      "category": "Done, Talk, Like"
    },
    {
      "quote": "The greatest thing has been that projects that were pipe dreams before 'Whiplash' are now feeling more realistic.",
      "author": "Damien Chazelle",
      "category": "Greatest, Feeling, Realistic"
    },
    {
      "quote": "It's interesting when you wind up distilling all your ambitions and your goals and dreams into one single person. It's giving that person a lot of power.",
      "author": "Damien Chazelle",
      "category": "Goals, Power, Giving"
    },
    {
      "quote": "I've always wanted to make movies that are fever dreams.",
      "author": "Damien Chazelle",
      "category": "Movies, Always, Wanted"
    },
    {
      "quote": "We all get lost along the way, but hopefully we figure out some sort of path. It helps if you can imagine the process as well as the goal. Those kinds of dreams are easier to achieve.",
      "author": "Annette Bening",
      "category": "Path, Goal, Lost"
    },
    {
      "quote": "It's a fine line of doing what's good for your life and what your parents want you to do, but also following your dreams. With my parents, when I was younger, I always had to do two things. If I was acting, I always had to do a sport or something on the arts side of things along with that.",
      "author": "Kaley Cuoco",
      "category": "Life, Good, Parents"
    },
    {
      "quote": "I don't have kids, but I know that you want them to follow their dreams, while at the same time, you don't want them to be sitting around, hoping that dream is just going to come. I'm sure that's hard to tell your kids.",
      "author": "Kaley Cuoco",
      "category": "Time, Dream, Want"
    },
    {
      "quote": "Your targets can only be realized on the basis of dreams.",
      "author": "Recep Tayyip Erdogan",
      "category": "Only, Your, Basis"
    },
    {
      "quote": "Usually, I work every day, seven days a week. When I go three days without writing, my body aches with anxiety; my mood is irritable. My night dreams grow wild with unconscious invention.",
      "author": "Pete Hamill",
      "category": "Work, Day, Writing"
    },
    {
      "quote": "I had dreams of conehead aliens when I was little. Before 'Saturday Night Live' did it. And then they came out with them, and I went on to be a glorified extra in the movie. When everyone else was laughing, I was scared.",
      "author": "Parker Posey",
      "category": "Night, Live, Scared"
    },
    {
      "quote": "It's great to see our players get some of their dreams come true.",
      "author": "Nick Saban",
      "category": "Great, True, See"
    },
    {
      "quote": "My mission is to let black kids know that their dreams can happen.",
      "author": "Lee Daniels",
      "category": "Black, Mission, Know"
    },
    {
      "quote": "I love watching people's dreams come true.",
      "author": "Jessica Simpson",
      "category": "Love, People, True"
    },
    {
      "quote": "I've been blessed to live a lot of dreams.",
      "author": "Trisha Yearwood",
      "category": "Blessed, Live, Been"
    },
    {
      "quote": "The whole world has American dreams. This country has people from all parts of the world. We have Irish who live here, we have Brazilians.",
      "author": "Rafael dos Anjos",
      "category": "American, World, People"
    },
    {
      "quote": "Coming from a small town, I didn't have big dreams. My biggest ambition was to find a job for myself.",
      "author": "Nawazuddin Siddiqui",
      "category": "Myself, Job, Ambition"
    },
    {
      "quote": "Drawing the desperate and the adrift, Los Angeles has long been the dumping ground of dreams both real and cinematic.",
      "author": "Steve Erickson",
      "category": "Drawing, Long, Los Angeles"
    },
    {
      "quote": "'The Company You Keep' is about outgrowing not just the delusions that accompany youth but the harsh certainties driving our lives and then trapping them before the years outpace the velocity of our dreams.",
      "author": "Steve Erickson",
      "category": "Youth, Company, You"
    },
    {
      "quote": "You can't take anything personally in this business. Follow your dreams, but there is a lot of criticism. You have to brush it off. Everybody is looking for something different.",
      "author": "Kendall Jenner",
      "category": "Business, Your Dreams"
    },
    {
      "quote": "Now I know we have the power to incite change through the Internet - keep sharing our stories, our dreams, and our struggles.",
      "author": "Ty Dolla Sign",
      "category": "Change, Power, Internet"
    },
    {
      "quote": "I hope that the restaurant I go to will have buffalo chicken fingers. I hope that one day I can work with Matt Damon. I have big and little dreams, and they're all equally important to me. A life without buffalo chicken fingers, I don't know if I would want that life. Even if it meant I got to work with Matt Damon. Everything has its worth.",
      "author": "Jenny Slate",
      "category": "Life, Work, Hope"
    },
    {
      "quote": "Beware of advice about successful people and their methods. For starters, no two situations are alike. Your dreams of creating a dry-cleaning empire won't be helped by knowing that Thomas Edison liked to take naps.",
      "author": "Scott Adams",
      "category": "Your Dreams, Advice"
    },
    {
      "quote": "To my mind, 'Dear Brutus' stands halfway between Shakespeare's 'A Midsummer Night's Dream' and Stephen Sondheim and James Lapine's 'Into the Woods'. Like them, it is a play about enchantment and disillusion, dreams and reality.",
      "author": "Michael Dirda",
      "category": "Reality, Mind, Night"
    },
    {
      "quote": "I've had dreams about tricks.",
      "author": "Shaun White",
      "category": "Tricks, About, Had"
    },
    {
      "quote": "People with financial plans are much more likely to feel prepared, even in tumultuous times. They're more likely to feel that their dreams and goals are secure. And, oh yes, they do actually save significantly more.",
      "author": "Jean Chatzky",
      "category": "Goals, Financial, People"
    },
    {
      "quote": "Carrie Underwood was just a small-town Oklahoma girl with big dreams in 2005 when she competed on the fourth season of 'American Idol.' She is one of the few true 'American Idol' success stories and went on to have incredible career success.",
      "author": "Fabrizio Moreira",
      "category": "Success, Girl, American"
    },
    {
      "quote": "For an entrepreneur with 'improbable' and 'impossible' dreams, the alleged stability that comes from getting 'a real job' is nothing but a sign of slavery.",
      "author": "Fabrizio Moreira",
      "category": "Job, Impossible, Slavery"
    },
    {
      "quote": "The life my grandparents had was thoroughly American. They built a small ranch into a huge operation and fulfilled my great-grandparents' dreams. Theirs was... a simpler time of contentment and patriotism.",
      "author": "Dana Perino",
      "category": "Life, Time, Patriotism"
    },
    {
      "quote": "There is no reason we should expect young children to enter the nocturnal darkness of sleep and dreams without help.",
      "author": "Siri Hustvedt",
      "category": "Children, Sleep, Darkness"
    },
    {
      "quote": "The English expression 'to fall asleep' is apt because the transition between waking and sleeping is a gradual drop from one state of being into another: a giving up of full self-consciousness for unconsciousness or for the altered consciousness of dreams.",
      "author": "Siri Hustvedt",
      "category": "Giving, Fall, Transition"
    },
    {
      "quote": "In my dreams, whatever I am doing, I look down to see if I have prosthetics. It sets my time frame in my dream, I think. I'd have these dreams that I am running and launching myself, and I look down and see that I have prosthetics. I have a lot of those, where I do great, amazing things with my prosthetics.",
      "author": "Amy Purdy",
      "category": "Time, Myself, Great"
    },
    {
      "quote": "I still have dreams in which someone is coming to the door.",
      "author": "Alek Wek",
      "category": "Door, Someone, Still"
    },
    {
      "quote": "It doesn't happen every day, but many nights my dreams are like a movie. I don't see normal movement - I see things in very complicated shots. That's why I do remember many of them.",
      "author": "Penelope Cruz",
      "category": "Day, Remember, Why"
    },
    {
      "quote": "I don't read good books anymore, it seems; I just buy them and put them on the shelf and every now and then walk over and pet them. I'm like the optimistic dieter who fills her closet with clothes two sizes too small and dreams of the day she can wear them. I know just what I want to do when I retire.",
      "author": "Mary Roach",
      "category": "Day, Good, Pet"
    },
    {
      "quote": "We all have those dreams we've never let go of. But believe it or not, sometimes a job that we're not that keen on can help us achieve those dreams or goals.",
      "author": "John Rampton",
      "category": "Goals, Job, Believe"
    },
    {
      "quote": "Spielberg read the 'Understudy' and decided that was the voice he wanted to write 'Smash.' He wanted a story that had humanity and humor and high-stakes dreams.",
      "author": "Theresa Rebeck",
      "category": "Humor, Humanity, Voice"
    },
    {
      "quote": "To discuss a Martin Amis book, you must first discuss the orchestrated release of a Martin Amis book. In London, which rightly prides itself on the vibrancy of its literary cottage industry, Amis is the Steve Jobs of book promoters, and his product rollouts are as carefully managed as anything Apple dreams up.",
      "author": "Graydon Carter",
      "category": "Book, Apple, You"
    },
    {
      "quote": "I can't remember my dreams more than a couple of seconds after I wake up. It's frustrating because sometimes I dream that I'm watching a really good movie.",
      "author": "Aaron Sorkin",
      "category": "Good, Wake Up, Remember"
    },
    {
      "quote": "Google is a global Rorschach test. We see in it what we want to see. Google has built an infrastructure that makes a lot of dreams closer to reality.",
      "author": "John Battelle",
      "category": "Reality, Want, Google"
    },
    {
      "quote": "My microphone went out in the 2009 Tony Awards. It was my big moment, and I was so excited to perform and lead the cast; I sang 'Sit Down, You're Rockin' the Boat.' Every actor dreams of standing front and center on the Tony Awards, and I start to sing, and you hear this crackling. I had no idea what to do - were they going to stop a live telecast?",
      "author": "Tituss Burgess",
      "category": "Boat, Moment, Start"
    },
    {
      "quote": "At drama school, we were taught to write down your dreams and carry them around in your wallet with you, and they'll come true, but I didn't do that.",
      "author": "Lily James",
      "category": "School, Your Dreams, Drama"
    },
    {
      "quote": "From my earliest youth, I have known that while one is obliged to plan with care the stages of one's journey, one is entitled to dream, and keep dreaming, of its destination. A man may feel as old as his years yet as young as his dreams.",
      "author": "Shimon Peres",
      "category": "Journey, Man, Youth"
    },
    {
      "quote": "Just like in rugby, the pinnacle was playing for the All Blacks. That was always a massive thing. But you never speak it outwardly because it can sound stupid. But if you don't have massive dreams, you might as well stay in bed.",
      "author": "Sonny Bill Williams",
      "category": "Stupid, Speak, You"
    },
    {
      "quote": "I have very specific advice for aspiring writers: go to New York. And if you can't go to New York, go to the place that represents New York to you, where the standards for writing are high, there are other people who share your dreams, and where you can talk, talk, talk about your interests.",
      "author": "Walter Kirn",
      "category": "Writing, Your Dreams, Advice"
    },
    {
      "quote": "In Americana, the facts and the dreams seem to be all the same to me.",
      "author": "Robbie Robertson",
      "category": "Me, Facts, Same"
    },
    {
      "quote": "I credit NTI, truthfully, with everything as far as where my head is and what my goals are and dreams are. I would say it was probably one of the most influential moments of my life, being there.",
      "author": "John Krasinski",
      "category": "Life, Goals, Moments"
    },
    {
      "quote": "The words come from here. From memories, from dreams, from people I've known. I'm always writing and reflecting on life. I want to suck it all in.",
      "author": "Jeff Buckley",
      "category": "Life, Memories, Words"
    },
    {
      "quote": "Between the theme parks and the movies, the Disney iconography was probably the first set of archetypes that I was exposed to. Walt was able to expose me as a child to the full array of emotions, including fear and sorrow. Those movies and attractions haunted my dreams and made a deep impression on me as a child.",
      "author": "Jon Favreau",
      "category": "Fear, Deep, Child"
    },
    {
      "quote": "I want to see the next Reagan. I want somebody who brings out the good in Americans and challenges us to aspire to that North Star, someone who wants to empower our families and individuals and communities and let them be free to achieve their dreams. That's what's going to make this country again.",
      "author": "Bill Flores",
      "category": "Good, Challenges, Free"
    },
    {
      "quote": "I have those dreams that you can't put into words.",
      "author": "Harry Connick, Jr.",
      "category": "Words, You, Put"
    },
    {
      "quote": "I have goals and aspirations, and I believe that you can go after your dreams, and it can work if you have someone there that's supporting you.",
      "author": "Tia Mowry",
      "category": "Work, Goals, Believe"
    },
    {
      "quote": "Obviously, fans are the beginning and end for any artist. The minute your fans embrace you and accept you, you begin this ride of being in music and having a career doing something you love. You get to go be a kid and live out your dreams by performing music for fans who come out to your shows.",
      "author": "Luke Bryan",
      "category": "Love, Music, Artist"
    },
    {
      "quote": "Revelations are conveyed in a variety of ways, including, for example, dreams, visions, conversations with heavenly messengers, and inspiration. Some revelations are received immediately and intensely; some are recognized gradually and subtly.",
      "author": "David A. Bednar",
      "category": "Inspiration, Example"
    },
    {
      "quote": "My parents always told me to be myself. I was always funny and silly as a kid. And I would always make them laugh. And they always told me to dream big and follow those dreams.",
      "author": "Richard Simmons",
      "category": "Funny, Myself, Parents"
    },
    {
      "quote": "I always thought I would be a teacher. And I think I actually lived up to my initial dreams, because what I do now is teach millions and millions of people many different kinds of things.",
      "author": "Martha Stewart",
      "category": "Teacher, Thought, People"
    },
    {
      "quote": "It is possible for a kid from east Texas, raised in south central LA and Carson, who believes in his dreams, commits himself to them with his heart, to touch them and to have them happen.",
      "author": "Forest Whitaker",
      "category": "Heart, Texas, Kid"
    },
    {
      "quote": "Men don't come up to you to just talk. We come up to you with a plan. We're looking across the room at you, and we don't care about your hopes and dreams. We don't care about what your future holds. We saw something we wanted.",
      "author": "Steve Harvey",
      "category": "Future, Men, Plan"
    },
    {
      "quote": "When your dreams are close to coming true, it does not feel real at first.",
      "author": "Henrikh Mkhitaryan",
      "category": "Your Dreams, True, Real"
    },
    {
      "quote": "It's not called the Theatre of Dreams for nothing.",
      "author": "Henrikh Mkhitaryan",
      "category": "Theatre, Nothing"
    },
    {
      "quote": "It's a weird place to be in because my dreams in life have surpassed what I could have ever imagined. I just hope I can continue to write stand-up, but I would say my big dream is to build an amazing family. It's so boring and cheesy, but that's my focus.",
      "author": "Tig Notaro",
      "category": "Life, Family, Hope"
    },
    {
      "quote": "You have the dreams that you want, and then you have to do other jobs until you can get to that dream.",
      "author": "Channing Tatum",
      "category": "Dream, Want, You"
    },
    {
      "quote": "I've learned in the little bit of my life so far that you can't fool people. And so I only tell people what I think about: my ambitions, my dreams, what inspires me.",
      "author": "Benjamin Clementine",
      "category": "Life, Fool, Me"
    },
    {
      "quote": "Goal-getting matters. And writing down the brave acts and bold dreams you intend to accomplish will provide the spark to get them done.",
      "author": "Robin S. Sharma",
      "category": "Writing, Brave, Bold"
    },
    {
      "quote": "In dreams begins responsibility.",
      "author": "William Butler Yeats",
      "category": "Responsibility, Begins"
    },
    {
      "quote": "I always had dreams as a kid. I definitely sat at home and watched the Oscars every year and got emotional every year at everyone's speeches.",
      "author": "Yvonne Strahovski",
      "category": "Home, Emotional, Speeches"
    },
    {
      "quote": "At its heart, 'Fat City' is not about boxing. It is a universal story of grim realities and toxic delusions. It is awash with awareness of chances blown, dreams stymied, precious time wasted, and all future prospects scorched to ashes by the process.",
      "author": "Katherine Dunn",
      "category": "Time, Future, Heart"
    },
    {
      "quote": "Here's the miracle: I grew up thinking, 'Wouldn't it be great to write 'Superman' someday? Wouldn't it be great to create my own show, or work on 'Lensman,' or 'Forbidden Planet?' Those were very literally the goals I set for myself, the dreams that I thought I didn't have a chance in hell of ever actually achieving. But it's happened.",
      "author": "J. Michael Straczynski",
      "category": "Work, Goals, Great"
    },
    {
      "quote": "I've been interested in dreams myself for a long time, and it's a big part of the Indian tradition, especially where I was brought up in Calcutta in my family, which is quite traditional.",
      "author": "Chitra Banerjee Divakaruni",
      "category": "Family, Time, Myself"
    },
    {
      "quote": "I had an amazing childhood and always loved to sing and dance, but there were moments where I had ups and downs with my health that often tested me as it does many people. I've never hidden the fact that my health was sometimes not on my side, but I've never let it define me or deter me from my dreams.",
      "author": "Jessie J",
      "category": "Health, Dance, Childhood"
    },
    {
      "quote": "I think being nice and being safe is unfair to yourself when you have big dreams as a woman. I think you have to prepare yourself that not everyone in this world has the same personality... The one thing I've chosen to be great at in my life is singing - so why not be proud that I'm great at it?",
      "author": "Jessie J",
      "category": "Life, Great, Woman"
    },
    {
      "quote": "Many entrepreneurs think that cash is the ultimate solution to all of their problems: the one thing standing between them and their dreams.",
      "author": "Jon Oringer",
      "category": "Problems, Solution, Think"
    },
    {
      "quote": "I always had dreams. I knew I wanted to have money to buy things at the flea market. That's worked out well.",
      "author": "Debi Mazar",
      "category": "Money, Well, Always"
    },
    {
      "quote": "The Columbia is lost, but the dreams that inspired its crew remain with us.",
      "author": "Dick Cheney",
      "category": "Lost, Inspired, Us"
    },
    {
      "quote": "All my childhood dreams have come true.",
      "author": "Lucas Till",
      "category": "Childhood, True, Come"
    },
    {
      "quote": "I never, in my wildest dreams, could I have thought that the first role I get out of school would lead to an Oscar nomination.",
      "author": "Lupita Nyong'o",
      "category": "School, Thought, First"
    },
    {
      "quote": "I am so excited to let fans in on how important my relationship with my family is to me. I hope to motivate mothers and daughters to build lifetimes of memories together and inspire kids around the world to live their dreams.",
      "author": "Miley Cyrus",
      "category": "Family, Hope, Relationship"
    },
    {
      "quote": "I think when you're in a relationship where you really care for the other person, when they achieve their dreams it's better than when you do yourself.",
      "author": "Nicole Kidman",
      "category": "Relationship, Yourself"
    },
    {
      "quote": "One of my dreams was to change the way women of color were seen on television.",
      "author": "Loni Love",
      "category": "Change, Women, Color"
    },
    {
      "quote": "It seems like in the beginning of my flight, the space dreams were rare. And now, almost 150 days into it, the Earth dreams are more of the rare ones.",
      "author": "Scott Kelly",
      "category": "Space, Beginning, Earth"
    },
    {
      "quote": "I had dreams of winning Olivier Awards.",
      "author": "Taron Egerton",
      "category": "Winning, Awards, Had"
    },
    {
      "quote": "When I was either 7 or 8 years old, I did a sketch every day of my teacher and what she wore. At the end of the year, I gave her the sketchbook. For me, the sketching of dresses was about fantasy and dreams.",
      "author": "Alber Elbaz",
      "category": "Teacher, Day, Me"
    },
    {
      "quote": "For me, I'm a filmmaker because, above all, I'm an explorer. It's my way of exploring and investigating the problems, the questions, and the mysteries about what it means to be human that vex me most, that keep me up at night, and that, when I finally fall asleep, insinuate themselves into my dreams.",
      "author": "Joshua Oppenheimer",
      "category": "Night, Me, Fall"
    },
    {
      "quote": "Talking about food is like talking about your dreams. Everyone has something to say. We all have to eat, it's just what we eat which differs. Some people eat for fuel and I feel bad for them.",
      "author": "Gael Garcia Bernal",
      "category": "Food, Your Dreams, People"
    },
    {
      "quote": "The readers are the ones who let us live our dreams. I try to write books which are really compelling - that you'd take on vacation and rather than going out, you'd read in your hotel room because you had to find out what happened. Hopefully that's what readers are responding to.",
      "author": "Harlan Coben",
      "category": "Vacation, Live, Hotel"
    },
    {
      "quote": "Acting is also working with people who invite you into their dreams and trust you with their innermost being.",
      "author": "Catherine Deneuve",
      "category": "Trust, People, Acting"
    },
    {
      "quote": "I've got a lot of dreams I want to achieve, and I hope someone can cheer me on as I'll cheer them on in their dreams.",
      "author": "Hunter Hayes",
      "category": "Hope, Me, Want"
    },
    {
      "quote": "I work, and then whenever I have any other time, I'm with my daughter, and then I go to sleep. I think you basically have to abandon the dreams of having any other adult activities in your life. You have to go to sleep whenever your child goes to sleep. That's basically how we're doing it.",
      "author": "Tina Fey",
      "category": "Life, Work, Time"
    },
    {
      "quote": "I think you basically have to abandon the dreams of having any other adult activities in your life. You have to go to sleep whenever your child goes to sleep.",
      "author": "Tina Fey",
      "category": "Life, Sleep, Child"
    },
    {
      "quote": "If I think back on the books to which I have devoted my entire life, I am most surprised by those moments when I have felt as if the sentences, dreams, and pages that have made me so ecstatically happy have not come from my own imagination - that another power has found them and generously presented them to me.",
      "author": "Orhan Pamuk",
      "category": "Life, Happy, Power"
    },
    {
      "quote": "The way to kill a man or a nation is to cut off his dreams, the way the whites are taking care of the Indians: killing their dreams, their magic, their familiar spirits.",
      "author": "William S. Burroughs",
      "category": "Man, Magic, Care"
    },
    {
      "quote": "Much can be inferred about a man from his mistress: in her one beholds his weaknesses and his dreams.",
      "author": "Georg C. Lichtenberg",
      "category": "Man, Her, Mistress"
    },
    {
      "quote": "I just feel really grateful that I can pursue my dreams and also reach people in ways that I never expected.",
      "author": "Chrissy Metz",
      "category": "Grateful, People, Reach"
    },
    {
      "quote": "I have been able to help my friends and people that I believe in pay their bills and stay afloat in L.A. while following their dreams.",
      "author": "Chrissy Metz",
      "category": "Friends, Believe, Help"
    },
    {
      "quote": "I've woken up from dreams and the whole song is there. I'm listening to it in my dreams. I consciously have to wake myself up and get a tape recorder because I hear it like a record.",
      "author": "Lenny Kravitz",
      "category": "Myself, Listening, Song"
    },
    {
      "quote": "Prime Minister Sharon, Prime Minister Abbas, I urge you today to end the designs of those who seek destruction, annihilation and occupation, and I urge you to have the will and the courage to begin to realize our dreams of peace, prosperity and coexistence.",
      "author": "Abdullah II of Jordan",
      "category": "Courage, Peace, Today"
    },
    {
      "quote": "The idea of having dreams that don't come true is really terrifying.",
      "author": "Domhnall Gleeson",
      "category": "True, Idea, Come"
    },
    {
      "quote": "I think when you move past your fear and you go after your dreams wholeheartedly, you become free.",
      "author": "LL Cool J",
      "category": "Fear, Your Dreams, Past"
    },
    {
      "quote": "I think when you move past your fear and you go after your dreams wholeheartedly, you become free. Know what I'm saying? Move past the fear.",
      "author": "LL Cool J",
      "category": "Fear, Your Dreams, Past"
    },
    {
      "quote": "I'm very tired, but this is what every filmmaker dreams about: that their $15 million, under-the-radar film is now being seen by so many people.",
      "author": "Morten Tyldum",
      "category": "Tired, People, Now"
    },
    {
      "quote": "I have lots of ambitions. I'd love to do theatre. I'd like to be in 'Tea With Mussolini 2' I'd like to touch Meryl Streep - which would involve being with her in some exotic location. I have lots of fantastical dreams.",
      "author": "Miranda Hart",
      "category": "Love, Tea, Theatre"
    },
    {
      "quote": "People's real hopes and dreams can be distorted and misdirected and packaged until you're not sure what you really want or what you even really need.",
      "author": "Tracy Chapman",
      "category": "People, Want, You"
    },
    {
      "quote": "There are 320 million American dreams. Go get yours.",
      "author": "Shahid Khan",
      "category": "American, Go, Million"
    },
    {
      "quote": "My mother wanted to be an actress. She wanted to follow her dreams, and she never really got a chance to do that. I feel like I'm following her dream in a way.",
      "author": "Mike Colter",
      "category": "Mother, Dream, Chance"
    },
    {
      "quote": "I've had dreams - there were three things I wanted to do during my career. I did them during my first year of Grand Prix.",
      "author": "Charlotte Dujardin",
      "category": "Career, First, Three"
    },
    {
      "quote": "I will say that if my wildest dreams come true, I will, like, wake up one day, and I will be Carol Dweck, right? Because she is like everything I want to be.",
      "author": "Angela Duckworth",
      "category": "Day, Wake Up, Want"
    },
    {
      "quote": "I think there must be a place inside of us where dreams go and wait their turn.",
      "author": "Sue Monk Kidd",
      "category": "Think, Wait, Place"
    },
    {
      "quote": "If ever a car was created by designers with dreams of grandeur, it had to be the 1958 Buick Limited: the heftiest, highest-priced and most opulent monster ever to hit the street in the '50s.",
      "author": "Clive Cussler",
      "category": "Car, Street, Monster"
    },
    {
      "quote": "I wanted to make a film that wouldn't just appeal to Formula One fans. That's what the great sports documentaries do - 'Hoop Dreams,' 'When We Were Kings' - they're human dramas first, sport second, if at all.",
      "author": "Asif Kapadia",
      "category": "Sports, Great, Human"
    },
    {
      "quote": "When companies are private, founders can share more about their future dreams with investors; report less; and the shares are illiquid, constraining short-term changes in valuation.",
      "author": "Aileen Lee",
      "category": "Future, Changes, Short-Term"
    },
    {
      "quote": "There are so many people who try so hard and have such big dreams, and it doesn't happen for them.",
      "author": "Aileen Lee",
      "category": "People, Try, Big"
    },
    {
      "quote": "A lot of the entrepreneurs and founders have big dreams and are on a mission to build things that the world has never seen before.",
      "author": "Aileen Lee",
      "category": "World, Mission, Build"
    },
    {
      "quote": "Too many people chase dreams that they don't understand. Too many people try to go for things that they'd like to do, but they're not realistic enough to know they don't have the talent.",
      "author": "Corey Taylor",
      "category": "Talent, People, Know"
    },
    {
      "quote": "My mother gave me my drive but my father gave me my dreams.",
      "author": "Liza Minnelli",
      "category": "Father, Mother, Me"
    },
    {
      "quote": "'The Impossible Dream' is, in my opinion, one of the greatest songs ever written. Here is a man, an old man, a very old man full of daring, bravery, courage, determination, romanticism and dreams.",
      "author": "Christopher Lee",
      "category": "Courage, Determination, Man"
    },
    {
      "quote": "I have very vivid dreams - almost always action-adventure. I'm often on the run. I've always had dreams. When I was little, I'd go to sleep with my head on my hands, which were in fists like I was looking through a camera. I felt like sleep was the movies - just drifting off to the movies.",
      "author": "Sarah Silverman",
      "category": "Sleep, Hands, Looking"
    },
    {
      "quote": "My professional dreams were coming true while I was living a personal nightmare.",
      "author": "Dane Cook",
      "category": "Professional, Living"
    },
    {
      "quote": "As I live and am a man, this is an unexaggerated tale - my dreams become the substances of my life.",
      "author": "Samuel Taylor Coleridge",
      "category": "Life, Man, Live"
    },
    {
      "quote": "The London Games will be designed for the athletes and we will provide them with the very best venues and the very best conditions to pursue their sporting dreams in London.",
      "author": "Sebastian Coe",
      "category": "Best, London, Games"
    },
    {
      "quote": "I've always been fascinated by memory and dreams because they are both completely our own. No one else has the same memories. No one has the same dreams.",
      "author": "Lois Lowry",
      "category": "Memories, Memory, Same"
    },
    {
      "quote": "Both dreams and myths are important communications from ourselves to ourselves. If we do not understand the language in which they are written, we miss a great deal of what we know and tell ourselves in those hours when we are not busy manipulating the outside world.",
      "author": "Erich Fromm",
      "category": "Great, Busy, World"
    },
    {
      "quote": "I save my dreams and hopes for my kids. When I'm making a wish under a bridge or tunnel, it's always for them.",
      "author": "Alison Sweeney",
      "category": "Bridge, Wish, Kids"
    },
    {
      "quote": "My pictures are always part of my thinking, and my emotions, tensions, dreams, desires.",
      "author": "Ingmar Bergman",
      "category": "Thinking, Emotions, Pictures"
    },
    {
      "quote": "That I am today the face of Louis Vuitton almost seems like a twist of fate. You dream back to front, wanting the rewards before putting the work in. And then you work, get on with life, and just sometimes these childhood dreams have a way of catching up with you. This is a true privilege for which I am eternally grateful.",
      "author": "Xavier Dolan",
      "category": "Life, Work, Today"
    },
    {
      "quote": "New York is the place that made my and other artists' dreams come true by giving us a chance to realise our ideas and concepts. It was a great place for making a presentation of artistic creation.",
      "author": "Yayoi Kusama",
      "category": "Great, Giving, Ideas"
    },
    {
      "quote": "When I give speeches at college, I don't tell stories, I talk about what it is to live your dreams and take the path less traveled.",
      "author": "Tucker Max",
      "category": "Path, College, Your Dreams"
    },
    {
      "quote": "Ever since we were little, we were so on fire for our dreams. We never let anyone blow our flames out.",
      "author": "Kelly Rowland",
      "category": "Fire, Never, Little"
    },
    {
      "quote": "Night is the mother of counsels.",
      "author": "George Herbert",
      "category": "Mother, Night"
    },
    {
      "quote": "When I started writing, I was a great rationalist and believed I was absolutely in control. But the older one gets, the more confused, and for an artist I think that is quite a good thing: you allow in more of your instinctual self; your dreams, fantasies and memories. It's richer, in a way.",
      "author": "John Banville",
      "category": "Memories, Good, Great"
    },
    {
      "quote": "It's crazy how the world evolves and the audience gives you an opportunity to really grow and live out your dreams.",
      "author": "Luis Fonsi",
      "category": "Opportunity, World"
    },
    {
      "quote": "Most 'reality' shows aren't reality at all. They're game shows with no prize. Like 'Rock of Love.' His aren't genuine feelings. Then again, Bob Barker didn't really care whether or not you won the toaster. Sorry to shatter everyone's dreams.",
      "author": "Hal Sparks",
      "category": "Love, Reality, Sorry"
    },
    {
      "quote": "Cyclops, that's like this primal fear. I had dreams for years that the Cyclops was a small creature living in our huge fish tank at home, and at night, it was going to grow to full size and come after me.",
      "author": "Henry Selick",
      "category": "Home, Fear, Night"
    },
    {
      "quote": "You're supposed to be using your gifts and fulfilling your dreams, at every age.",
      "author": "Victoria Moran",
      "category": "Age, Your Dreams, You"
    },
    {
      "quote": "I've been so showered in life, beyond my wildest dreams, such as having a loving partner I never thought I'd have.",
      "author": "Marian Keyes",
      "category": "Life, Thought, Partner"
    },
    {
      "quote": "A lot of people put pressure on themselves and think it will be way too hard for them to live out their dreams. Mentors are there to say, 'Look, it's not that tough. It's not as hard as you think. Here are some guidelines and things I have gone through to get to where I am in my career.'",
      "author": "Joe Jonas",
      "category": "I Am, People, Pressure"
    },
    {
      "quote": "The more closely you get in touch with your dreams, the more able you are to make them real. The more vividly you consider how you want your world to be, the more real and effective tools you will have for making it so.",
      "author": "Ralph Marston",
      "category": "Your Dreams, World, Tools"
    },
    {
      "quote": "I have come here only to share the voices and dreams of our children - because they are all our children.",
      "author": "Kailash Satyarthi",
      "category": "Children, Share, Here"
    },
    {
      "quote": "My dreams were always small and puny. All I ever needed was a little house with a little picket fence by the sea. Little did I know that I would live in Malacanang Palace for 20 years and visit all the major palaces of mankind. And then also meet ordinary citizens and the leaders of superpowers.",
      "author": "Imelda Marcos",
      "category": "Sea, Small, Live"
    },
    {
      "quote": "I know it sounds corny, but when you follow your dreams, it happens. And if it's music, take it seriously.",
      "author": "Enrique Iglesias",
      "category": "Music, Your Dreams, Know"
    },
    {
      "quote": "To me, what I love about the draft is; first, you see the young men who are realizing their dreams that they've worked so hard for. That's a pretty cool thing. You saw the emotion from some of these guys the other day. And then, the second thing is this total sense of hope and optimism. And, I think that's great for everybody.",
      "author": "Roger Goodell",
      "category": "Love, Hope, Great"
    },
    {
      "quote": "That's another piece of advice: Don't go to college follow your dreams. Unless you're a doctor - then go to college.",
      "author": "Adam DeVine",
      "category": "College, Your Dreams, Doctor"
    },
    {
      "quote": "Sometimes, you follow your dreams. I say to the young people, 'If you have a dream, chase it.'",
      "author": "Karl Malone",
      "category": "Your Dreams, Dream, People"
    },
    {
      "quote": "So we see Edward as a young man on the road and he meets a giant and he brings the giant to a circus where he meets a Miss Calloway. He sees the woman of his dreams and I am the only one who knows who she is.",
      "author": "Danny DeVito",
      "category": "Man, I Am, Woman"
    },
    {
      "quote": "I'm not just a boy toy. I have feelings and dreams like anybody else.",
      "author": "Jon Stewart",
      "category": "Feelings, Boy, Toy"
    },
    {
      "quote": "To all the kids out there: Follow your dream. Believe in your dream. Because dreams do come true.",
      "author": "Rickey Henderson",
      "category": "Believe, Dream, Kids"
    },
    {
      "quote": "Too many athletes are living in a tiny window. They have no vision for themselves - what they can be outside of football and what they can mean to a community. They just don't know any better. My hopes and dreams are unlimited.",
      "author": "Junior Seau",
      "category": "Community, Football, Vision"
    },
    {
      "quote": "Queen songs tend to be about very personal things: personal dreams and personal ambitions.",
      "author": "Brian May",
      "category": "Queen, Personal, Things"
    },
    {
      "quote": "In the face of postwar austerity, hundreds of brides-to-be across the country sent Princess Elizabeth their clothing coupons so that she could have the dress of their dreams.",
      "author": "Hamish Bowles",
      "category": "Dress, Princess, Face"
    },
    {
      "quote": "That's what keeps me going: dreaming, inventing, then hoping and dreaming some more in order to keep dreaming.",
      "author": "Joseph Barbera",
      "category": "Me, Dreaming, Going"
    },
    {
      "quote": "Catcher in the Rye had a profound impact on me-the idea that we all have lots of dreams that are slowly being chipped away as we grow up.",
      "author": "Judd Nelson",
      "category": "Impact, Grow, Profound"
    },
    {
      "quote": "The permanent temptation of life is to confuse dreams with reality. The permanent defeat of life comes when dreams are surrendered to reality.",
      "author": "James A. Michener",
      "category": "Life, Reality, Defeat"
    },
    {
      "quote": "'The Cut' is going to give someone the opportunity of a lifetime and help that person achieve his or her dreams.",
      "author": "Tommy Hilfiger",
      "category": "Opportunity, Help, Her"
    },
    {
      "quote": "The interpretation of dreams is a great art.",
      "author": "Paracelsus",
      "category": "Art, Great, Interpretation"
    },
    {
      "quote": "From time immemorial artistic insights have been revealed to artists in their sleep and in dreams, so that at all times they ardently desired them.",
      "author": "Paracelsus",
      "category": "Time, Sleep, Artists"
    },
    {
      "quote": "'The Lake of Dreams' grew gradually, over many years, elements and ideas accruing until they gained enough critical mass to become a novel.",
      "author": "Kim Edwards",
      "category": "Ideas, Lake, Years"
    },
    {
      "quote": "We cast away priceless time in dreams, born of imagination, fed upon illusion, and put to death by reality.",
      "author": "Judy Garland",
      "category": "Time, Death, Imagination"
    },
    {
      "quote": "Writers write. Dreamers talk about it.",
      "author": "Jerry B. Jenkins",
      "category": "Dreamers, Talk, Write"
    },
    {
      "quote": "To become an astronaut, someone has to have a dream of his own to do something that he or she has always wanted to do, then commit himself to making that dream come true.",
      "author": "Eugene Cernan",
      "category": "Dream, She, True"
    },
    {
      "quote": "Literature for me isn't a workaday job, but something which involves desires, dreams and fantasy.",
      "author": "Antonio Tabucchi",
      "category": "Job, Me, Fantasy"
    },
    {
      "quote": "All the characters in my books are imagined, but all have a bit of who I am in them - much like the characters in your dreams are all formed by who you are.",
      "author": "Alice Hoffman",
      "category": "I Am, Your Dreams, You"
    },
    {
      "quote": "My mother was really my partner in every project that I had. She was just the great enabler of my dreams.",
      "author": "Diane Keaton",
      "category": "Great, Mother, Partner"
    },
    {
      "quote": "Listen to the sounds of nature. Wishing you the best on your trek towards your dreams.",
      "author": "Kalpana Chawla",
      "category": "Nature, Best, Your Dreams"
    },
    {
      "quote": "All the things one has forgotten scream for help in dreams.",
      "author": "Elias Canetti",
      "category": "Help, Forgotten, Things"
    },
    {
      "quote": "Dreams are a scientific fact.",
      "author": "Robyn Hitchcock",
      "category": "Fact, Scientific"
    },
    {
      "quote": "I think people tend to see the bigger point, which is maybe not fitting in and feeling like you didn't have the childhood that you expected you would have, or that you felt lonely or struggled with drugs and alcohol or just that you were able to achieve your dreams.",
      "author": "Augusten Burroughs",
      "category": "Childhood, Lonely"
    },
    {
      "quote": "An Academy Award nomination is stuff dreams are made of.",
      "author": "Sharmeen Obaid-Chinoy",
      "category": "Award, Made, Academy Award"
    },
    {
      "quote": "Don't give up your dreams.",
      "author": "Sharmeen Obaid-Chinoy",
      "category": "Your Dreams, Up, Give"
    },
    {
      "quote": "Everybody's a dreamer.",
      "author": "John Lithgow",
      "category": "Dreamer, Everybody"
    },
    {
      "quote": "Rude contact with facts chased my visions and dreams quickly away, and in their stead I beheld the horrors, the corruption, the evils and hypocrisy of society, and as I stood among them, a young wife, a great wail of agony went out from my soul.",
      "author": "Victoria Woodhull",
      "category": "Great, Society, Wife"
    },
    {
      "quote": "I do write all the time about - you tell me what your dreams are. What are you chasing? It's not impossible. Name it.",
      "author": "Diana Nyad",
      "category": "Time, Your Dreams, Me"
    },
    {
      "quote": "I would have dreams all the time about me playing in the NFL. Every day I woke up, I said to myself, you know, I'm going to work hard, you know, this day to get to that next level.",
      "author": "Michael Oher",
      "category": "Work, Time, Myself"
    },
    {
      "quote": "Singing for a documentary that benefits the underprivileged remains one of my biggest dreams.",
      "author": "Arijit Singh",
      "category": "Singing, Benefits"
    },
    {
      "quote": "I remember my dreams when I was a junior soloist. 'Oh, I hope I don't end here,' I thought. 'I want to do the ballerina in 'Scotch Symphony.' I don't want to be the little Scotch girl.' And I actually went beyond my wildest dreams. I worked with Balanchine. I had ballets choreographed for me.",
      "author": "Patricia McBride",
      "category": "Hope, Girl, Me"
    },
    {
      "quote": "Our dreams drench us in sense, and sense steeps us again in dreams.",
      "author": "Amos Bronson Alcott",
      "category": "Sense, Us, Again"
    },
    {
      "quote": "My work is to reach people with ideas, hopes, dreams, encouragement, insight, and revelation. That's what an actor wants to do.",
      "author": "John Astin",
      "category": "Work, Encouragement, Ideas"
    },
    {
      "quote": "What people tell me they take away from my books is that they can shape their lives, they can achieve their own dreams. And certainly that's what I want them to take away.",
      "author": "Tamora Pierce",
      "category": "Me, People, Want"
    },
    {
      "quote": "It's hard because people always say, 'Follow your dreams,' but it's not a perfect world, and things don't always work out. But you've just got to work hard, and you can't take things for granted.",
      "author": "Stephen Colletti",
      "category": "Work, Work Hard, World"
    },
    {
      "quote": "We all keep dreaming, and luckily, dreams come true.",
      "author": "Katie Holmes",
      "category": "True, Dreaming, Keep"
    },
    {
      "quote": "We live in America where each and every person has the equal opportunity to take their iPhone or a smartphone and create something and put it online and have the equal ability to blow up and be successful. It's a tool I hope we inspire tons of people to pick up and go after their dreams.",
      "author": "Todrick Hall",
      "category": "Hope, Opportunity, America"
    },
    {
      "quote": "I tell people I'm too stupid to know what's impossible. I have ridiculously large dreams, and half the time they come true.",
      "author": "Debi Thomas",
      "category": "Time, Stupid, Impossible"
    },
    {
      "quote": "Dreaming men are haunted men.",
      "author": "Stephen Vincent Benet",
      "category": "Men, Haunted, Dreaming"
    },
    {
      "quote": "I never lost my dreams in my 20s, and I know that sounds corny, but it's incredibly important to never let go of what you really want in your life.",
      "author": "Juan Pablo Di Pace",
      "category": "Life, Lost, Want"
    },
    {
      "quote": "We can escape the commonplace only by manipulating it, controlling it, thrusting it into our dreams or surrendering it to the free play of our subjectivity.",
      "author": "Raoul Vaneigem",
      "category": "Free, Escape, Play"
    },
    {
      "quote": "We are near waking when we dream we are dreaming.",
      "author": "Novalis",
      "category": "Dream, Dreaming, Waking"
    },
    {
      "quote": "Americans are hard working, innovative, proud people who want bad government policies and high taxes to get out of the way so they can take care of their families and pursue their dreams.",
      "author": "Tim Walberg",
      "category": "Government, Proud, People"
    },
    {
      "quote": "Our theme for this year's festivities, Dreams and Challenges of Asian Pacific Americans, speaks to the many generations of Asian Pacific Americans who worked hard to overcome economic hardship, racism and other barriers in their pursuit of the American dream.",
      "author": "Lucille Roybal-Allard",
      "category": "American Dream, Racism"
    },
    {
      "quote": "Dreams look real, but they're in your mind, so you realize that the physical world is also a construction, which shows that the mind can affect reality in more ways than you can imagine.",
      "author": "Stephen LaBerge",
      "category": "Reality, World, Mind"
    },
    {
      "quote": "When you're a young English person who wants to be an actress and you have dreams, you dream of being Vanessa Redgrave or Judi Dench.",
      "author": "Janet McTeer",
      "category": "Dream, Young, You"
    },
    {
      "quote": "Although the events we appear to perceive in dreams are illusory, our feelings in response to dream content are real. Indeed, most of the events we experience in dreams are real; when we experience feelings, say, anxiety or ecstasy, in dreams, we really do feel anxious or ecstatic at the time.",
      "author": "Stephen LaBerge",
      "category": "Time, Experience, Anxiety"
    },
    {
      "quote": "The whole idea of a dream, to me, is a mystery plane. Things are operating there that tell us the real truth. The stuff going on inside us that we don't express or even know about pours out in our dreams.",
      "author": "Winnie Holzman",
      "category": "Truth, Me, Mystery"
    },
    {
      "quote": "Dream and give yourself permission to envision a You that you choose to be.",
      "author": "Joy Page",
      "category": "Dream, Yourself, You"
    },
    {
      "quote": "Looking back 25 years later, what I may say is that the facts have been far better than the dreams. In the long course of cell life on this earth it remained, for our age for our generation, to receive the full ownership of our inheritance.",
      "author": "Albert Claude",
      "category": "Life, Age, Looking Back"
    },
    {
      "quote": "Worse than not realizing the dreams of your youth, would be to have been young and never dreamed at all.",
      "author": "Jean Genet",
      "category": "Youth, Young, Never"
    },
    {
      "quote": "And our dreams are who we are.",
      "author": "Barbara Sher",
      "category": "Our Dreams, Who, Our"
    },
    {
      "quote": "I have always been amazed at the way an ordinary observer lends so much more credence and attaches so much more importance to waking events than to those occurring in dreams... Man... is above all the plaything of his memory.",
      "author": "Andre Breton",
      "category": "Man, Memory, Way"
    },
    {
      "quote": "My life has been a continuous fulfillment of dreams. It appears that everything I saw and did has a new, and perhaps, more significant meaning, every time I see it. The earth is good. It is a privilege to live thereon.",
      "author": "Liberty Hyde Bailey",
      "category": "Life, Time, Good"
    },
    {
      "quote": "I was a great dreamer of day dreams.",
      "author": "Abraham Cahan",
      "category": "Day, Great, Dreamer"
    },
    {
      "quote": "To see your friend's dreams come true, there's really nothing that can make you happier.",
      "author": "Josh Hopkins",
      "category": "Friend, You, See"
    },
    {
      "quote": "I just want that sensation you have in dreams when you fly to be real.",
      "author": "Janet Montgomery",
      "category": "Fly, Want, You"
    },
    {
      "quote": "The idea of being able to serve as an example, based upon how to process, how to think, how to realize our own dreams, we can pass that down to our children.",
      "author": "Stedman Graham",
      "category": "Children, Think, Realize"
    },
    {
      "quote": "I think everyone has dreams, and it's just how you go about pursuing that. And I think anybody can do anything that they set their mind to. So if you set your mind to do something, and you exhaust every opportunity, I think you're going to get there.",
      "author": "Josie Loren",
      "category": "Opportunity, Mind, Think"
    },
    {
      "quote": "I never remember my dreams.",
      "author": "Freddie Stroma",
      "category": "Remember, Never"
    },
    {
      "quote": "Right before 'American Dreams,' I started to pursue these avenues, like short films and getting into a couple night courses to really study photography and cinematography, and the language of visual storytelling.",
      "author": "Tom Verica",
      "category": "Short, American, Language"
    },
    {
      "quote": "Take everything easy and quit dreaming and brooding and you will be well guarded from a thousand evils.",
      "author": "Amy Lowell",
      "category": "Easy, You, Quit"
    },
    {
      "quote": "Married or unmarried, young or old, poet or worker, you are still a dreamer, and will one time know, and feel, that your life is but a dream.",
      "author": "Donald G. Mitchell",
      "category": "Life, Time, Dream"
    },
    {
      "quote": "I put a lot of faith in dreams. I know that big movie roles and opportunities are going to happen.",
      "author": "Krista Allen",
      "category": "Faith, Opportunities, Know"
    },
    {
      "quote": "I spend a lot of time practicing active imagination before I go to sleep. What I'm feeling will manifest as images through active imagination. And then I go to sleep, and those play out even more in my dreams.",
      "author": "Jeff Mangum",
      "category": "Time, Sleep, Imagination"
    },
    {
      "quote": "The Oval Office symbolizes... the Constitution, the hopes and dreams, and I'm going to say democracy. And when you have a dress code in the Supreme Court and a dress code on the floor of the Senate, floor of the House, I think it's appropriate to have an expectation that there will be a dress code that respects the office of the President.",
      "author": "Andrew Card",
      "category": "Democracy, Dress"
    },
    {
      "quote": "Dreams do come true if you work hard and you get your head down.",
      "author": "Kyla Reid",
      "category": "Work, Work Hard, You"
    },
    {
      "quote": "We should be dreaming. We grew up as kids having dreams, but now we're too sophisticated as adults, as a nation. We stopped dreaming. We should always have dreams.",
      "author": "Herb Brooks",
      "category": "Nation, Dreaming, Kids"
    },
    {
      "quote": "A fulfilling life is different to each person. You have to acknowledge your dreams, and not just wait for life to happen, and opportunities to come knocking at your door.",
      "author": "Joan Lunden",
      "category": "Life, Opportunities, Door"
    },
    {
      "quote": "A true architect is not an artist but an optimistic realist. They take a diverse number of stakeholders, extract needs, concerns, and dreams, then create a beautiful yet tangible solution that is loved by the users and the community at large. We create vessels in which life happens.",
      "author": "Cameron Sinclair",
      "category": "Life, Beautiful, Community"
    },
    {
      "quote": "I immediately loved working with flies. They fascinated me and followed me around in my dreams.",
      "author": "Christiane Nusslein-Volhard",
      "category": "Me, Loved, Working"
    },
    {
      "quote": "One of the most adventurous things left us is to go to bed. For no one can lay a hand on our dreams.",
      "author": "E. V. Lucas",
      "category": "Bed, Hand, Adventurous"
    },
    {
      "quote": "More dreams are realised and extinguished in Bombay than any other place in India.",
      "author": "Gregory David Roberts",
      "category": "India, Place, Than"
    },
    {
      "quote": "Our fathers had their dreams we have ours the generation that follows will have its own. Without dreams and phantoms man cannot exist.",
      "author": "Olive Schreiner",
      "category": "Man, Generation, Will"
    },
    {
      "quote": "When I was at college, the idea of fashion was more immediate to me, whereas art photography, the depth of it, was a different thing. Storytelling - fanciful storytelling - can only be told through fashion photography. It's the perfect way to play with fantasy and dreams.",
      "author": "Tim Walker",
      "category": "Art, College, Photography"
    },
    {
      "quote": "I hardly ever remember my dreams.",
      "author": "Tyler Blackburn",
      "category": "Remember, Ever, Hardly"
    },
    {
      "quote": "I think L.A.'s terrific. You fly an hour and a half and you're in the mountains in three feet of powder. I also think it's a much better city if you're working as an actor. If you're not working and you don't see your dreams coming true, there can be a lot of heartache.",
      "author": "Scott Patterson",
      "category": "Mountains, Your Dreams, City"
    },
    {
      "quote": "At the end of the day, life's about realising one's human potential. I don't know if I've realised mine, but I've certainly gone a long way towards realising some goals and some dreams.",
      "author": "Linton Kwesi Johnson",
      "category": "Life, Day, Goals"
    },
    {
      "quote": "You have to dream dreams to live dreams.",
      "author": "Eric Lindros",
      "category": "Dream, Live, You"
    },
    {
      "quote": "For over two centuries, Americans have grown up in a society that rewards hard work, protects innovation, and allows its citizens to constantly break new barriers. The key element to this success rests on freedom and the ability of individuals to strive toward achieving their dreams and making their children's futures better than their own.",
      "author": "Renee Ellmers",
      "category": "Work, Success, Hard Work"
    },
    {
      "quote": "If dreams are like movies, then memories are films about ghosts.",
      "author": "Adam Duritz",
      "category": "Memories, Movies, Ghosts"
    },
    {
      "quote": "Big dreams create the magic that stir men's souls to greatness.",
      "author": "Bill McCartney",
      "category": "Greatness, Men, Magic"
    },
    {
      "quote": "Within months after reading the novel 'The Hunger Games,' I went from telling my mom that I could see myself as this character to actually getting the role. My mother reminds me that if I could manifest such an important role just because I wanted it so much, all of my dreams are possible.",
      "author": "Amandla Stenberg",
      "category": "Myself, Mother, Mom"
    },
    {
      "quote": "We should never discourage young people from dreaming dreams.",
      "author": "Lenny Wilkens",
      "category": "People, Young, Dreaming"
    },
    {
      "quote": "Sometimes, I get ideas from dreams. Often, my stories are based on adventures that I, or my friends, have actually lived.",
      "author": "Brian Jacques",
      "category": "Friends, Ideas, Sometimes"
    },
    {
      "quote": "In my dreams I am not crippled. In my dreams, I dance.",
      "author": "Louise Brooks",
      "category": "Dance, I Am, Crippled"
    },
    {
      "quote": "If you choose not to pursue your dreams, you'll still be a part of a dream - only it will be someone else's.",
      "author": "Mike Hawkins",
      "category": "Your Dreams, Dream, You"
    },
    {
      "quote": "If there is one place on the face of earth where all the dreams of living men have found a home from the very earliest days when man began the dream of existence, it is India.",
      "author": "Romain Rolland",
      "category": "Home, Man, Men"
    },
    {
      "quote": "Ask any parent what we want for our children, and invariably we say 'a better life.' To that end, we give our time, our sleep, our money, and our dreams, much as our parents did before us. We all want a better life for our children. But what we want for them ceases to matter if we leave them an unlivable world.",
      "author": "Leonor Varela",
      "category": "Life, Time, Children"
    },
    {
      "quote": "I tell kids to have dreams, have goals, and believe in them because if you have any doubt, worry or fear, it will choke the life out of your dreams and goals.",
      "author": "Torii Hunter",
      "category": "Life, Goals, Fear"
    },
    {
      "quote": "He's dreaming with his eyes open, and those that dream with their eyes open are dangerous, for they do not know when their dreams come to an end.",
      "author": "Hugo Pratt",
      "category": "Eyes, End, Dream"
    },
    {
      "quote": "We don't have an eternity to realize our dreams, only the time we are here.",
      "author": "Susan L. Taylor",
      "category": "Time, Realize, Here"
    },
    {
      "quote": "Dreams say what they mean, but they don't say it in daytime language.",
      "author": "Gail Godwin",
      "category": "Language, Mean, Say"
    },
    {
      "quote": "The atmosphere is much too near for dreams. It forces us to action. It is close to us. We are in it and of it. It rouses us both to study and to do. We must know its moods and also its motive forces.",
      "author": "Cleveland Abbe",
      "category": "Action, Study, Know"
    },
    {
      "quote": "Dreaming of a tomorrow, which tomorrow, will be as distant then as 'tis today.",
      "author": "Lope de Vega",
      "category": "Today, Tomorrow, Dreaming"
    },
    {
      "quote": "We spend most of our lives cutting down our ambitions because the world has told us to think small. Dreams express what your soul is telling you, so as crazy as your dream might seem - even to you - I don't care: You have to let that out.",
      "author": "Eleni Zaude Gabre-Madhin",
      "category": "Soul, Crazy, World"
    },
    {
      "quote": "People need dreams, there's as much nourishment in 'em as food.",
      "author": "Dorothy Gilman",
      "category": "Food, People, Need"
    },
    {
      "quote": "I had lived all of my youthful dreams, but I couldn't think of many adult ones. I finally realized that we don't have many dreams for adults because, historically, people have always died much younger than they do today.",
      "author": "Jack Gilbert",
      "category": "Today, People, Think"
    },
    {
      "quote": "Each has its lesson; for our dreams in sooth, come they in shape of demons, gods, or elves, are allegories with deep hearts of truth that tell us solemn secrets of ourselves.",
      "author": "Henry Timrod",
      "category": "Deep, Truth, Demons"
    },
    {
      "quote": "Being as it was one of my dreams to sing with one of the world's greatest groups, for me to join 'The Temptations' was a great blessing.",
      "author": "Ali-Ollie Woodson",
      "category": "Great, World, Me"
    },
    {
      "quote": "The most important thing in the world is family and love.",
      "author": "John Wooden",
      "category": "Love, Family, World"
    },
    {
      "quote": "One of the greatest titles in the world is parent, and one of the biggest blessings in the world is to have parents to call mom and dad.",
      "author": "Jim DeMint",
      "category": "Mom, Parents, World"
    },
    {
      "quote": "Anyone can be a father, but it takes someone special to be a dad, and that's why I call you dad, because you are so special to me. You taught me the game and you taught me how to play it right.",
      "author": "Wade Boggs",
      "category": "Father, Game, Me"
    },
    {
      "quote": "A real man loves his wife, and places his family as the most important thing in life. Nothing has brought me more peace and content in life than simply being a good husband and father.",
      "author": "Frank Abagnale",
      "category": "Life, Family, Peace"
    },
    {
      "quote": "To a father growing old nothing is dearer than a daughter.",
      "author": "Euripides",
      "category": "Father, Daughter"
    },
    {
      "quote": "My dad is my best friend, my father, and my boss. When I do something that is exciting and he likes it, it feels three times as good as you can imagine.",
      "author": "David Lauren",
      "category": "Good, Best Friend, Father"
    },
    {
      "quote": "Being a father has been, without a doubt, my greatest source of achievement, pride and inspiration. Fatherhood has taught me about unconditional love, reinforced the importance of giving back and taught me how to be a better person.",
      "author": "Naveen Jain",
      "category": "Love, Father, Achievement"
    },
    {
      "quote": "Until you have a son of your own... you will never know the joy, the love beyond feeling that resonates in the heart of a father as he looks upon his son.",
      "author": "Kent Nerburn",
      "category": "Love, Father, Son"
    },
    {
      "quote": "One father is more than a hundred schoolmasters.",
      "author": "George Herbert",
      "category": "Father, More, Than"
    },
    {
      "quote": "Dad, wherever you are, you are gone but you will never be forgotten.",
      "author": "Conrad Hall",
      "category": "You, Never, Wherever"
    },
    {
      "quote": "My dad was my best friend and greatest role model. He was an amazing dad, coach, mentor, soldier, husband and friend.",
      "author": "Tiger Woods",
      "category": "Best, Best Friend, Amazing"
    },
    {
      "quote": "I pray to be a good servant to God, a father, a husband, a son, a friend, a brother, an uncle, a good neighbor, a good leader to those who look up to me, a good follower to those who are serving God and doing the right thing.",
      "author": "Mark Wahlberg",
      "category": "Good, Father, Leader"
    },
    {
      "quote": "My dad's my best mate, and he always will be.",
      "author": "Cher Lloyd",
      "category": "Best, Will, Always"
    },
    {
      "quote": "My father used to say that it's never too late to do anything you wanted to do. And he said, 'You never know what you can accomplish until you try.'",
      "author": "Michael Jordan",
      "category": "Father, Know, Too Late"
    },
    {
      "quote": "I think my mom put it best. She said, 'Little girls soften their daddy's hearts.'",
      "author": "Paul Walker",
      "category": "Best, Mom, Little Girls"
    },
    {
      "quote": "It is a wise father that knows his own child.",
      "author": "William Shakespeare",
      "category": "Father, Wise, Child"
    },
    {
      "quote": "You don't have to deserve your mother's love. You have to deserve your father's.",
      "author": "Robert Frost",
      "category": "Love, Father, Mother"
    },
    {
      "quote": "Without my dad, I wouldn't be here.",
      "author": "Maria Sharapova",
      "category": "Here, Without, Dad"
    },
    {
      "quote": "Becoming a dad means you have to be a role model for your son and be someone he can look up to.",
      "author": "Wayne Rooney",
      "category": "Son, Role Model, You"
    },
    {
      "quote": "I was raised in the greatest of homes... just a really great dad, and I miss him so much... he was a good man, a real simple man... Very faithful, always loved my mom, always provided for the kids, and just a lot of fun.",
      "author": "Max Lucado",
      "category": "Good, Great, Mom"
    },
    {
      "quote": "I would want my legacy to be that I was a great son, father and friend.",
      "author": "Dante Hall",
      "category": "Father, Son, Great"
    },
    {
      "quote": "Son, brother, father, lover, friend. There is room in the heart for all the affections, as there is room in heaven for all the stars.",
      "author": "Victor Hugo",
      "category": "Stars, Father, Son"
    },
    {
      "quote": "Mothers play an important role as the heart of the home, but this in no way lessens the equally important role fathers should play, as head of the home, in nurturing, training, and loving their children.",
      "author": "Ezra Taft Benson",
      "category": "Children, Home, Training"
    },
    {
      "quote": "I'm a strong person, I'm a strong family man, I'm a strong husband and a strong father.",
      "author": "David Beckham",
      "category": "Family, Father, Strong"
    },
    {
      "quote": "Dad taught me everything I know. Unfortunately, he didn't teach me everything he knows.",
      "author": "Al Unser",
      "category": "Me, Teach, Know"
    },
    {
      "quote": "I would say my greatest achievement in life right now - my greatest achievement period is - and I'm still trying to achieve it - is to be a wonderful father to my kids.",
      "author": "Bo Jackson",
      "category": "Life, Father, Achievement"
    },
    {
      "quote": "I admire my father greatly.",
      "author": "Kojo Annan",
      "category": "Father, Admire, Greatly"
    },
    {
      "quote": "I have a Father's Day every day.",
      "author": "Dennis Banks",
      "category": "Day, Father, Every Day"
    },
    {
      "quote": "It's an ongoing joy being a dad.",
      "author": "Liam Neeson",
      "category": "Joy, Being, Ongoing"
    },
    {
      "quote": "It doesn't matter who my father was it matters who I remember he was.",
      "author": "Anne Sexton",
      "category": "Father, Remember, Matter"
    },
    {
      "quote": "A good father believes that he does wisely to encourage enterprise, productive skill, prudent self-denial, and judicious expenditure on the part of his son.",
      "author": "William Graham Sumner",
      "category": "Good, Father, Son"
    },
    {
      "quote": "I am not ashamed to say that no man I ever met was my father's equal, and I never loved any other man as much.",
      "author": "Hedy Lamarr",
      "category": "Father, Man, I Am"
    },
    {
      "quote": "Man becomes man only by his intelligence, but he is man only by his heart.",
      "author": "Henri Frederic Amiel",
      "category": "Intelligence, Heart, Man"
    },
    {
      "quote": "One of the greatest gifts my father gave me - unintentionally - was witnessing the courage with which he bore adversity. We had a bit of a rollercoaster life with some really challenging financial periods. He was always unshaken, completely tranquil, the same ebullient, laughing, jovial man.",
      "author": "Ben Okri",
      "category": "Life, Courage, Father"
    },
    {
      "quote": "My role model is my dad.",
      "author": "Seann William Scott",
      "category": "Role Model, Role, Model"
    },
    {
      "quote": "I decided in my life that I would do nothing that did not reflect positively on my father's life.",
      "author": "Sidney Poitier",
      "category": "Life, Father, My Life"
    },
    {
      "quote": "I mean, I look at my dad. He was twenty when he started having a family, and he was always the coolest dad. He did everything for his kids, and he never made us feel like he was pressured. I know that it must be a great feeling to be a guy like that.",
      "author": "Adam Sandler",
      "category": "Family, Great, Know"
    },
    {
      "quote": "My Dad is my hero.",
      "author": "Harry Connick, Jr.",
      "category": "Hero, Dad"
    },
    {
      "quote": "Being a father helps me be more responsible... you see more things than you've ever seen.",
      "author": "Kid Rock",
      "category": "Father, Me, You"
    },
    {
      "quote": "I'm a father that's what matters most. Nothing matters more.",
      "author": "Gordon Brown",
      "category": "Father, Nothing, Matters"
    },
    {
      "quote": "To me, having kids is the ultimate job in life. I want to be most successful at being a good father.",
      "author": "Nick Lachey",
      "category": "Life, Good, Father"
    },
    {
      "quote": "I want to congratulate all the men out there who are working diligently to be good fathers whether they are stepfathers, or biological fathers or just spiritual fathers.",
      "author": "T. D. Jakes",
      "category": "Good, Spiritual, Men"
    },
    {
      "quote": "I was raised by my father I was daddy's girl.",
      "author": "Amber Heard",
      "category": "Father, Girl, I Was Raised"
    },
    {
      "quote": "We should all aspire in life to do a multitude of things well - to be a great father, to be a good husband, to be a good lover, you know, to try to do things the best you can is very important to me.",
      "author": "Matthew Modine",
      "category": "Life, Good, Father"
    },
    {
      "quote": "I imagine God to be like my father. My father was always the voice of certainty in my life. Certainty in the wisdom, certainty in the path, certainty always in God. For me God is certainty in everything. Certainty that everything is good and everything is God.",
      "author": "Yehuda Berg",
      "category": "Life, Wisdom, Good"
    },
    {
      "quote": "The best thing about being a dad? Well, I think it's just the thing that every man wants - to have a son and heir.",
      "author": "George Best",
      "category": "Best, Son, Man"
    },
    {
      "quote": "I would love to be a father. I had a great father who taught me how gratifying that is. I'm not going to deny myself that. I think I'd be good at it. Everybody wants that experience. I definitely do.",
      "author": "Mike Myers",
      "category": "Love, Good, Father"
    },
    {
      "quote": "My dad's not here, but he's watching in heaven.",
      "author": "Bubba Watson",
      "category": "Heaven, Watching, Here"
    },
    {
      "quote": "I'm always going to love my father.",
      "author": "Floyd Mayweather, Jr.",
      "category": "Love, Father, Always"
    },
    {
      "quote": "Fatherhood is the best thing that could happen to me, and I'm just glad I can share my voice.",
      "author": "Dwyane Wade",
      "category": "Best, Me, Voice"
    },
    {
      "quote": "This is the price you pay for having a great father. You get the wonder, the joy, the tender moments - and you get the tears at the end, too.",
      "author": "Harlan Coben",
      "category": "Father, Great, Joy"
    },
    {
      "quote": "I can definitely say the older I've got the better I've become at being a dad and a husband.",
      "author": "Rod Stewart",
      "category": "Husband, Better, I Can"
    },
    {
      "quote": "We looked up to our father. He still is much greater than us.",
      "author": "Wynton Marsalis",
      "category": "Father, Up, Still"
    },
    {
      "quote": "In our house, Mother's Day is every day. Father's Day, too. In our house, parents count. They do important work and that work matters. One day just doesn't cut for us.",
      "author": "Margaret Heffernan",
      "category": "Work, Father, Mother"
    },
    {
      "quote": "I had no expectations about fatherhood, really, but it's definitely a journey I'm glad to be taking. Number one, it's a great learning experience. When my mother told me it's a 24/7 job, she wasn't kidding.",
      "author": "Christopher Meloni",
      "category": "Learning, Journey, Great"
    },
    {
      "quote": "I wasn't anything special as a father. But I loved them and they knew it.",
      "author": "Sammy Davis, Jr.",
      "category": "Father, Loved, Special"
    },
    {
      "quote": "To be as good as our fathers we must be better, imitation is not discipleship.",
      "author": "Wendell Phillips",
      "category": "Good, Better, Imitation"
    },
    {
      "quote": "When it comes to Father's Day, I will remember my dad for both being there to nurture me and also for the times he gave me on my own to cultivate my own interests and to nurture my own spirit.",
      "author": "Jennifer Grant",
      "category": "Day, Father, Me"
    },
    {
      "quote": "Our dad was a great guy and we will never forget him.",
      "author": "Lara St. John",
      "category": "Great, Forget, Never Forget"
    },
    {
      "quote": "I'm a good dad I spend a lot of time with my kids.",
      "author": "Steve Zahn",
      "category": "Time, Good, Kids"
    },
    {
      "quote": "The number one thing I've been doing is being daddy.",
      "author": "Austin Peck",
      "category": "Doing, Number, Being"
    },
    {
      "quote": "Father's Day is hopefully a time when the culture says, 'This is our moment to look at who our men and boys are.'",
      "author": "Michael Gurian",
      "category": "Time, Father, Culture"
    },
    {
      "quote": "Old as she was, she still missed her daddy sometimes.",
      "author": "Gloria Naylor",
      "category": "She, Her, Sometimes"
    },
    {
      "quote": "Smiling is definitely one of the best beauty remedies. If you have a good sense of humor and a good approach to life, that's beautiful.",
      "author": "Rashida Jones",
      "category": "Life, Smile, Beauty"
    },
    {
      "quote": "Everything is funny, as long as it's happening to somebody else.",
      "author": "Will Rogers",
      "category": "Funny, Long, Happening"
    },
    {
      "quote": "I love a man with a great sense of humor and who is intelligent - a man who has a great smile. He has to make me laugh. I like a man who is very ambitious and driven and who has a good heart and makes me feel safe. I like a man who is very strong and independent and confident - that is very sexy - but at the same time, he's very kind to people.",
      "author": "Nicole Scherzinger",
      "category": "Love, Smile, Time"
    },
    {
      "quote": "Be strong, believe in freedom and in God, love yourself, understand your sexuality, have a sense of humor, masturbate, don't judge people by their religion, color or sexual habits, love life and your family.",
      "author": "Madonna Ciccone",
      "category": "Love, Life, Family"
    },
    {
      "quote": "Laughter is an instant vacation.",
      "author": "Milton Berle",
      "category": "Laughter, Vacation, Instant"
    },
    {
      "quote": "Comedy is simply a funny way of being serious.",
      "author": "Peter Ustinov",
      "category": "Funny, Comedy, Way"
    },
    {
      "quote": "From there to here, and here to there, funny things are everywhere.",
      "author": "Dr. Seuss",
      "category": "Funny, Here, Things"
    },
    {
      "quote": "Everywhere is within walking distance if you have the time.",
      "author": "Steven Wright",
      "category": "Time, Walking, You"
    },
    {
      "quote": "Laughter is the closest distance between two people.",
      "author": "Victor Borge",
      "category": "Laughter, People, Distance"
    },
    {
      "quote": "Celebrate your successes. Find some humor in your failures.",
      "author": "Sam Walton",
      "category": "Celebrate, Find, Successes"
    },
    {
      "quote": "Kindness and a generous spirit go a long way. And a sense of humor. It's like medicine - very healing.",
      "author": "Max Irons",
      "category": "Kindness, Healing, Long"
    },
    {
      "quote": "My childhood, adolescence and high school days are unusually important. If there has ever been a time that I developed a uniqueness and sense of humor and the ability to organize, it was then. In those early days, I developed the skills that gave me a certain degree of success in American politics.",
      "author": "Lee Atwater",
      "category": "Success, Time, Politics"
    },
    {
      "quote": "My life is part humor, part roses, part thorns.",
      "author": "Bret Michaels",
      "category": "Life, Roses, My Life"
    },
    {
      "quote": "Our brand of democracy is hard. But I can promise that a year from now, when I no longer hold this office, I'll be right there with you as a citizen - inspired by those voices of fairness and vision, of grit and good humor and kindness that have helped America travel so far.",
      "author": "Barack Obama",
      "category": "Kindness, Travel, Good"
    },
    {
      "quote": "I believe that singing is the key to long life, a good figure, a stable temperament, increased intelligence, new friends, super self-confidence, heightened sexual attractiveness, and a better sense of humor.",
      "author": "Brian Eno",
      "category": "Life, Friends, Good"
    },
    {
      "quote": "I realize that humor isn't for everyone. It's only for people who want to have fun, enjoy life, and feel alive.",
      "author": "Anne Wilson Schaef",
      "category": "Life, Enjoy Life, Fun"
    },
    {
      "quote": "Try to find someone with a sense of humor. That's an important thing to have because when you get into an argument, one of the best ways to diffuse it is to be funny. You don't want to hide away from a point, because some points are serious, but you'd rather have a discussion that was a discussion, rather than an argument.",
      "author": "Ed Sheeran",
      "category": "Funny, Best, Want"
    },
    {
      "quote": "Honestly, I like someone who is really grounded, super sweet, honest. I need them to have a sense of humor. I need them to laugh at what's funny, I need them to get jokes and be funny and be witty and sarcastic.",
      "author": "Casper Smart",
      "category": "Funny, Sweet, Laugh"
    },
    {
      "quote": "I think the sexiest thing about a woman is confidence, but confidence in a humble way, not in an arrogant way. Sense of humor is definitely important. And sunglasses always hide a multitude of sins. Sunglasses and a great pair of heels can turn most outfits around.",
      "author": "Victoria Beckham",
      "category": "Confidence, Great, Woman"
    },
    {
      "quote": "In the household in which I was raised, the themes were pretty simple. 'Work hard. Don't quit. Be appreciative, be thankful, be grateful, be respectful. Also, never whine, never complain. And always, for crying out loud, keep a sense of humor.'",
      "author": "Michael Keaton",
      "category": "Work, Thankful, Work Hard"
    },
    {
      "quote": "It's your outlook on life that counts. If you take yourself lightly and don't take yourself too seriously, pretty soon you can find the humor in our everyday lives. And sometimes it can be a lifesaver.",
      "author": "Betty White",
      "category": "Life, Positive, Yourself"
    },
    {
      "quote": "If we went by the world's definition of who I'm supposed to be because I look weird... 'Well, surely, this guy can't have a productive life, surely, he doesn't have a sense of humor. Surely, he can't love life.' We stereotype people in this world. And so... if the world thinks you're not good enough, it's a lie, you know. Get a second opinion.",
      "author": "Nick Vujicic",
      "category": "Love, Life, Good"
    },
    {
      "quote": "If you're feeling blue, lock yourself in a room, stand in front of a mirror, and dance - and laugh at yourself and be sexy. Dance the silliest and ugliest you've ever danced. Make fun of yourself and try to recover your sense of humor.",
      "author": "Salma Hayek",
      "category": "Dance, Mirror, Blue"
    },
    {
      "quote": "You can turn painful situations around through laughter. If you can find humor in anything, even poverty, you can survive it.",
      "author": "Bill Cosby",
      "category": "Laughter, Poverty, You"
    },
    {
      "quote": "Transparency, honesty, kindness, good stewardship, even humor, work in businesses at all times.",
      "author": "John Gerzema",
      "category": "Work, Kindness, Good"
    },
    {
      "quote": "Most comedy is based on getting a laugh at somebody else's expense. And I find that that's just a form of bullying in a major way. So I want to be an example that you can be funny and be kind, and make people laugh without hurting somebody else's feelings.",
      "author": "Ellen DeGeneres",
      "category": "Funny, Be Kind, Laugh"
    },
    {
      "quote": "I do find the sibling connection endlessly fascinating, as I do all family dynamics. I like how siblings seem to create their own parentless mini-civilization within a family, one that has its own laws, myths, language, humor, its own loyalties and treacheries.",
      "author": "Jandy Nelson",
      "category": "Family, Language, Sibling"
    },
    {
      "quote": "It's always funny until someone gets hurt. Then it's just hilarious.",
      "author": "Bill Hicks",
      "category": "Funny, Hurt, Always"
    },
    {
      "quote": "People with a sense of humor tend to be less egocentric and more realistic in their view of the world and more humble in moments of success and less defeated in times of travail.",
      "author": "Bob Newhart",
      "category": "Success, Humble, World"
    },
    {
      "quote": "The more I live, the more I think that humor is the saving sense.",
      "author": "Jacob Riis",
      "category": "Live, Think, Sense"
    },
    {
      "quote": "What a newspaper needs in its news, in its headlines, and on its editorial page is terseness, humor, descriptive power, satire, originality, good literary style, clever condensation, and accuracy, accuracy, accuracy!",
      "author": "Joseph Pulitzer",
      "category": "Good, Power, Style"
    },
    {
      "quote": "I could not tread these perilous paths in safety, if I did not keep a saving sense of humor.",
      "author": "Horatio Nelson",
      "category": "Safety, Sense Of Humor"
    },
    {
      "quote": "A person without a sense of humor is like a wagon without springs. It's jolted by every pebble on the road.",
      "author": "Henry Ward Beecher",
      "category": "Road, Sense Of Humor, Person"
    },
    {
      "quote": "A little perspective, like a little humor, goes a long way.",
      "author": "Allen Klein",
      "category": "Perspective, Long, Way"
    },
    {
      "quote": "My legacy would be that you don't have to give up anything. You can be chic but have a sense of humor, you can be sexy but comfortable, you can be timeless but fresh.",
      "author": "Michael Kors",
      "category": "Legacy, Sexy, You"
    },
    {
      "quote": "Congratulations, you have a sense of humor. And to those who didn't: Go stick your head in the mud.",
      "author": "Jesse Ventura",
      "category": "Congratulations, You"
    },
    {
      "quote": "I'm not funny. What I am is brave.",
      "author": "Lucille Ball",
      "category": "Funny, I Am, Brave"
    },
    {
      "quote": "A joke's a very serious thing.",
      "author": "Charles Churchill",
      "category": "Serious, Joke, Very"
    },
    {
      "quote": "Humor can help you cope with the unbearable so that you can stay on the bright side of things until the bright side actually comes along.",
      "author": "Allen Klein",
      "category": "Help, You, Bright"
    },
    {
      "quote": "My favorite kind of humor is basically, if it was happening to you, it wouldn't be funny, but to observe it, it's hilarious.",
      "author": "Bill Burr",
      "category": "Funny, Favorite, You"
    },
    {
      "quote": "Humor comes from self-confidence.",
      "author": "Rita Mae Brown",
      "category": "Self-Confidence"
    },
    {
      "quote": "Gamer humor ranges all over the place. What it comes down to is taking a lot of what we see in gaming and we're familiar with in gaming and being like, 'OK, hold on, let's re-examine this for a second. Isn't this funny? Isn't this strange? Isn't this a little bit ridiculous?' That's where it is.",
      "author": "Freddie Wong",
      "category": "Funny, Strange, See"
    },
    {
      "quote": "The humor section is the last place an author wants to be. They put your stuff next to collections of Cathy cartoons.",
      "author": "David Sedaris",
      "category": "Place, Next, Collections"
    },
    {
      "quote": "If you can get humor and seriousness at the same time, you've created a special little thing, and that's what I'm looking for, because if you get pompous, you lose everything.",
      "author": "Paul Simon",
      "category": "Time, Looking, You"
    },
    {
      "quote": "Humour is the weapon of unarmed people: it helps people who are oppressed to smile at the situation that pains them.",
      "author": "Simon Wiesenthal",
      "category": "Smile, People, Situation"
    },
    {
      "quote": "I like beautiful writing, pain, unexpected humor, and the message that, at the last second, people are going to be kind to each other. It almost doesn't matter what the genre is.",
      "author": "Jeff Giles",
      "category": "Beautiful, Be Kind, Pain"
    },
    {
      "quote": "Humor is everywhere in that there's irony in just about anything a human does.",
      "author": "Bill Nye",
      "category": "Irony, Human, Anything"
    },
    {
      "quote": "Bad humor is an evasion of reality good humor is an acceptance of it.",
      "author": "Malcolm Muggeridge",
      "category": "Good, Acceptance, Reality"
    },
    {
      "quote": "I have seen what a laugh can do. It can transform almost unbearable tears into something bearable, even hopeful.",
      "author": "Bob Hope",
      "category": "Tears, Laugh, Hopeful"
    },
    {
      "quote": "Good humor is the health of the soul, sadness is its poison.",
      "author": "Philip Stanhope, 4th Earl of Chesterfield",
      "category": "Good, Health, Sad"
    },
    {
      "quote": "The problem with having a sense of humor is often that people you use it on aren't in a very good mood.",
      "author": "Lou Holtz",
      "category": "Good, People, Problem"
    },
    {
      "quote": "A sense of humor is a major defense against minor troubles.",
      "author": "Mignon McLaughlin",
      "category": "Sense Of Humor, Sense"
    },
    {
      "quote": "I have never believed much in luck, and my sense of humor has tended to walk on the dark side.",
      "author": "Hunter S. Thompson",
      "category": "Luck, Walk, Dark"
    },
    {
      "quote": "I want someone who can keep me on my toes, has a good sense of humor and a good heart.",
      "author": "Carmen Electra",
      "category": "Good, Heart, Me"
    },
    {
      "quote": "The ultimate storyteller is Shakespeare, who was able to get the 'groundlings' to laugh at his bawdy humor and storylines but could still be studied by scholars to this day for the complexity of his language, meter, and symbolism. That's the real guy.",
      "author": "Jon Favreau",
      "category": "Day, Language, Laugh"
    },
    {
      "quote": "The thing that I fear discriminating against is humor and truth.",
      "author": "Charles Bukowski",
      "category": "Fear, Truth, Against"
    },
    {
      "quote": "I wasn't shy, but I was really hyper. Nobody got my sense of humor. I was a black skater kid.",
      "author": "Tyler, The Creator",
      "category": "Black, Sense Of Humor, Shy"
    },
    {
      "quote": "Analyzing humor is like dissecting a frog. Few people are interested and the frog dies of it.",
      "author": "E. B. White",
      "category": "People, Frog, Like"
    },
    {
      "quote": "Good planning is important. I've also regarded a sense of humor as one of the most important things on a big expedition. When you're in a difficult or dangerous situation, or when you're depressed about the chances of success, someone who can make you laugh eases the tension.",
      "author": "Edmund Hillary",
      "category": "Success, Good, Planning"
    },
    {
      "quote": "Nothing like a little judicious levity.",
      "author": "Robert Louis Stevenson",
      "category": "Nothing, Like, Little"
    },
    {
      "quote": "Humor can alter any situation and help us cope at the very instant we are laughing.",
      "author": "Allen Klein",
      "category": "Help, Situation, Us"
    },
    {
      "quote": "As a person, he was wonderful. He really was a great person. He was full of life. He had a great sense of humor. Very talented, of course, but very caring to his parents. There was a very endearing quality about Elvis.",
      "author": "Priscilla Presley",
      "category": "Life, Great, Parents"
    },
    {
      "quote": "One of the things that binds us as a family is a shared sense of humor.",
      "author": "Ralph Fiennes",
      "category": "Family, Sense Of Humor"
    },
    {
      "quote": "Confidence is at the root of so many attractive qualities, a sense of humor, a sense of style, a willingness to be who you are no matter what anyone else might think or say and it's true, I do have a certain fondness for women that have dark hair.",
      "author": "Wentworth Miller",
      "category": "Women, Confidence, Hair"
    },
    {
      "quote": "Our subconscious minds have no sense of humor, play no jokes and cannot tell the difference between reality and an imagined thought or image. What we continually think about eventually will manifest in our lives.",
      "author": "Robert Collier",
      "category": "Thought, Reality, Think"
    },
    {
      "quote": "You can find heroism everyday, like guys working terrible jobs because they've got to support their families. Or as far as humor, the things I see on the job, on the street, are far funnier than anything you'll ever see on TV.",
      "author": "Harvey Pekar",
      "category": "Job, Support, Heroism"
    },
    {
      "quote": "We get to live in a time that we get to use social media as a tool. It's not just a face on a piece of paper, and that's what makes you someone's favorite model. We can have a very similar sense of humor as someone, and that's why we're their favorite model, or our personal style, off the runway, is why we're their favorite.",
      "author": "Gigi Hadid",
      "category": "Time, Social Media, Style"
    },
    {
      "quote": "Humor does not rescue us from unhappiness, but enables us to move back from it a little.",
      "author": "Mason Cooley",
      "category": "Back, Rescue, Little"
    },
    {
      "quote": "Well, the most terrible fear that anybody should have is not war, is not a disease, not cancer or heart problems or food poisoning - it's a man or a woman without a sense of humor.",
      "author": "Jonathan Winters",
      "category": "Food, Fear, War"
    },
    {
      "quote": "We're all screwed up. And the way Christians mess things up is we act like we've got it going on. And if we would just stay in that place of, 'Hey, we're all screwed up and but for the grace of God, none of us have a shot here.' We need to have a sense of humor about it; that's kind of the way I've always faced my comedy.",
      "author": "Jeff Foxworthy",
      "category": "God, Grace, Comedy"
    },
    {
      "quote": "I met Woz when I was 13, at a friend's garage. He was about 18. He was, like, the first person I met who knew more electronics than I did at that point. We became good friends, because we shared an interest in computers and we had a sense of humor. We pulled all kinds of pranks together.",
      "author": "Steve Jobs",
      "category": "Friends, Good, Together"
    },
    {
      "quote": "I am attracted to intelligence, a witty sense of humor, an adventurous outlook on life and spiritual awareness about one's self and the world.",
      "author": "Tanit Phoenix",
      "category": "Life, Intelligence"
    },
    {
      "quote": "Think about scary movies: There's a fine line between horror and humor.",
      "author": "Roy Blount, Jr.",
      "category": "Movies, Scary, Think"
    },
    {
      "quote": "Imagination was given to man to compensate him for what he is not a sense of humor to console him for what he is.",
      "author": "Francis Bacon",
      "category": "Man, Imagination"
    },
    {
      "quote": "I can imagine no more comfortable frame of mind for the conduct of life than a humorous resignation.",
      "author": "W. Somerset Maugham",
      "category": "Life, Mind, I Can"
    },
    {
      "quote": "Humor is one of the best ingredients of survival.",
      "author": "Aung San Suu Kyi",
      "category": "Best, Survival, Ingredients"
    },
    {
      "quote": "Humor has become so cliche and boring that nothing's funny anymore unless it involves something totally disgusting that offends somebody or makes them feel really uncomfortable.",
      "author": "Tom DeLonge",
      "category": "Funny, Nothing, Boring"
    },
    {
      "quote": "I should say, one of the things about being a widow or a widower, you really, really need a sense of humor, because everything's going to fall apart.",
      "author": "Joyce Carol Oates",
      "category": "Fall, Sense Of Humor, You"
    },
    {
      "quote": "Humor is the ability to see three sides to one coin.",
      "author": "Ned Rorem",
      "category": "Three, See, Ability"
    },
    {
      "quote": "Imagination was given to man to compensate him for what he isn't. A sense of humor was provided to console him for what he is.",
      "author": "Horace Walpole",
      "category": "Man, Imagination"
    },
    {
      "quote": "A sense of humor... is needed armor. Joy in one's heart and some laughter on one's lips is a sign that the person down deep has a pretty good grasp of life.",
      "author": "Hugh Sidey",
      "category": "Life, Good, Deep"
    },
    {
      "quote": "Humor is the affectionate communication of insight.",
      "author": "Leo Rosten",
      "category": "Communication, Insight"
    },
    {
      "quote": "Everything human is pathetic. The secret source of humor itself is not joy but sorrow. There is no humor in heaven.",
      "author": "Mark Twain",
      "category": "Joy, Sorrow, Human"
    },
    {
      "quote": "The secret source of humor is not joy but sorrow there is no humor in Heaven.",
      "author": "Mark Twain",
      "category": "Joy, Sorrow, Secret"
    },
    {
      "quote": "The duty of comedy is to correct men by amusing them.",
      "author": "Moliere",
      "category": "Men, Comedy, Duty"
    },
    {
      "quote": "Humor is the most engaging cowardice.",
      "author": "Robert Frost",
      "category": "Cowardice, Engaging, Most"
    },
    {
      "quote": "A well-developed sense of humor is the pole that adds balance to your steps as you walk the tightrope of life.",
      "author": "William Arthur Ward",
      "category": "Life, Balance, Walk"
    },
    {
      "quote": "I think being funny is not anyone's first choice.",
      "author": "Woody Allen",
      "category": "Funny, Choice, Think"
    },
    {
      "quote": "Humor has bailed me out of more tight situations than I can think of. If you go with your instincts and keep your humor, creativity follows. With luck, success comes, too.",
      "author": "Jimmy Buffett",
      "category": "Success, Creativity, Luck"
    },
    {
      "quote": "Everybody I know who is funny, it's in them. You can teach timing, or some people are able to tell a joke, though I don't like to tell jokes. But I think you have to be born with a sense of humor and a sense of timing.",
      "author": "Carol Burnett",
      "category": "Funny, People, Timing"
    },
    {
      "quote": "People who know me, they know I have a sense of humor, I'm a bit of a joker, a bit of a clown really, and I would love someone to exploit that side of me and send me a romantic comedy.",
      "author": "Gary Oldman",
      "category": "Love, Romantic, Me"
    },
    {
      "quote": "I am a candid interview and I have a dark and dry sense of humor - a very Canadian sense of humor and I am only learning now stupidly that you can't read tongue. When I say something funny in a newspaper and I meant it to be funny, it doesn't read that way.",
      "author": "Michael Buble",
      "category": "Funny, Learning, I Am"
    },
    {
      "quote": "You have to have a sense of humor about life to get through it.",
      "author": "Kesha",
      "category": "Life, Sense Of Humor, You"
    },
    {
      "quote": "There's a certain type of character that you can't help but come in contact with growing up and living in Brooklyn and Long Island. A certain mixture of moxie, heart, and a wise guy sense of humor.",
      "author": "Steve Buscemi",
      "category": "Character, Wise, Heart"
    },
    {
      "quote": "Absurdity is what I like most in life, and there's humor in struggling in ignorance. If you saw a man repeatedly running into a wall until he was a bloody pulp, after a while it would make you laugh because it becomes absurd.",
      "author": "David Lynch",
      "category": "Life, Man, Ignorance"
    },
    {
      "quote": "If one tends to be a humorous person and you have a sense of humor the rest of your life then you can certainly lighten the load, I think, by bringing that to your trials and tribulations. It's easy to have a sense of humor when everything is going well.",
      "author": "Alan Thicke",
      "category": "Life, Easy, Think"
    },
    {
      "quote": "A book without potty humor is like a banana split without hot fudge. It can still be good, I suppose, but you kinda get the feeling that something is missing.",
      "author": "Dav Pilkey",
      "category": "Good, Book, You"
    },
    {
      "quote": "Basically, I think you need two things to get by in this world: a sense of humor and the ability to laugh when your ego is destroyed.",
      "author": "Arlo Guthrie",
      "category": "World, Ego, Laugh"
    },
    {
      "quote": "I love dry British humor. I love to sketch in my off time. I love tequila.",
      "author": "Maren Morris",
      "category": "Love, Time, British"
    },
    {
      "quote": "It has always surprised me how little attention philosophers have paid to humor, since it is a more significant process of mind than reason. Reason can only sort out perceptions, but the humor process is involved in changing them.",
      "author": "Edward de Bono",
      "category": "Mind, Me, Attention"
    },
    {
      "quote": "The President has a wonderful sense of humor, which is one of the reasons it is so much fun to work for him.",
      "author": "Karen Hughes",
      "category": "Work, Fun, Sense Of Humor"
    },
    {
      "quote": "I love poking fun at myself. I have a rather mean sense of humor.",
      "author": "Alton Brown",
      "category": "Love, Myself, Fun"
    },
    {
      "quote": "If the blood humor is too strong and robust, calm it with balance and harmony.",
      "author": "Xun Kuang",
      "category": "Strong, Balance, Calm"
    },
    {
      "quote": "Men will confess to treason, murder, arson, false teeth, or a wig. How many of them will own up to a lack of humor?",
      "author": "Frank Moore Colby",
      "category": "Men, Teeth, Will"
    },
    {
      "quote": "Humor is not a mood but a way of looking at the world. So if it is correct to say that humor was stamped out in Nazi Germany, that does not mean that people were not in good spirits, or anything of that sort, but something much deeper and more important.",
      "author": "Ludwig Wittgenstein",
      "category": "Good, World, People"
    },
    {
      "quote": "At the risk of appearing disingenuous, I don't really think of myself as 'writing humor.' I'm simply reporting on the world I observe, which is frequently hilarious.",
      "author": "Richard Russo",
      "category": "Myself, Writing, World"
    },
    {
      "quote": "I am often the brunt of my own humor.",
      "author": "Charles R. Swindoll",
      "category": "I Am, My Own, Own"
    },
    {
      "quote": "I love a girl with a sense of humor. Someone who can make me laugh and that I can get along with and talk with and who is just sweet overall, inside and out.",
      "author": "Logan Henderson",
      "category": "Love, Girl, Me"
    },
    {
      "quote": "I like the brooding man - a brooding man with a sense of humor.",
      "author": "Maira Kalman",
      "category": "Man, Sense Of Humor, Sense"
    },
    {
      "quote": "My mom taught me the power of love. I learned to focus on the long-term big picture from my father. His sense of humor and light-hearted approach always make me smile. My husband is a pivotal anchor in my life. His influence encourages me to be independent and take risks.",
      "author": "Padmasree Warrior",
      "category": "Love, Life, Smile"
    },
    {
      "quote": "Wit and playfulness represent a desperately serious transcendence of evil. Humor is both a form of wisdom and a means of survival.",
      "author": "Tom Robbins",
      "category": "Wisdom, Survival, Evil"
    },
    {
      "quote": "As an actor, I'm attracted to drama; as a director, it's humor - because it's the story of my life, and I can't be that serious about it. Being alone is a big theme in all my movies, both as a director and as an actress.",
      "author": "Jodie Foster",
      "category": "Life, Alone, Being Alone"
    },
    {
      "quote": "Comedy is difficult for an actor. But I think I have a good sense of humor and manage to make people laugh and make them happy.",
      "author": "Aishwarya Rai Bachchan",
      "category": "Happy, Good, Laugh"
    },
    {
      "quote": "Professional comedians, surprisingly, have a lack of humor. They're insensitive to the insanity of our times.",
      "author": "Mort Sahl",
      "category": "Professional, Insanity"
    },
    {
      "quote": "You can defeat fear through humor, through pain, through honesty, bravery, intuition, and through love in the truest sense.",
      "author": "John Cassavetes",
      "category": "Love, Fear, Pain"
    },
    {
      "quote": "I've got a sense of humor. I'm a funny guy.",
      "author": "Daryl Hall",
      "category": "Funny, Sense Of Humor, Sense"
    },
    {
      "quote": "I'm a sarcastic person, and people don't get my humor sometimes.",
      "author": "Sarah Hyland",
      "category": "People, Sarcastic, Person"
    },
    {
      "quote": "I've dated girls that aren't, this is gonna sound so horrible, that aren't super smart, but they still are super confident, and that's more what I've been attracted to is the confidence and the sense of humor.",
      "author": "Parker Young",
      "category": "Confidence, Smart"
    },
    {
      "quote": "Humor and laughter - not necessarily derogatory derision - are my pet tools. This may come from my general philosophy of never taking the world too seriously - for fear of dying of boredom.",
      "author": "Marcel Duchamp",
      "category": "Fear, Laughter, Pet"
    },
    {
      "quote": "There's something very authentic about humor, when you think about it. Anybody can pretend to be serious. But you can't pretend to be funny.",
      "author": "Billy Collins",
      "category": "Funny, Think, You"
    },
    {
      "quote": "Ad agencies do all kinds of market research that ask people what they think they want, and instead, you should be creating things that you want. If you do something and you get it, the rest of the world will get it, too. Trust your own instincts, your own intellect, and your own sense of humor.",
      "author": "George Lois",
      "category": "Trust, World, Research"
    },
    {
      "quote": "I'm an off-the-charts introvert. To me, being around groups of strangers is exhausting. I've had to sort of train myself to think about two tactics: finding common ground and invoking humor.",
      "author": "Sam Yagan",
      "category": "Myself, Train, Me"
    },
    {
      "quote": "Humor is the oxygen of children's literature. There's a lot of competition for children's time, but even kids who hate to read want to read a funny book.",
      "author": "Sid Fleischman",
      "category": "Funny, Time, Children"
    },
    {
      "quote": "What I wrote all the time when I was a kid - I don't want to call it 'poetry,' because it wasn't poetry. I was not that kind of a writer. I was a rhymer. I was a fan of Dorothy Parker's, so maybe I wrote poetry to that extent, but my main focus was the humor of it, and word construction, and the slant. Your words, it's a very powerful experience.",
      "author": "Carrie Fisher",
      "category": "Time, Experience, Poetry"
    },
    {
      "quote": "Humor is always based on a modicum of truth. Have you ever heard a joke about a father-in-law?",
      "author": "Dick Clark",
      "category": "Truth, You, Father-In-Law"
    },
    {
      "quote": "Humor, humility, and, of course, honesty, all are qualities that work in public and cultural diplomacy.",
      "author": "Cynthia P. Schneider",
      "category": "Work, Honesty, Humility"
    },
    {
      "quote": "In truth, politeness is artificial good humor, it covers the natural want of it, and ends by rendering habitual a substitute nearly equivalent to the real virtue.",
      "author": "Thomas Jefferson",
      "category": "Good, Truth, Want"
    },
    {
      "quote": "This is a feminist bookstore. There is no humor section.",
      "author": "John Callahan",
      "category": "Bookstore, Feminist, Section"
    },
    {
      "quote": "Those years on the golf course as a caddie, boy, those people were something. They were vulgar, some were alcoholics, racist, they were very difficult people to deal with. A lot of them didn't have a sense of humor.",
      "author": "Martin Sheen",
      "category": "Golf, People, Sense Of Humor"
    },
    {
      "quote": "Humor must not professedly teach and it must not professedly preach, but it must do both if it would live forever.",
      "author": "Mark Twain",
      "category": "Live, Teach, Forever"
    },
    {
      "quote": "I used to watch 'The Waltons' and sob because my family was nothing like that. We had a cruel sense of humor in my family.",
      "author": "Paula Poundstone",
      "category": "Family, Sense Of Humor"
    },
    {
      "quote": "I just try to write what I think would really happen, and with grief and tragedy, there are these naturally occurring moments of levity and humor and absurdity. I think that's what life is really like. Sadness gets interrupted, and happiness gets interrupted.",
      "author": "Kaui Hart Hemmings",
      "category": "Life, Happiness, Tragedy"
    },
    {
      "quote": "Humor is a powerful tool, and some of these politicians are so far out and easy to lampoon. They just provide such delicious opportunity.",
      "author": "George Takei",
      "category": "Opportunity, Powerful, Easy"
    },
    {
      "quote": "Humor in a relationship is so important. Many women will say that. Some say, 'If they can make you laugh, it's the sexiest thing on earth.'",
      "author": "Helen Mirren",
      "category": "Relationship, Women, Laugh"
    },
    {
      "quote": "My view of life is colored by humor and looking at the best in any situation.",
      "author": "Michael J. Fox",
      "category": "Life, Best, Looking"
    },
    {
      "quote": "Well, I mean, if a joke or humor is bawdy, it's got to be funny enough to warrant it. You can't just have it bawdy or dirty just for the sake of being that - it's got to be funny.",
      "author": "Betty White",
      "category": "Funny, You, Mean"
    },
    {
      "quote": "I don't think I would describe my sense of humor. Doesn't sound like the kind of thing I'd do.",
      "author": "Tommy Lee Jones",
      "category": "Sense Of Humor, Think, Kind"
    },
    {
      "quote": "Humor is very healing.",
      "author": "Bonnie Hunt",
      "category": "Healing, Very"
    },
    {
      "quote": "In rough times, pathfinders rely on work, friends, humor and prayer. They develop a support network.",
      "author": "Gail Sheehy",
      "category": "Work, Friends, Support"
    },
    {
      "quote": "If I didn't try to eavesdrop on every bus ride I take or look for the humor when I go for a walk, I would just be depressed all the time.",
      "author": "Lynda Barry",
      "category": "Time, Walk, Ride"
    },
    {
      "quote": "The nation that complacently and fearfully allows its artists and writers to become suspected rather than respected is no longer regarded as a nation possessed with humor or depth.",
      "author": "James Thurber",
      "category": "Nation, Artists, Become"
    },
    {
      "quote": "Newspaper people, once celebrated as founts of ribald humor and uncouth fun, have of late lost all their gaiety, and small wonder.",
      "author": "Russell Baker",
      "category": "Fun, Small, Lost"
    },
    {
      "quote": "One of my pet peeves is that sometimes the talents of my band get overlooked because, and it was the same problem that Frank Zappa had, with a lot of groups that use humor, people don't realize there's a lot of craft behind the comedy.",
      "author": "Al Yankovic",
      "category": "Pet, People, Problem"
    },
    {
      "quote": "After spending 460 days as a hostage, I did emerge a fundamentally changed person. But I think, like everyone does as they grow older and probably wiser, I can look back at my earlier life - my history, my mistakes, the joy I felt as a young woman traveling the world - with some objectivity and even some humor.",
      "author": "Amanda Lindhout",
      "category": "Life, History, Joy"
    },
    {
      "quote": "Who I was was not acceptable to black L.A. youth: the way I spoke and my sense of humor. Everybody else had relaxers and pressed hair. I wore my hair in an Afro puff. Nappy. The way I dressed. It was all about name brands at the time in L.A. I had no idea. All those things, I failed miserably at.",
      "author": "Issa Rae",
      "category": "Time, Youth, Hair"
    },
    {
      "quote": "Humor helps ease the tension of race and the differences in society. If there wasn't comedy I don't know if Obama could have ever become president.",
      "author": "Marlon Wayans",
      "category": "Society, Differences, Know"
    },
    {
      "quote": "Advertisers also know that humor can help bond us to their product.",
      "author": "Allen Klein",
      "category": "Help, Know, Bond"
    },
    {
      "quote": "Today's business and health care climate may not be pleasant. Cutbacks, pay cuts and layoffs do not make anyone's job easy. But that does not mean that the humor need stop.",
      "author": "Allen Klein",
      "category": "Business, Health, Today"
    },
    {
      "quote": "They say you don't want to meet your heroes, but those two guys, you do want to meet them, because they do not disappoint. Walken has this amazing sense of humor, and Pacino is like just a sweetheart of a guy.",
      "author": "Bill Burr",
      "category": "Amazing, Heroes, Want"
    },
    {
      "quote": "I think I'm too cynical for L.A. My sense of humor doesn't go down well here, which probably affects my love life. I need to have a laugh track following me around so people know I'm trying to be funny.",
      "author": "Teddy Thompson",
      "category": "Funny, Love, Life"
    },
    {
      "quote": "I'm a Larry David fan, right? And it seems to me that Jewish history from the Talmud on has been a self-deprecating, self-critical kind of humor.",
      "author": "Peter Eisenman",
      "category": "History, Me, Kind"
    },
    {
      "quote": "Humor, for me, is really a gate of departure. It's a way of enticing a reader into a poem so that less funny things can take place later. It really is not an end in itself, but a means to an end.",
      "author": "Billy Collins",
      "category": "Funny, End, Me"
    },
    {
      "quote": "I hate to say it but I hate black humor. I feel like a Klan member saying it, but it's just not funny.",
      "author": "Issa Rae",
      "category": "Funny, Hate, Black"
    },
    {
      "quote": "People of humor are always in some degree people of genius.",
      "author": "Samuel Taylor Coleridge",
      "category": "People, Genius, Always"
    },
    {
      "quote": "It is quite true, as some poets said, that the God who created man must have had a sinister sense of humor, creating him a reasonable being, yet forcing him to take this ridiculous posture, and driving him with blind craving for this ridiculous performance.",
      "author": "D. H. Lawrence",
      "category": "God, Man, Performance"
    },
    {
      "quote": "I think kids want the same thing from a book that adults want - a fast-paced story, characters worth caring about, humor, surprises, and mystery. A good book always keeps you asking questions, and makes you keep turning pages so you can find out the answers.",
      "author": "Rick Riordan",
      "category": "Good, Caring, Mystery"
    },
    {
      "quote": "Denzel Washington has a great sense of humor. He did all those 'Nutty Professor' movies.",
      "author": "Seth MacFarlane",
      "category": "Great, Movies"
    },
    {
      "quote": "Humor is an antidote to all ills.",
      "author": "Patch Adams",
      "category": "Antidote, Ills"
    },
    {
      "quote": "I don't think it's possible to have a sense of tragedy without having a sense of humor.",
      "author": "Christopher Hitchens",
      "category": "Tragedy, Think"
    },
    {
      "quote": "While many of us never knew Ronald Reagan personally, we felt close to him because we shared his lighthearted sense of humor, admired his uncommon virtue, and were moved by his remarkable wisdom.",
      "author": "Randy Forbes",
      "category": "Wisdom, Sense Of Humor"
    },
    {
      "quote": "Expand the definition of 'reading' to include non-fiction, humor, graphic novels, magazines, action adventure, and, yes, even websites. It's the pleasure of reading that counts; the focus will naturally broaden. A boy won't read shark books forever.",
      "author": "Jon Scieszka",
      "category": "Adventure, Focus, Reading"
    },
    {
      "quote": "Humor is just another defense against the universe.",
      "author": "Mel Brooks",
      "category": "Universe, Just, Defense"
    },
    {
      "quote": "Poor David Hume is dying fast, but with more real cheerfulness and good humor and with more real resignation to the necessary course of things, than any whining Christian ever dyed with pretended resignation to the will of God.",
      "author": "Adam Smith",
      "category": "Good, God, Christian"
    },
    {
      "quote": "Laughter, and the broader category of humor, are key elements in helping us go on with our life after a loss.",
      "author": "Allen Klein",
      "category": "Life, Moving On, Laughter"
    },
    {
      "quote": "Humor is by far the most significant activity of the human brain.",
      "author": "Edward de Bono",
      "category": "Brain, Human Brain, Human"
    },
    {
      "quote": "The first ingredient in conversation is truth, the next good sense, the third good humor, and the fourth wit.",
      "author": "William Temple",
      "category": "Good, Truth, Conversation"
    },
    {
      "quote": "My type of humor is me not caring whether people know what I'm talking about or not.",
      "author": "John Hodgman",
      "category": "Caring, Me, People"
    },
    {
      "quote": "There are two insults no human being will endure: that he has no sense of humor, and that he has never known trouble.",
      "author": "Sinclair Lewis",
      "category": "Sense Of Humor, Human"
    },
    {
      "quote": "Get well cards have become so humorous that if you don't get sick you're missing half the fun.",
      "author": "Flip Wilson",
      "category": "Fun, Cards, You"
    },
    {
      "quote": "It's a funny old world.",
      "author": "Margaret Thatcher",
      "category": "Funny, World, Old"
    },
    {
      "quote": "I think the scariest person in the world is the person with no sense of humor.",
      "author": "Michael J. Fox",
      "category": "World, Sense Of Humor, Think"
    },
    {
      "quote": "Men are happy to be laughed at for their humor, but not for their folly.",
      "author": "Jonathan Swift",
      "category": "Happy, Men, Folly"
    },
    {
      "quote": "A good actor is someone who knows how to take the part and make it real and make it honest and be effective in it. If it's in a funny movie and, as long as they are cast in an appropriate way, humor will come from it.",
      "author": "Ivan Reitman",
      "category": "Funny, Good, Long"
    },
    {
      "quote": "You find out in life that people really like you funny. So what do you give 'em? Humor. And then if you show them the other side, they don't like you as much. I find, too, that I can hide behind the idiot's mask being funny, and you never see the sorrow or the pain.",
      "author": "Terry Bradshaw",
      "category": "Funny, Life, Pain"
    },
    {
      "quote": "We can't understand when we're pregnant, or when our siblings are expecting, how profound it is to have a shared history with a younger generation: blood, genes, humor. It means we were actually here, on Earth, for a time - like the Egyptians with their pyramids, only with children.",
      "author": "Anne Lamott",
      "category": "Time, Children, History"
    },
    {
      "quote": "Humor and seriousness are not in opposition to each other.",
      "author": "Al Franken",
      "category": "Opposition, Other, Each"
    },
    {
      "quote": "Among my friends, I'm not a little Boy Scout, and they love my humor, thank God.",
      "author": "Don Rickles",
      "category": "Love, Friends, God"
    },
    {
      "quote": "All my humor is based on destruction and despair. If the whole world were tranquil, without disease and violence, I'd be standing in the bread line - right in back of J. Edgar Hoover.",
      "author": "Lenny Bruce",
      "category": "World, Violence, Despair"
    },
    {
      "quote": "There are men so philosophical that they can see humor in their own toothaches. But there has never lived a man so philosophical that he could see the toothache in his own humor.",
      "author": "H. L. Mencken",
      "category": "Man, Men, See"
    },
    {
      "quote": "I'm actually a perpetual 13-year-old. I've never advanced beyond 13. Every day, tomorrow is my 14th birthday. That's my kind of humor.",
      "author": "Terry Crews",
      "category": "Birthday, Day, Tomorrow"
    },
    {
      "quote": "My wife has a good sense of humor, and instead of calling me psychic with my novels, she simply refers to me as being 'psycho.' That's because multiple things in my books have come true.",
      "author": "Brad Thor",
      "category": "Good, Wife, Me"
    },
    {
      "quote": "Humor is a serious thing. I like to think of it as one of our greatest earliest natural resources, which must be preserved at all cost.",
      "author": "James Thurber",
      "category": "Greatest, Think, Resources"
    },
    {
      "quote": "Any man who has had the job I've had and didn't have a sense of humor wouldn't still be here.",
      "author": "Harry S Truman",
      "category": "Man, Job, Sense Of Humor"
    },
    {
      "quote": "Always have a sense of humor about life - you'll need it - but always be courteous to boot.",
      "author": "Peter Jennings",
      "category": "Life, Sense Of Humor, You"
    },
    {
      "quote": "With any character I play, I gravitate to the juxtaposition and humor.",
      "author": "Shawnee Smith",
      "category": "Character, Play"
    },
    {
      "quote": "People ask if I feel pigeon-holed by always doing the same kind of humorous role. But my tool has always been humor because it's the most entertaining way to put any ideology across, and it's fun, and it's positive, and it's a healer. Laughter is God's gift. I feel privileged to be able to do it.",
      "author": "Goldie Hawn",
      "category": "Positive, God, Laughter"
    },
    {
      "quote": "Negative humor is forgotten immediately. It's the stuff that makes us feel better about our lives that lives long. Much more satisfying. Enter children's books.",
      "author": "Berkeley Breathed",
      "category": "Children, Negative, Long"
    },
    {
      "quote": "Humor can be one of our best survival tools.",
      "author": "Allen Klein",
      "category": "Best, Survival, Tools"
    },
    {
      "quote": "I believe that economists put decimal points in their forecasts to show they have a sense of humor.",
      "author": "William Gilmore Simms",
      "category": "Believe, I Believe"
    },
    {
      "quote": "Okay, sense of humor: plus one. Being able to laugh at yourself: plus one. Being able to laugh at other people without being mean: plus one. Vanity: minus one.",
      "author": "Katie Aselton",
      "category": "Yourself, People, Laugh"
    },
    {
      "quote": "Cynicism is humor in ill health.",
      "author": "H. G. Wells",
      "category": "Health, Cynicism, Ill"
    },
    {
      "quote": "When humor works, it works because it's clarifying what people already feel. It has to come from someplace real.",
      "author": "Tina Fey",
      "category": "People, Real, Feel"
    },
    {
      "quote": "I like George Carlin's jokes. I like his humor. He's one of my heroes, and I like what he did with talking about everyday things.",
      "author": "Steven Wright",
      "category": "Heroes, Everyday, Talking"
    },
    {
      "quote": "When people are in the midst of really heavy stuff and still have a sense of humor, I admire that.",
      "author": "Ted Danson",
      "category": "People, Sense Of Humor"
    },
    {
      "quote": "There is nothing like the way people feel after they've seen 'The Intouchables.' They feel amazing. The word of mouth on this film is incredible. It's intelligent-feeling good. You're not insulted by the low-browness or stupidity of some of the humor. It's so smart and terrific.",
      "author": "Harvey Weinstein",
      "category": "Good, Smart, Amazing"
    },
    {
      "quote": "Anybody with a sense of humor is going to put on my album and laugh from beginning to end.",
      "author": "Eminem",
      "category": "Beginning, End, Laugh"
    },
    {
      "quote": "Using no control and using humor will build a relationship and make a dent to where the client puts the counselor in their quality world and then begins to relate and seek out the counselor. Effective therapy begins with the acceptance of the therapist into the client's quality world.",
      "author": "William Glasser",
      "category": "Relationship, Quality, World"
    },
    {
      "quote": "A sense of humor is good for you. Have you ever heard of a laughing hyena with heart burn?",
      "author": "Bob Hope",
      "category": "Good, Heart, You"
    },
    {
      "quote": "I have a fine sense of the ridiculous, but no sense of humor.",
      "author": "Edward Albee",
      "category": "Sense Of Humor, Ridiculous"
    },
    {
      "quote": "The satirist shoots to kill while the humorist brings his prey back alive and eventually releases him again for another chance.",
      "author": "Peter De Vries",
      "category": "Chance, Back, Him"
    },
    {
      "quote": "Great men are rarely isolated mountain peaks they are the summits of ranges.",
      "author": "Thomas W. Higginson",
      "category": "Great, Mountain, Men"
    },
    {
      "quote": "Honest good humor is the oil and wine of a merry meeting, and there is no jovial companionship equal to that where the jokes are rather small and laughter abundant.",
      "author": "Washington Irving",
      "category": "Good, Laughter, Wine"
    },
    {
      "quote": "If you could choose one characteristic that would get you through life, choose a sense of humor.",
      "author": "Jennifer Jones",
      "category": "Life, Sense Of Humor, You"
    },
    {
      "quote": "A sense of humor is the ability to understand a joke - and that the joke is oneself.",
      "author": "Clifton Fadiman",
      "category": "Understand, Sense Of Humor"
    },
    {
      "quote": "Total absence of humor renders life impossible.",
      "author": "Sidonie Gabrielle Colette",
      "category": "Life, Impossible, Absence"
    },
    {
      "quote": "A lot of my humor does come from anger. It's like, you're not gonna pull one over on me - which is pretty much my motto anyways.",
      "author": "Courteney Cox",
      "category": "Motto, Anger, Me"
    },
    {
      "quote": "Humor can be an incredible, lacerating and effective weapon.",
      "author": "Carl Hiaasen",
      "category": "Incredible, Weapon"
    },
    {
      "quote": "Wit is a weapon. Jokes are a masculine way of inflicting superiority. But humor is the pursuit of a gentle grin, usually in solitude.",
      "author": "Frank Muir",
      "category": "Solitude, Way, Wit"
    },
    {
      "quote": "In my opinion, I think sarcasm and humor in a song, without turning it into a novelty song, is really charming.",
      "author": "Alanis Morissette",
      "category": "Song, Sarcasm, Opinion"
    },
    {
      "quote": "Sometimes it takes ten seconds to see some humor in your dilemmas, sometimes ten years.",
      "author": "Allen Klein",
      "category": "Sometimes, Years, See"
    },
    {
      "quote": "Throughout history, great leaders have known the power of humor.",
      "author": "Allen Klein",
      "category": "History, Great, Power"
    },
    {
      "quote": "If this humor be the safety of our race, then it is due largely to the infusion into the American people of the Irish brain.",
      "author": "William Howard Taft",
      "category": "Safety, American, Brain"
    },
    {
      "quote": "I wore goofy hats to school and did musical theater. Most people thought I was a dork. But if you have a sense of humor about it, no one can bring you down.",
      "author": "Zac Efron",
      "category": "School, Thought, People"
    },
    {
      "quote": "We are really living the American dream, to be a successful brand in the States and in Europe and to steep ourselves in our heritage. But we do it with a sense of humor. We don't take ourselves too seriously in fashion.",
      "author": "Tommy Hilfiger",
      "category": "American Dream, American"
    },
    {
      "quote": "Everybody's got a different sense of humor. It's just different styles.",
      "author": "Colin Quinn",
      "category": "Sense Of Humor, Different"
    },
    {
      "quote": "I think Canadian humor is a little less broad than American humor.",
      "author": "Scott Thompson",
      "category": "American, Think, Little"
    },
    {
      "quote": "I don't need someone with a hot body. He can be fat or overweight and have a belly. It's very much about style and substance and humor, interest, curiosity and really being smart.",
      "author": "Kate Walsh",
      "category": "Curiosity, Smart, Style"
    },
    {
      "quote": "My parents armed me with an amazing sense of humor, and it's what you need when, well, it's what anyone needs in this world.",
      "author": "Warwick Davis",
      "category": "Parents, Amazing, World"
    },
    {
      "quote": "The reason why you know more funny dudes than funny chicks is that dudes are funnier than chicks. If my daughter has a mediocre sense of humor, I'm just gonna tell her, 'Be a staff writer for a sitcom. Because they'll have to hire you, they can't really fire you, and you don't have to produce that much. It'll be awesome.'",
      "author": "Adam Carolla",
      "category": "Funny, Daughter, Fire"
    },
    {
      "quote": "I was a product of a divorced family and I used humor as a weapon to combat sadness. I used comedy to make my mother laugh in light of the darkness that she faced, and to me it became a very powerful tool at a very young age, at six. I saw how therapeutic it could be.",
      "author": "Josh Gad",
      "category": "Family, Age, Light"
    },
    {
      "quote": "Michael Pollan is a champion. In all ways. A man of great integrity, humor, and common sense and kindness.",
      "author": "Maira Kalman",
      "category": "Kindness, Integrity, Great"
    },
    {
      "quote": "I couldn't really take a girl from Berlin to live in Leeds. I love it here. I miss the Yorkshire sense of humor and things like bitter and Yorkshire puddings, but I can still get my hands on salt 'n' vinegar crisps.",
      "author": "Sam Riley",
      "category": "Love, Girl, Hands"
    },
    {
      "quote": "I think it's important to find humor anywhere you can. In real life, with the darkest, scariest, most intense moments, if you can find something funny, that's good.",
      "author": "Katie Lowes",
      "category": "Funny, Life, Good"
    },
    {
      "quote": "My humor is channeling everything through my brain. For example, when I talk about something, it's how Richard Lewis feels about it. I'm a storyteller. I do a lot of free association.",
      "author": "Richard Lewis",
      "category": "Brain, Free, Through"
    },
    {
      "quote": "I like art with a sense of humor. I don't have a huge art education to understand everything. I don't think that means that art has to be watered down to the lowest common denominator, though. I don't think you have to go to college to be able appreciate great art, but I like art that doesn't take itself too seriously.",
      "author": "Kathleen Hanna",
      "category": "Education, Art, Great"
    },
    {
      "quote": "I used to be neurotic. I didn't like myself very much. But somewhere in my mid-40s, my neuroses stopped seeming so important. I developed a sense of humor.",
      "author": "Joanne Woodward",
      "category": "Myself, Sense Of Humor"
    },
    {
      "quote": "If you look at terrorists, they really have no sense of humor.",
      "author": "Al Franken",
      "category": "Sense Of Humor, Look, You"
    },
    {
      "quote": "Humor is probably the most significant characteristics of the human mind. Far more significant than reason. In fact, reason is actually a very cheap commodity.",
      "author": "Edward de Bono",
      "category": "Mind, Human, Reason"
    },
    {
      "quote": "Humor has to surprise us; otherwise, it isn't funny. It's a death knell for a writer to be labeled a humorist because then it's not a surprise anymore.",
      "author": "Garrison Keillor",
      "category": "Funny, Death, Surprise"
    },
    {
      "quote": "There is something really horrific for any human being who feels he is being consumed by other people. I'm talking about a writer's critics, who don't address what you've written, but want to probe into your existence and magnify the trivia of your life without any sense of humor, without any sense of context.",
      "author": "Wole Soyinka",
      "category": "Life, People, Want"
    },
    {
      "quote": "Racial humor was about 35% of my act when I first started. But I realized that it was a crutch. What brought it home was when another comedian said to me, 'If you changed color tomorrow, you wouldn't have any material.' He meant it as a put-down, but I took it as a challenge.",
      "author": "Bill Cosby",
      "category": "Home, Challenge, Color"
    },
    {
      "quote": "Ontologically, chocolate raises profoundly disturbing questions: Does not chocolate offer natural revelation of the goodness of the Creator just as chilies disclose a divine sense of humor? Is the human born with an innate longing for chocolate? Does the notion of chocolate preclude the concept of free will?",
      "author": "David Augsburger",
      "category": "Free, Questions, Free Will"
    },
    {
      "quote": "I'm not 17 anymore. I still have some of the same sort of anger, but I have a sense of humor about it... a sense of being constructive with that anger.",
      "author": "Dave Pirner",
      "category": "Anger, Sense Of Humor, Same"
    },
    {
      "quote": "I have a really dry sense of humor. I don't think it's funny when people wink at the camera. That's more of an actor thing, just committing to whatever the thing is.",
      "author": "Topher Grace",
      "category": "Funny, People, Think"
    },
    {
      "quote": "Reading 'Youth in Revolt' might have ruined my career because suddenly I wanted to abandon all the emotional truth of something and just go out far on a literary limb with completely implausible things that relied completely on voice and humor. And what saved me is realizing that I couldn't do that very well.",
      "author": "Rob Thomas",
      "category": "Truth, Youth, Reading"
    },
    {
      "quote": "The key to humor is often self-loathing or sarcasm. In a sense, that's how self-loathing is made palatable.",
      "author": "James Gray",
      "category": "Sarcasm, Key, Sense"
    },
    {
      "quote": "I do find things funny. When you see life through the eyes of someone with a good sense of humor, which my grandmother did, life is a human comedy.",
      "author": "George Takei",
      "category": "Funny, Life, Good"
    },
    {
      "quote": "If you are a small company taking on a big company, you need to have a sense of humor.",
      "author": "Richard Branson",
      "category": "Small, Company, You"
    },
    {
      "quote": "I come from a family of teasers myself. My grandfather was from Liverpool, and he had a dry sense of humor, and he would tease us terribly. My brother Beau was so skilled in his teasing that he could get a rise out of me by simply pointing at me.",
      "author": "Jeff Bridges",
      "category": "Family, Myself, Brother"
    },
    {
      "quote": "Justice Scalia was a lion of the law. Agree or disagree with him, all of his colleagues on the bench shared his wisdom and his humor. And like them, I miss him.",
      "author": "Neil Gorsuch",
      "category": "Wisdom, Justice, Law"
    },
    {
      "quote": "My mother was very funny. My dad had a great sense of humor. My grandmother, too.",
      "author": "Carol Burnett",
      "category": "Funny, Great, Mother"
    },
    {
      "quote": "My humor is my creativity, and my skepticism is a gift.",
      "author": "J. Tillman",
      "category": "Creativity, Gift, Skepticism"
    },
    {
      "quote": "When humor can be made to alternate with melancholy, one has a success, but when the same things are funny and melancholic at the same time, it's just wonderful.",
      "author": "Francois Truffaut",
      "category": "Funny, Success, Time"
    },
    {
      "quote": "Picking my topics is sort of a process of elimination for me. Most things don't work for me. I like to cover science and unexpected things happening in labs. Also, theoretical research doesn't work for my style. I need scenes and interactions. Then, humor. I'm having the most fun when I can have fun with my work.",
      "author": "Mary Roach",
      "category": "Work, Science, Research"
    },
    {
      "quote": "As fandom grew more variegated, genzines reflected a broadening of interests, carrying personal columns of humor and reflection, science articles, amateur fiction, stylish gossip, and inevitably, thoughtful pieces on the future of fandom.",
      "author": "Gregory Benford",
      "category": "Future, Reflection, Science"
    },
    {
      "quote": "I've learned to start from a really sound argument, boil down the essence of what you're trying to say, then build your humor around that, rather than starting with, 'This sounds funny,' and going from there.",
      "author": "Hasan Minhaj",
      "category": "Funny, Start, You"
    },
    {
      "quote": "I love people who have a good sense of humor, tell a good story, tell a good joke.",
      "author": "Jason Statham",
      "category": "Love, Good, People"
    },
    {
      "quote": "Poop humor is fun. If you do the toilet scenes well and commit to them, they can be really, really powerful.",
      "author": "Sandra Bullock",
      "category": "Powerful, Fun, You"
    },
    {
      "quote": "I grew up on EC comic books and 'Tales From the Crypt,' which were all loaded with humor, bad jokes, and puns. I can have that kind of fun and make these comic book movies but, at the same time, talk about things I want to talk about - whether it's consumerism or the Bush administration or war.",
      "author": "George A. Romero",
      "category": "Time, War, Book"
    },
    {
      "quote": "Everyone is flailing through this life without an owner's manual, with whatever modicum of grace and good humor we can manage.",
      "author": "Anne Lamott",
      "category": "Life, Good, Grace"
    },
    {
      "quote": "Humor works, and it's the best way to get attention without spending a lot of money.",
      "author": "Jerry Della Femina",
      "category": "Money, Best, Attention"
    },
    {
      "quote": "I want to have fun. Life ain't no dress rehearsal. I want to have fun. I'm a comedian; I ain't no politician. So everything I do is with humor, with love.",
      "author": "Bernie Mac",
      "category": "Love, Life, Dress"
    },
    {
      "quote": "Writing a novel is one of those modern rites of passage, I think, that lead us from an innocent world of contentment, drunkenness, and good humor, to a state of chronic edginess and the perpetual scanning of bank statements.",
      "author": "J. G. Ballard",
      "category": "Good, Writing, World"
    },
    {
      "quote": "Every time I do a movie like 'Finding Neverland' or 'Chocolat' or 'Shakespeare' in Love,' we deal with the creative process, but there's humor and fun along the way. I always love that kind of movie.",
      "author": "Harvey Weinstein",
      "category": "Love, Time, Fun"
    },
    {
      "quote": "We get the worrywart, the hypochondriac, the money-grubbing miser, the intractable negotiator... Some would say certain of these refer to the stereotypical, or 'stage' Jew. But objectively speaking, the only crime in humor is an unfunny joke.",
      "author": "Alan King",
      "category": "Crime, Say, Joke"
    },
    {
      "quote": "I've never met a person who has more integrity than my husband. I respect that. There's his humor and intelligence, too, and he's really cute, all those things - but if you don't respect your partner, you'll get sick of him.",
      "author": "Michelle Pfeiffer",
      "category": "Respect, Integrity"
    },
    {
      "quote": "I consider myself to have a decent sense of humor. What's life without a sense of humor?",
      "author": "Mayer Hawthorne",
      "category": "Life, Myself, Sense Of Humor"
    },
    {
      "quote": "Well, it's a humor strip, so my first responsibility has always been to entertain the reader... But if, in addition, I can help move readers to thought and judgment about issues that concern me, so much the better.",
      "author": "Garry Trudeau",
      "category": "Responsibility, Me, Help"
    },
    {
      "quote": "The waltz is a very important part of my life. It's a very important way for me to express my positiveness, bringing humor to the world.",
      "author": "Andre Rieu",
      "category": "Life, World, Me"
    },
    {
      "quote": "Suspense is very important. Even though this is humor and they're short stories, that theory of building suspense is still there.",
      "author": "Sergio Aragones",
      "category": "Short, Building, Important"
    },
    {
      "quote": "I was pretty much a child of 'Monty Python.' I grew up loving that type of humor and even structured a lot of humor in the same fashion.",
      "author": "Michael Jai White",
      "category": "Child, Fashion, Loving"
    },
    {
      "quote": "Teasing and a sense of humor, if you can develop that in your kids, and if you can exercise it with the kids, just makes for a pleasanter atmosphere.",
      "author": "P. J. O'Rourke",
      "category": "Exercise, You"
    },
    {
      "quote": "I think that humor has become a principle means of communication among Americans about politics.",
      "author": "P. J. O'Rourke",
      "category": "Communication, Politics"
    },
    {
      "quote": "I love practical jokes and humor. That there's frankly no joke that I don't think is funny. I love practical jokes, but I don't like being scared.",
      "author": "Mitt Romney",
      "category": "Funny, Love, Think"
    },
    {
      "quote": "I have five boys in the family, and it's constant competition, sport, humor, and practical jokes.",
      "author": "Mitt Romney",
      "category": "Family, Competition, Jokes"
    },
    {
      "quote": "I think I have always had a little humor.",
      "author": "Marilyn Monroe",
      "category": "Think, Always, Little"
    },
    {
      "quote": "You know those things that you throw the twigs into and it spits them out? That's what I do. The branches are like life, and I throw them into my head and some of it comes out as humor.",
      "author": "Steven Wright",
      "category": "Life, Know, You"
    },
    {
      "quote": "I've been encouraging documentary filmmakers to use more and more humor, and they're loath to do that because they think if it's a documentary it has to be deadly serious - it has to be like medicine that you're supposed to take. And I think it's what keeps the mass audience from going to documentaries.",
      "author": "Michael Moore",
      "category": "Medicine, Think, You"
    },
    {
      "quote": "In a way, a lot of my humor comes from presenting things that are dramatic or shocking and then people not having socially appropriate responses, having people denying the drama by failing to react to it, and that's a really classic form of humor.",
      "author": "Chuck Palahniuk",
      "category": "People, React, Drama"
    },
    {
      "quote": "I think people appreciate a songwriter who shows different sides. The whole angst thing is cool, but if that's all you've got, it's just boring. Everything I write, whether it's happy or sad, has a sense of humor to it.",
      "author": "Katy Perry",
      "category": "Happy, Sad, Cool"
    },
    {
      "quote": "Sad music, I always thought, is more beautiful than other music. But at the same time, I am in my personal life a very happy guy. I have a sense of humor. I am not the kind of depressed guy all the time brooding. No. I am very enthusiastic about things.",
      "author": "Alejandro Gonzalez Inarritu",
      "category": "Life, Music, Time"
    },
    {
      "quote": "My daughter doesn't even get my humor. She's like, 'Um, no. I don't get it, Dad. Mmm, no, not that one, Dad.'",
      "author": "Kevin Hart",
      "category": "Daughter, She, Like"
    },
    {
      "quote": "The difference between me as Brian Warner or Marilyn Manson is just words. Same personality, sensibility, sense of humor, behavior. He is me.",
      "author": "Marilyn Manson",
      "category": "Personality, Words, Behavior"
    },
    {
      "quote": "Humor is my default mode.",
      "author": "John Updike",
      "category": "Default, Mode"
    },
    {
      "quote": "Why anybody gets my sense of humor I never know, but I do know that when they do, I keep them as close as I possibly can.",
      "author": "Joss Whedon",
      "category": "Sense Of Humor, Know, Why"
    },
    {
      "quote": "I never write anything without humor, just because I like humor, but at the same time, it is a way for anything fantastical to become relatable.",
      "author": "Joss Whedon",
      "category": "Time, Just Because, Way"
    },
    {
      "quote": "People often think that you have a sense of humor because you think that life is funny. Life isn't funny at all. It's appalling and tragic.",
      "author": "Howard Jacobson",
      "category": "Funny, Life, People"
    },
    {
      "quote": "Edward Norton and I have known each other awhile. I just think he's the real deal, supremely talented and smart. He's got a great sense of humor.",
      "author": "Kevin Spacey",
      "category": "Great, Smart, Think"
    },
    {
      "quote": "George Carlin is brilliant with words, and Johnny Winters is very creative. It's taking something common and drawing out the humor, being clever with words.",
      "author": "Bill Cosby",
      "category": "Creative, Words, Drawing"
    },
    {
      "quote": "Now, Richard Pryor was unique. Many misunderstood his humor. He lit up the hallway, but they didn't understand his use of profanity. He didn't use it just to be using it; he used it in the context of his satire.",
      "author": "Bill Cosby",
      "category": "Unique, Satire, Context"
    },
    {
      "quote": "There is hope for the future because God has a sense of humor and we are funny to God.",
      "author": "Bill Cosby",
      "category": "Funny, Hope, Future"
    },
    {
      "quote": "Sometimes I find I'm wearing a divided, split brain in terms of drama and humor.",
      "author": "Ridley Scott",
      "category": "Brain, Drama, Find"
    },
    {
      "quote": "My sense of humor is a turkey, and I pull it out of the oven and baste it in reality.",
      "author": "Tracy Morgan",
      "category": "Reality, Sense Of Humor"
    },
    {
      "quote": "I want to show the world my humor.",
      "author": "Tracy Morgan",
      "category": "World, Want, Show"
    },
    {
      "quote": "If I had to describe my sense of humor, I would say it's contemporary wit, you know what I'm saying?",
      "author": "Tracy Morgan",
      "category": "Know, You, Saying"
    },
    {
      "quote": "I met Elton John at an Interview dinner, and we just sort of became friends. He's got such a wicked sense of humor.",
      "author": "Moby",
      "category": "Friends, Dinner"
    },
    {
      "quote": "Political correctness? In my humor, I never talk about politics. I was never much into all that.",
      "author": "Don Rickles",
      "category": "Politics, Political, Talk"
    },
    {
      "quote": "Half the battle is that people have to like you before you say one joke, one bit of humor.",
      "author": "Don Rickles",
      "category": "Battle, People, You"
    },
    {
      "quote": "Down the road, I'll probably have a kid or two or three. And there will probably be political events or spiritual things to comment on, and humor.",
      "author": "Alanis Morissette",
      "category": "Spiritual, Road, Political"
    },
    {
      "quote": "A sense of humor keen enough to show a man his own absurdities will keep him from the commission of all sins, or nearly all, save those worth committing.",
      "author": "Samuel Butler",
      "category": "Man, Sense Of Humor, Him"
    },
    {
      "quote": "I love Stephen Colbert and Jon Stewart because they're bringing irony back into American humor, which is a delicious treat. The entire Colbert persona of being extreme right-wing when he's not at all is highly amusing. He does it so well, but sometimes a little too well. My wife is convinced he's completely that way.",
      "author": "John Lydon",
      "category": "Love, American, Wife"
    },
    {
      "quote": "Bob Dole used to be really funny. Barney Frank can be kind of funny. Bob Kerrey has a good sense of humor.",
      "author": "Al Franken",
      "category": "Funny, Good, Be Kind"
    },
    {
      "quote": "There is - I mean - I found early in life that righteous indignation is a little off-putting, and so I try to couch it with humor.",
      "author": "Al Franken",
      "category": "Life, Early, Try"
    },
    {
      "quote": "There's plenty of room for humor in politics, God knows, but it's a serious business.",
      "author": "Al Franken",
      "category": "Business, God, Politics"
    },
    {
      "quote": "You're not going to see my sense of humor on the football field. That's not a place for me to joke around.",
      "author": "Tom Brady",
      "category": "Football, Me, You"
    },
    {
      "quote": "I'm a huge Muppets fan. Gigantic. I think they're genius. I think they're some of the best work out there and completely underrated, just because of how genius they are. I love that kind of humor. It's so innocent but brilliant.",
      "author": "Andie MacDowell",
      "category": "Love, Work, Best"
    },
    {
      "quote": "I'll speak for myself, but there's a lot of humor to be found in sarcasm and darkness. You talk to any paramedic, they survive by developing a pretty off-kilter sense of humor.",
      "author": "Nicolas Cage",
      "category": "Myself, Darkness, Speak"
    },
    {
      "quote": "Wit - the salt with which the American humorist spoils his intellectual cookery by leaving it out.",
      "author": "Ambrose Bierce",
      "category": "American, Leaving"
    },
    {
      "quote": "Sites like Funny or Die and College Humor are great, but I'd say it's appealing to 80% men and 20% women.",
      "author": "Zooey Deschanel",
      "category": "Funny, Women, Great"
    },
    {
      "quote": "Humor is a part of spirituality.",
      "author": "Zooey Deschanel",
      "category": "Spirituality, Part"
    },
    {
      "quote": "I'm very confident that Nick Hornby always gets it right as a writer. He has the vernacular and passion. He is adroit and dry, and balances humor with the humanity of life.",
      "author": "Pierce Brosnan",
      "category": "Life, Passion, Humanity"
    },
    {
      "quote": "I defuse everything I can with it. Humor is such a great shield.",
      "author": "Brad Paisley",
      "category": "Great, I Can, Everything"
    },
    {
      "quote": "Humor has justly been regarded as the finest perfection of poetic genius.",
      "author": "Thomas Carlyle",
      "category": "Perfection, Genius, Poetic"
    },
    {
      "quote": "True humor springs not more from the head than from the heart. It is not contempt; its essence is love. It issues not in laughter, but in still smiles, which lie far deeper.",
      "author": "Thomas Carlyle",
      "category": "Love, Laughter, Heart"
    },
    {
      "quote": "One seldom expects the country's president to adequately note the passing of a rocker, but Jimmy Carter's assessment of Elvis Presley's appeal - 'energy, rebelliousness and good humor' - is remarkably close to the mark.",
      "author": "Molly Ivins",
      "category": "Good, Energy, Country"
    },
    {
      "quote": "OK, in all seriousness, I would say I couldn't be in a relationship without equality, generosity, integrity, spirit, kindness and humor. And awesomeness.",
      "author": "Jennifer Aniston",
      "category": "Kindness, Relationship"
    },
    {
      "quote": "You know, Freud accepted his lot very stoically and very well and with a sense of humor. He aged and died gracefully, and there's a lot to be said for that.",
      "author": "Viggo Mortensen",
      "category": "Sense Of Humor, Know, You"
    },
    {
      "quote": "My dad was very much a John Wayne kind of guy, but he was also a great guy, great sense of humor, a real dedicated dad. I don't think he ever missed a hockey game I was in.",
      "author": "Denis Leary",
      "category": "Great, Game, Hockey"
    },
    {
      "quote": "I'm really happy I went to a Catholic school because a lot of the repressive tactics they use make for great senses of humor.",
      "author": "Denis Leary",
      "category": "Happy, Great, School"
    },
    {
      "quote": "Bob Hope, like Mark Twain, had a sense of humor that was uniquely American, and like Twain, we'll likely not see another like him.",
      "author": "Dick Van Dyke",
      "category": "Hope, American"
    },
    {
      "quote": "I don't think that because you die and move on to somewhere else that you lose your sense of humor.",
      "author": "Peter Jackson",
      "category": "Sense Of Humor, Think, You"
    },
    {
      "quote": "I don't think arrested-adolescent humor will fade. Maybe the form will change, but I guarantee its replacement will still be based in immature behavior from mature figures.",
      "author": "Adam McKay",
      "category": "Change, Behavior, Think"
    },
    {
      "quote": "Different taste in jokes is a great strain on the affections.",
      "author": "George Eliot",
      "category": "Great, Different, Taste"
    },
    {
      "quote": "A lot of people can find something to laugh at in my humor, I guess.",
      "author": "Ron White",
      "category": "People, Laugh, Find"
    },
    {
      "quote": "The wealthy don't have any sense of humor. It's not like the English, where the theater is perhaps the one place where they have a sense of humor about themselves.",
      "author": "Alec Baldwin",
      "category": "Sense Of Humor, Place, Where"
    },
    {
      "quote": "I love puns. I've been known to turn the car around just to take advantage of a good pun situation. It really is the highest form of humor.",
      "author": "Karin Slaughter",
      "category": "Love, Good, Car"
    },
    {
      "quote": "I think a sense of humor will help get a girl out of a dark place.",
      "author": "Twyla Tharp",
      "category": "Girl, Help, Dark"
    },
    {
      "quote": "The overwhelming majority of Americans are possessed of two great qualities a sense of humor and a sense of proportion.",
      "author": "Franklin D. Roosevelt",
      "category": "Great, Sense Of Humor, Two"
    },
    {
      "quote": "For me, I really love 'Tim and Eric' and 'Dr. Steve Brule' and a lot of the Adult Swim shows, so I like strange, weird, sometimes slightly upsetting humor.",
      "author": "Gillian Jacobs",
      "category": "Love, Me, Weird"
    },
    {
      "quote": "I like a man who can be a real friend, has a good sense of humor, a good pair of shoes and a healthy gold card.",
      "author": "Victoria Beckham",
      "category": "Good, Shoes, Gold"
    },
    {
      "quote": "My sense of humor lies a little closer to the middle.",
      "author": "Jason Bateman",
      "category": "Sense Of Humor, Little"
    },
    {
      "quote": "My family is pretty funny. My mother is British, so she's got a very dry sense of humor. That's where I got that from.",
      "author": "Jason Bateman",
      "category": "Funny, Family, Mother"
    },
    {
      "quote": "I'm a comedian, and I definitely see the humor in a lot of things. I am also sad a lot. I cry often and easily. I think you're supposed to feel all kinds of things.",
      "author": "Ellen DeGeneres",
      "category": "Sad, I Am, Think"
    },
    {
      "quote": "I'm still trying to figure out how to write about cancer and my family's experience with it. If I had been able to write 'The Pura Principle' back in those days, I'm positive it would have had no humor in it. Which means the story would have been false.",
      "author": "Junot Diaz",
      "category": "Positive, Family, Experience"
    },
    {
      "quote": "Since the very beginning, Emeril's had a sense of humor about me calling him names and poking fun at him.",
      "author": "Anthony Bourdain",
      "category": "Fun, Beginning, Me"
    },
    {
      "quote": "Sometimes I used to think to myself, 'Have I lost a sense of humor?' but I don't think that I have. I think one can be as snarky and sarcastic as lots of people, but I have never found that it makes me particularly happy.",
      "author": "Kenneth Branagh",
      "category": "Happy, Myself, Me"
    },
    {
      "quote": "I have a very dark sense of humor. I swear. I have a very playful relationship with Jesus.",
      "author": "Anne Lamott",
      "category": "Relationship, Dark"
    },
    {
      "quote": "Wit is the lowest form of humor.",
      "author": "Alexander Pope",
      "category": "Wit, Lowest, Form"
    },
    {
      "quote": "Going to AA helped me to see that there were other people who had problems that had found a way to talk about them and find relief and humor through that.",
      "author": "Carrie Fisher",
      "category": "Problems, Me, People"
    },
    {
      "quote": "I don't understand how somebody wouldn't have a sense of humor about themselves.",
      "author": "John Malkovich",
      "category": "Understand, Sense Of Humor"
    },
    {
      "quote": "Tony and I had a good on and off screen relationship, we are two very different people, but we did share a sense of humor, we now live in different parts of the world but when we find ourselves in the same place it is more or less as if there had been no years in between.",
      "author": "Roger Moore",
      "category": "Relationship, Good, World"
    },
    {
      "quote": "The comic is the perception of the opposite humor is the feeling of it.",
      "author": "Umberto Eco",
      "category": "Perception, Feeling, Comic"
    },
    {
      "quote": "There are certain things I learned when I first started learning about acting, to try and place the character physically and emotionally. And the way you place them emotionally is often with humor.",
      "author": "David Duchovny",
      "category": "Learning, Character, Acting"
    },
    {
      "quote": "I've met a lot of people who've lost their jobs and they still have a sense of humor.",
      "author": "Louis C. K.",
      "category": "Lost, People, Sense Of Humor"
    },
    {
      "quote": "I'm sure I've all but lost friends by maintaining that, despite their love for it, I always saw Stanley Kramer's 'It's a Mad, Mad, Mad, Mad World' as more of an exercise in anti-comedy than humor.",
      "author": "Dick Cavett",
      "category": "Love, Friends, World"
    },
    {
      "quote": "'Guardians of the Galaxy' is tongue-in-cheek and has a sense of humor about itself. But it's nothing like 'Deadpool.' 'Deadpool' is this super-bizarre thing. The best thing about it is that it's R-rated.",
      "author": "T. J. Miller",
      "category": "Best, Sense Of Humor"
    },
    {
      "quote": "I think that what comes through in Chicago humor is the affection. Even though you're poking fun at someone or something, there's still an affection for it.",
      "author": "Bob Newhart",
      "category": "Fun, Think, You"
    },
    {
      "quote": "Humor's a weapon if you want to make it one.",
      "author": "Bob Newhart",
      "category": "Want, You, Weapon"
    },
    {
      "quote": "I don't know how many sacred cows there are today. I think there's a little confusion between humor and gross passing for humor. That's kind of regrettable.",
      "author": "Bob Newhart",
      "category": "Today, Know, Think"
    },
    {
      "quote": "I think there's a little confusion between humor and 'gross' passing for humor. That's kind of regrettable, because they aren't the same thing.",
      "author": "Bob Newhart",
      "category": "Confusion, Think, Kind"
    },
    {
      "quote": "The schizophrenic has no sense of humor. His world is a constantly daunting, unfriendly place.",
      "author": "Bob Newhart",
      "category": "World, Sense Of Humor, Place"
    },
    {
      "quote": "Humor is so important to the American scene throughout history.",
      "author": "Bob Newhart",
      "category": "History, American, Important"
    },
    {
      "quote": "What you see on stage is pretty much the way I am... a dry sense of humor.",
      "author": "Bob Newhart",
      "category": "I Am, Sense Of Humor, You"
    },
    {
      "quote": "I think there's something about the Irish experience - that we had to have a sense of humor or die.",
      "author": "Frank McCourt",
      "category": "Experience, Think"
    },
    {
      "quote": "That's what kept us going - a sense of absurdity, rather than humor.",
      "author": "Frank McCourt",
      "category": "Absurdity, Going, Sense"
    },
    {
      "quote": "For some reason, I had a responsibility to my family and the people who lived around me. I felt that I had to convey their dignity - the way they dealt with adversity and poverty - and their good humor.",
      "author": "Frank McCourt",
      "category": "Family, Good, Adversity"
    },
    {
      "quote": "Humor is the first of the gifts to perish in a foreign tongue.",
      "author": "Virginia Woolf",
      "category": "Tongue, First, Gifts"
    },
    {
      "quote": "I've got a great sense of humor, and if I'm able to say or do something in a movie that people feel like they want to repeat, that's hugely flattering.",
      "author": "Matthew McConaughey",
      "category": "Great, People, Want"
    },
    {
      "quote": "I have the humor of a 9-year-old boy, and sometimes I've had laughing fits on-air.",
      "author": "Megyn Kelly",
      "category": "Boy, Sometimes, Laughing"
    },
    {
      "quote": "My wife, my daughters, even my grandchildren are funny. You've got to keep a sense of humor because anger destroys you.",
      "author": "Michael Caine",
      "category": "Funny, Anger, Wife"
    },
    {
      "quote": "I suppose I miss the British cynicism and the humor.",
      "author": "Rod Stewart",
      "category": "British, Cynicism, Miss"
    },
    {
      "quote": "Jeffrey Zeldman had an astonishing ability to craft a seductive coolness using educated references, dry humor, and retro/organic imagery.",
      "author": "Matt Mullenweg",
      "category": "Craft, Educated, Ability"
    },
    {
      "quote": "I'm able to see humor in a lot of things.",
      "author": "Juliana Hatfield",
      "category": "See, Things, Lot"
    },
    {
      "quote": "If you don't have humor, you're not going to make it. You're going to be one of those people who walks around with your head about to explode.",
      "author": "James McBride",
      "category": "People, Head, You"
    },
    {
      "quote": "I can't not put humor in a book.",
      "author": "Albert Brooks",
      "category": "Book, Put"
    },
    {
      "quote": "My humor is traced with dark - I've got dark patches all over the place.",
      "author": "Albert Brooks",
      "category": "Dark, Place, Over"
    },
    {
      "quote": "Sometimes the only way to deal with horrific things in life is through a dark sense of humor.",
      "author": "Margaret Cho",
      "category": "Life, Dark, Sense Of Humor"
    },
    {
      "quote": "It's good to be able to laugh at yourself and the problems you face in life. Sense of humor can save you.",
      "author": "Margaret Cho",
      "category": "Life, Good, Yourself"
    },
    {
      "quote": "I think it's critical, a sense of humor. It did help me - it does help me, continuously.",
      "author": "Teri Garr",
      "category": "Me, Help, Think"
    },
    {
      "quote": "When I teach the formal curriculum, I have the chance to think about it ahead of time. I can rehearse it. I can illustrate it with self-deprecating humor and humble-sounding personal disclosure. I can try to make it comes out just right.",
      "author": "John Ortberg",
      "category": "Time, Chance, Think"
    },
    {
      "quote": "I think humor is such a personal thing, and you put a microphone in somebody's face, they're going to say something that offends somebody.",
      "author": "Jane Lynch",
      "category": "Face, Think, You"
    },
    {
      "quote": "Anyone who knows me, and most of my fans, know that I have a sense of humor.",
      "author": "Glenn Danzig",
      "category": "Me, Sense Of Humor, Know"
    },
    {
      "quote": "It's weird doing red carpets it's uncomfortable. But you can have a sense of humor about it.",
      "author": "Kirsten Dunst",
      "category": "Red, Weird, You"
    },
    {
      "quote": "Anyone who's married to Mariah Carey - I'm pretty sure - doesn't have a great sense of humor. I mean, let's be honest: she's ridiculous. What is her game plan?",
      "author": "Chelsea Handler",
      "category": "Great, Plan, Game"
    },
    {
      "quote": "Paul Rudd has a very specific brand of humor.",
      "author": "Michael Pena",
      "category": "Brand, Very, Specific"
    },
    {
      "quote": "'War on Everyone,' I think... the script was hilarious to me, but it's very dark, dark humor. It's super dark.",
      "author": "Michael Pena",
      "category": "War, Me, Dark"
    },
    {
      "quote": "When you finish a drama, you go, 'I can't wait to do a comedy.' When you finish a comedy, you go, 'I want to do a dramedy, dark humor.'",
      "author": "Michael Pena",
      "category": "Dark, Want, Drama"
    },
    {
      "quote": "People think I'm a very serious actor, which I am. But you know, if you don't have a sense of humor doing what I do, you perish.",
      "author": "Martin Landau",
      "category": "I Am, People, Know"
    },
    {
      "quote": "Nobody enjoys the 'little show about nothing' humor more than me, but that is never the way I look at it.",
      "author": "Jerry Seinfeld",
      "category": "Me, Look, Way"
    },
    {
      "quote": "I have a need to always make people laugh. I have a desperate need. I love a great sense of humor. The people I sort of surround myself with have that.",
      "author": "Peter Dinklage",
      "category": "Love, Myself, Great"
    },
    {
      "quote": "Women respond to comfort and a sense of humor. I was always able to make them laugh, so that helps a lot.",
      "author": "Peter Dinklage",
      "category": "Women, Comfort, Laugh"
    },
    {
      "quote": "My father could be very witty, even if the humor was always on the darker side of irony.",
      "author": "Maurice Sendak",
      "category": "Father, Irony, Witty"
    },
    {
      "quote": "I make jokes because humor is the greatest healing factor that there is.",
      "author": "Dick Dale",
      "category": "Healing, Greatest, Jokes"
    },
    {
      "quote": "In Buddhism, they say attachment to anything only leads to suffering. So when we laugh, it's our way of saying, 'I'm unattached to that.' You're tickled by it, it makes your lobes do something on their own. So humor is very important to me. I always take that to the stage first.",
      "author": "Jason Mraz",
      "category": "Suffering, Me, Laugh"
    },
    {
      "quote": "People who have any kind of illness use humor as a type of coping.",
      "author": "Edward Zwick",
      "category": "People, Kind, Illness"
    },
    {
      "quote": "I'm a huge fan of Steve Martin. He's hilarious, but he has this depth to him and this way of dealing with the difficult things in life with a sense of humor that I think has helped me as an actress.",
      "author": "Alexandra Daddario",
      "category": "Life, Me, Think"
    },
    {
      "quote": "I'm not a particularly dark individual. I have my moments, it's true, but I do have a sense of humor.",
      "author": "Alan Moore",
      "category": "Moments, Dark"
    },
    {
      "quote": "I was a timid little guy when I was a kid. I used humor as a defense; I became the class clown. But deep inside, I felt real vulnerable.",
      "author": "Mike Huckabee",
      "category": "Deep, Clown, Real"
    },
    {
      "quote": "And, you know, I liked writing humor. Well, I should say, I wanted to write seriously, but it kept turning funny.",
      "author": "Roseanne Barr",
      "category": "Funny, Writing, Know"
    },
    {
      "quote": "The real important things are kindness and a sense of humor. I've been fortunate to have dated and could have easily married women who have those qualities, and time and circumstances didn't work out. Timing plays a big part.",
      "author": "Hill Harper",
      "category": "Work, Kindness, Time"
    },
    {
      "quote": "I don't think of myself as funny - I don't fill up a room with my humor... I would fail miserably as a stand-up comedian.",
      "author": "Steve Carell",
      "category": "Funny, Myself, Think"
    },
    {
      "quote": "Sometimes when I try to make jokes or have a sense of humor in interviews, it doesn't go over very well. But Twitter made my life easier in this way that I didn't expect. It would have taken probably 10 times as long for people to accept my voice and my sense of humor if I didn't have Twitter.",
      "author": "Anna Kendrick",
      "category": "Life, People, Long"
    },
    {
      "quote": "I've got a great sense of humor.",
      "author": "Anthony Hopkins",
      "category": "Great, Sense Of Humor, Sense"
    },
    {
      "quote": "Twitter is the place where I try to be more funny. And then I use Instagram just as my diary. I pull some jokes on there, but I think people have a better sense of humor on Twitter.",
      "author": "Gigi Hadid",
      "category": "Funny, People, Think"
    },
    {
      "quote": "I guess, for me, I've always thought that there was humor everywhere. And as a kid, I just, you know, I grew up an only child, and I - sort of nothing made me happier than to make my parents laugh. I remember I had costumes and things laying around the house that I was, you know, anything that I could do to make my parents laugh.",
      "author": "Justin Timberlake",
      "category": "Parents, Child, Me"
    },
    {
      "quote": "Humor is very interesting to me. My films are not comedies, but there's comedy in them from time to time, absurdities, just like in real life.",
      "author": "David Lynch",
      "category": "Life, Time, Me"
    },
    {
      "quote": "It's always the girl comedy and the guy comedy. It bums me out. You'd think there'd be a progression, from James L. Brooks and Nora Ephron into more subtle humor and behavior and psychology. All these interesting things people can learn about themselves by watching talented writers comment intelligently on someone else's emotional life.",
      "author": "Parker Posey",
      "category": "Life, Girl, Behavior"
    },
    {
      "quote": "Our records, if you have a dark sense of humor, were funny, but our records weren't about comedy. They were about protests, fantasy, confrontation and all that.",
      "author": "Ice Cube",
      "category": "Funny, Dark, Fantasy"
    },
    {
      "quote": "In high drama or high tragedy or anything, it's not really human unless there's some humor at the same time. And vice versa. So I guess I tend to gravitate towards projects which tread a dodgy tightrope between two things, which aren't really one or another.",
      "author": "Rebecca Hall",
      "category": "Time, Tragedy, Drama"
    },
    {
      "quote": "You don't necessarily equate me with humor!",
      "author": "Sean Bean",
      "category": "Me, You, Equate"
    },
    {
      "quote": "I came from a dysfunctional family - very dysfunctional. And my father used to find great humor in throwing me down the stairs.",
      "author": "Bob Beckel",
      "category": "Family, Father, Great"
    },
    {
      "quote": "My sense of humor often gets me in trouble.",
      "author": "Duncan Jones",
      "category": "Me, Sense Of Humor, Trouble"
    },
    {
      "quote": "I have a sense of humor, and sometimes it gets me into trouble.",
      "author": "Duncan Jones",
      "category": "Me, Sense Of Humor"
    },
    {
      "quote": "I like telling stories with a sense of humor. But humor can also distance you from the subject you're writing about. I'm interested in using humor as a portal to something a bit more serious.",
      "author": "Jens Lekman",
      "category": "Writing, Sense Of Humor, You"
    },
    {
      "quote": "Any band that doesn't have a sense of humor has a little bit of a problem.",
      "author": "Jens Lekman",
      "category": "Problem, Sense Of Humor"
    },
    {
      "quote": "It doesn't take many people to have a bad sense of humor to get in trouble at a corporation.",
      "author": "Scott Adams",
      "category": "People, Sense Of Humor, Bad"
    },
    {
      "quote": "Humor without sadness underneath it feels cheap and aggressive.",
      "author": "John Cameron Mitchell",
      "category": "Sadness, Cheap, Without"
    },
    {
      "quote": "A laugh is a surprise. And all humor is physical. I was always athletic, so that came naturally to me.",
      "author": "Chevy Chase",
      "category": "Surprise, Me, Laugh"
    },
    {
      "quote": "Let's not call physical comedy falling down and pratfalls. All humor is physical, no matter how you dish it out. It's timing, like a dancer or an athlete would have.",
      "author": "Chevy Chase",
      "category": "Timing, Comedy, You"
    },
    {
      "quote": "I come from a much freer kind of performance thing, where I rely on my own improv and my own sense of humor.",
      "author": "Chevy Chase",
      "category": "Performance, Kind"
    },
    {
      "quote": "I'm just very amused by five-year-old humor.",
      "author": "Kesha",
      "category": "Just, Very, Amused"
    },
    {
      "quote": "'Take Shelter' is a tough movie because there's no humor in it, so there's really no way to judge how you're doing - whether people are still with you or not.",
      "author": "Jeff Nichols",
      "category": "People, Judge, You"
    },
    {
      "quote": "Impropriety is the soul of wit.",
      "author": "W. Somerset Maugham",
      "category": "Soul, Wit"
    },
    {
      "quote": "You are not angry with people when you laugh at them. Humor teaches tolerance.",
      "author": "W. Somerset Maugham",
      "category": "People, Angry, Laugh"
    },
    {
      "quote": "One of the great things about the Internet is that you can read what everybody has to say about everything. It is fascinating to me, the critiques about humor by people who have no sense of humor.",
      "author": "Matt Groening",
      "category": "Great, Internet, Me"
    },
    {
      "quote": "It's funny. People often compare me to other humor essayists. They're usually quite nice comparisons; I will accept those gladly. But I am always sort of appalled at the idea of being lumped with other, more chick-y female writers. And the truth is probably that neither comparison is accurate.",
      "author": "Sloane Crosley",
      "category": "Funny, Truth, I Am"
    },
    {
      "quote": "I think a lot of humor is about distracting yourself. Pretend you're not trying to make it funny. Because for some reason the effort to be funny smells like sulphur in our culture.",
      "author": "Sloane Crosley",
      "category": "Funny, Culture, Effort"
    },
    {
      "quote": "It's easier to sit there and say you don't like feminists because they don't have a sense of humor.",
      "author": "Joan Jett",
      "category": "Sense Of Humor, You, Say"
    },
    {
      "quote": "And I loved Fats Waller. I love his instrumental abilities, his vocal abilities and his sense of humor.",
      "author": "Paul McCartney",
      "category": "Love, Loved, Sense Of Humor"
    },
    {
      "quote": "I think the humor, when applied in the right amount, only serves to intensify the other emotions in a given song; it highlights them, makes them stand out.",
      "author": "John Grant",
      "category": "Song, Stand, Think"
    },
    {
      "quote": "It's an amusing idea to some, this feminism thing - this audacious notion that women should be able to move through the world as freely, and enjoy the same inalienable rights and bodily autonomy, as men. At least, that's the impression given when feminism and feminists are all too often the targets of lazy humor.",
      "author": "Roxane Gay",
      "category": "Women, Men, World"
    },
    {
      "quote": "My humor had changed from foolishness to making sense.",
      "author": "Bernie Mac",
      "category": "Changed, Sense, Making"
    },
    {
      "quote": "I go out and speak to women's groups all the time, and I say, 'Guys, you gotta laugh and find the humor in things. You gotta pass it on.'",
      "author": "Vicki Lawrence",
      "category": "Time, Women, Speak"
    },
    {
      "quote": "A sense of humor is great - it goes a long, long way in a marriage.",
      "author": "Chris Rock",
      "category": "Marriage, Great, Long"
    },
    {
      "quote": "A woman who knows that she doesn't have to get all decked out to look good is sexy. A woman who can make you feel smart with her conversation skills is also sexy. I believe the sense of humor is important.",
      "author": "Benedict Cumberbatch",
      "category": "Good, Woman, Smart"
    },
    {
      "quote": "One thing I have that the majority of other designers don't is humor. That's distinctly my approach, and it was distinctly Franco Moschino's, too.",
      "author": "Jeremy Scott",
      "category": "Majority, Approach"
    },
    {
      "quote": "People, I guess, generally come to see me do stand-up with a working knowledge of my broad sense of humor on 'The Daily Show'... I don't think anyone would mistake me as an actual anchor.",
      "author": "John Oliver",
      "category": "Knowledge, Daily, Me"
    },
    {
      "quote": "Writing is not for me. I completely lose my sense of humor when I write. I become extremely pathetic, very sensational. Images give me possibilities that I don't have with words.",
      "author": "Marjane Satrapi",
      "category": "Writing, Words, Me"
    },
    {
      "quote": "I feel like I've always had a sordid sense of humor, and it's only gotten more twisted as I've gotten older.",
      "author": "Tituss Burgess",
      "category": "Sense Of Humor, Twisted"
    },
    {
      "quote": "You can't do anything to be funny. That's cringeworthy. If your humor comes out of a place of love every time, you don't make the joke bigger than you. The funniest comedians are in touch with their emotional level.",
      "author": "John Krasinski",
      "category": "Funny, Love, Time"
    },
    {
      "quote": "It's great to be able to connect parents with children both emotionally and through humor. I look forward to exploring family entertainment once again and examining the specifics of our day-to-day lives against the backdrop of an extraordinary adventure.",
      "author": "Jon Favreau",
      "category": "Family, Children, Adventure"
    },
    {
      "quote": "I can't begin to tell you how fulfilling the perennial nature of 'Elf' on television has been for me. It's great to be able to connect parents with children both emotionally and through humor.",
      "author": "Jon Favreau",
      "category": "Nature, Children, Great"
    },
    {
      "quote": "Wit is an explosion of the compound spirit.",
      "author": "Karl Wilhelm Friedrich Schlegel",
      "category": "Spirit, Wit, Explosion"
    },
    {
      "quote": "Working on newspapers, you're writing to a certain length, often very brief pieces; you tend to look for easy forms of humor - women can't drive, things like that. That's about the level of a lot of newspaper humor. It becomes a form of laziness.",
      "author": "Tom Wolfe",
      "category": "Women, Writing, Easy"
    },
    {
      "quote": "I think 'Country Girl' is one song that can veer into country or hip-hop or rap. You can listen to it and enjoy the humor and the fun in it.",
      "author": "Luke Bryan",
      "category": "Girl, Fun, Enjoy"
    },
    {
      "quote": "I like bawdy humor. I love bawdy humor, but not dirty humor.",
      "author": "Betty White",
      "category": "Love, Like, Dirty"
    },
    {
      "quote": "Sometimes you can take those dramatic roles and maybe interject a little humor into them, and I think the reverse also works.",
      "author": "Dennis Farina",
      "category": "Think, You, Sometimes"
    },
    {
      "quote": "When I've had to edit my albums, I'll listen to it one time through, and I'll make edits. I want to remember to set up a camera to record myself listening to my set, because I don't even slightly crack a smile, I am just listening for technical details, and I look like somebody that has absolutely no sense of humor. I look insane.",
      "author": "Tig Notaro",
      "category": "Smile, Time, Myself"
    },
    {
      "quote": "My paintings capture the humor, zaniness, and depth of the Batman villains as well as the Freudian motivations of Batman as an all-too-human, venerable, and funny vigilante superhero.",
      "author": "Adam West",
      "category": "Funny, Superhero, Batman"
    },
    {
      "quote": "I get called 'Mayor West' a lot in airports. I've been very fortunate to have a fan base that keeps growing, and the work gets such a warm response and humor from people.",
      "author": "Adam West",
      "category": "Work, People, Response"
    },
    {
      "quote": "I've hung on for a long time in this business and had some success, and I think it's keeping an open mind and being curious and having a sense of humor about oneself that's important.",
      "author": "Adam West",
      "category": "Success, Business, Time"
    },
    {
      "quote": "I do not have a sense of humor of any recognizable sort.",
      "author": "Tommy Lee Jones",
      "category": "Sense Of Humor, Sense"
    },
    {
      "quote": "I admired Stephen Daldry very much; I think he's a brilliant director, and also, I feel close to him because he has a lot of theater behind him. He's also a man of great imagination and a lovely sense of humor.",
      "author": "Max von Sydow",
      "category": "Great, Man, Imagination"
    },
    {
      "quote": "Ingmar Bergman had a great sense of humor, and he had a very special, characteristic laugh that you always recognized - if he went to watch a theater show, 'Ah! He is here tonight.'",
      "author": "Max von Sydow",
      "category": "Great, Laugh, You"
    },
    {
      "quote": "I am a political human being. I have - that's one of my interests. I studied political science in college. I was actually going to get my Ph.D. in poli-sci. And a lot of my material from early on in my career dealt with politics, so I've always considered myself as somebody who enjoys political humor. So I'm not going to stop.",
      "author": "Maz Jobrani",
      "category": "Science, Myself, Politics"
    },
    {
      "quote": "Humor is always important. There are people who help us deal with difficulty or hardship; from the concentration camps to the court jester, there was a need for humor. As long as these kinds of things exist, with repressive regimes, you need it to deal with the weight of daily life.",
      "author": "Maz Jobrani",
      "category": "Life, Daily, Help"
    },
    {
      "quote": "You have to laugh at yourself. I do a lot of humor about all ethnicities that are at the show - Latinos, Asians, Indians... What I say is, 'We're laughing together. I'm laughing with you, not at you.' Never say, 'Oh, I'm better than you.'",
      "author": "Maz Jobrani",
      "category": "Together, Yourself, Laugh"
    },
    {
      "quote": "I think the main thing about comedy and humor is that it's impossible and always was impossible to define.",
      "author": "Mike Nichols",
      "category": "Impossible, Think, Comedy"
    },
    {
      "quote": "The people in New York - their humor is on a level that goes, uh, very deep, you know?",
      "author": "Elaine Stritch",
      "category": "Deep, New York, People"
    },
    {
      "quote": "I compare Stephen Sondheim with humor, because humor is unanalyzable. You can't analyze humor. You just have to get through it.",
      "author": "Elaine Stritch",
      "category": "You, Through, Compare"
    },
    {
      "quote": "Life is never all one thing. It bounces around. Certainly, my own life has. Look at Woody Allen's funny movies - all the humor comes out of sad stuff. Sometimes you have to laugh, no matter what life deals you.",
      "author": "Tim O'Brien",
      "category": "Funny, Life, Sad"
    },
    {
      "quote": "Love, as wonderful and horrible as it is, has at its center a kind of pitiful humor.",
      "author": "Tim O'Brien",
      "category": "Love, Kind, Wonderful"
    },
    {
      "quote": "I love the diversity of America. I love the plain, normal sense of humor Americans have. It is not wicked, like in some countries. And I also love how new America is.",
      "author": "Antonio Banderas",
      "category": "Love, Diversity, America"
    },
    {
      "quote": "From sixteen to twenty, all women, kept in humor by their hopes and by their attractions, appear to be good-natured.",
      "author": "Samuel Richardson",
      "category": "Women, Hopes, Sixteen"
    },
    {
      "quote": "Married people should not be quick to hear what is said by either when in ill humor.",
      "author": "Samuel Richardson",
      "category": "People, Said, Married"
    },
    {
      "quote": "I think humor can be an effective way of getting the point across, but there are definitely times where I just write very earnestly.",
      "author": "Alex Pareene",
      "category": "Think, Way, Point"
    },
    {
      "quote": "I don't know if I realized that I was funny, but I realized how healing and important humor was in my childhood.",
      "author": "Bonnie Hunt",
      "category": "Funny, Childhood, Healing"
    },
    {
      "quote": "There's humor in everything. There's gotta be humor in everything.",
      "author": "Amy Sedaris",
      "category": "Everything, Gotta"
    },
    {
      "quote": "There is also this benefit in brag, that the speaker is unconsciously expressing his own ideal. Humor him by all means, draw it all out, and hold him to it.",
      "author": "Miguel de Cervantes",
      "category": "Hold, Him, Brag"
    },
    {
      "quote": "Me and Matt love to argue, but in general our sense of humor is pretty much alike.",
      "author": "Trey Parker",
      "category": "Love, Me, Sense Of Humor"
    },
    {
      "quote": "The thing about For Better or Worse is the only thing that made me an okay director for that is that I have a sense of humor, and it was supposed to be funny.",
      "author": "Jason Alexander",
      "category": "Funny, Me, Better"
    },
    {
      "quote": "I have such a respect for comedy. It's a lot harder than doing drama, in my opinion; you have to have sort of an innate sense of humor. There are rules to comedy you can learn. But ultimately, it really does require a certain point of view on the world, and that really does appeal to me.",
      "author": "Elizabeth Banks",
      "category": "Respect, World, Me"
    },
    {
      "quote": "Everybody in my family had a real sick, twisted sense of humor. Most of the jokes we make in our house, we would just never even dream of making anywhere else. Just sick, horrible stuff. That wasn't anything new to college.",
      "author": "Seth MacFarlane",
      "category": "Family, College, Dream"
    },
    {
      "quote": "Having a sense of humor has served me more than it has hurt me - just in the sense that it has allowed me to keep my sanity.",
      "author": "Dee Dee Myers",
      "category": "Hurt, Me, Sense Of Humor"
    },
    {
      "quote": "There's a film I did years ago, 'Love Serenade,' that I still really love. It's such an oddball sense of humor. It was a really special film for me when I did it.",
      "author": "Miranda Otto",
      "category": "Love, Me, Sense Of Humor"
    },
    {
      "quote": "What's great about the geek spirit is that life never seems to stop us, and they never seem to kill our enthusiasm, our optimism and our hunger to experience the world. We keep our sense of humor, we protect our dignity, we talk to our friends about the experience and then we start again fresh the very next day.",
      "author": "Paul Feig",
      "category": "Life, Friends, Experience"
    },
    {
      "quote": "Women's humor seems to be a little more supportive. It's just kind of trying to make the other one laugh through funny voices and kind of talking about other people. I respond to that. I feel less like I'm going to get beat up in a room full of women than I do in a room full of guys.",
      "author": "Paul Feig",
      "category": "Funny, Women, Laugh"
    },
    {
      "quote": "In Australia, even the darkest subject matter has a little pinch of humor. A little sweet to make the sour go down.",
      "author": "Ben Mendelsohn",
      "category": "Sweet, Down, Matter"
    },
    {
      "quote": "I'm sure there are people who survive tragedy without humor, but I've never met any of them. Nor would I be particularly interested in writing about them if I did meet them.",
      "author": "Ayelet Waldman",
      "category": "Writing, People, Tragedy"
    },
    {
      "quote": "I do talk about celebrity relationships like Kim Kardashian's. I like to find the humor in love.",
      "author": "Loni Love",
      "category": "Love, Relationships"
    },
    {
      "quote": "I like to be able to feel as many parts of myself while watching a movie at one time. I think that's what 'Super' is - it's funny, but it's also sad. It's very touching in certain ways, and it's also got a very dark sense of humor. So it's allowed to go anywhere.",
      "author": "James Gunn",
      "category": "Funny, Time, Sad"
    },
    {
      "quote": "There are different kinds of humor, some is sarcastic, some introspective. Introspective fit my personality better.",
      "author": "Rita Rudner",
      "category": "Personality, Better"
    },
    {
      "quote": "Kindness is really important to me in finding my own prince - so are patience and a sense of humor. Without those qualities he's no Prince Charming!",
      "author": "Anne Hathaway",
      "category": "Kindness, Patience, Dating"
    },
    {
      "quote": "I personally have dealt with any adversity in my life with humor. That's why I told America to 'Read my hips!' on 'Dancing With the Stars' or was happy to play along with Jason Alexander and Jerry Seinfeld in the great restaurant scene on 'Seinfeld.'",
      "author": "Marlee Matlin",
      "category": "Life, Happy, Adversity"
    },
    {
      "quote": "Humor comes in all forms, and everyone has their cup of tea about what makes them laugh. But the day we censor humor is a sad one for sure.",
      "author": "Marlee Matlin",
      "category": "Day, Sad, Laugh"
    },
    {
      "quote": "I need a woman to have a quirky sense of humor. There's a bunch of jokes I use, and if she doesn't get them, she's probably not for me.",
      "author": "Matthew Perry",
      "category": "Woman, Me, Sense Of Humor"
    },
    {
      "quote": "I was intentionally curbing the impulse to be funny and hiding the ability. I wrote any number of very serious attempts at poems, short stories, novels - horrible. At a certain point, I recognized that it was fun to write dialogue that had a degree of lightness and humor.",
      "author": "Patrick deWitt",
      "category": "Funny, Short, Fun"
    },
    {
      "quote": "I use a lot of humor, and I follow the saying that if you want to tell people the truth, you better make them laugh first; otherwise, they will shoot you.",
      "author": "Sayed Kashua",
      "category": "Truth, People, Laugh"
    },
    {
      "quote": "Mixing humor and politics is something that works.",
      "author": "Bryan Cranston",
      "category": "Politics, Something, Mixing"
    },
    {
      "quote": "I read the script and decide if a particular character looks fun to play. I look for complexity and a sense of humor. Those are crucial, real things to life.",
      "author": "Steve Buscemi",
      "category": "Life, Character, Fun"
    },
    {
      "quote": "I just like playing interesting, complex, complicated characters. I like films that also have an element of humor.",
      "author": "Steve Buscemi",
      "category": "Interesting, Complicated"
    },
    {
      "quote": "You either have chemistry or you don't, but a lot of what attracts me is a guy's mind and humor and talent. I need to get to know all those things before I fall for someone.",
      "author": "Nina Dobrev",
      "category": "Mind, Me, Fall"
    },
    {
      "quote": "The only way I could get comfortable around people was to make them laugh. I was an obedient girl, and humor was my one form of rebellion. I used comedy to deflect. Like, 'Hey, check out my zit!' - you know, making fun of yourself before someone else has a chance to.",
      "author": "Tina Fey",
      "category": "Girl, Fun, Yourself"
    },
    {
      "quote": "I loved Peter Sellers. I thought he was the perfect mix of physical comedy with out-of-the-box humor. I loved his tone I loved his physicality I loved everything about what he was doing as a comedic actor.",
      "author": "J. B. Smoove",
      "category": "Thought, Perfect, Comedy"
    },
    {
      "quote": "I love British humor. It's just so - surreal.",
      "author": "Beck",
      "category": "Love, British, Just"
    },
    {
      "quote": "When I was young, my favorite picture book was 'Fletcher and Zenobia,' written by Edward Gorey and illustrated by Victoria Chess. It's long out of print now, but its mix of macabre humor and 1960s psychedelia made it a perfect children's book for the times.",
      "author": "Rick Riordan",
      "category": "Children, Book, Long"
    },
    {
      "quote": "I like guys with a sense of humor who smile a lot and are kind.",
      "author": "Nikki Glaser",
      "category": "Smile, Sense Of Humor, Kind"
    },
    {
      "quote": "As far as how I approach the humor, I think the best comedy is going to happen when I'm myself and act organically to a news item or situation.",
      "author": "Nikki Glaser",
      "category": "Best, Myself, Think"
    },
    {
      "quote": "All my relatives and friends have been pretty aware of my brand of humor for a while, so none of them have been shocked.",
      "author": "Nikki Glaser",
      "category": "Friends, Brand, Relatives"
    },
    {
      "quote": "Humor can bring people under the tent. And a good joke can deflect some of the intensity surrounding a serious subject.",
      "author": "Ted Danson",
      "category": "Good, People, Bring"
    },
    {
      "quote": "I've always had a sick sense of humor, and I've always wanted that to permeate the music because I don't take myself seriously. I take the music seriously, but I know I'm not God's gift to anyone except my mom.",
      "author": "Josh Homme",
      "category": "Music, Myself, Mom"
    },
    {
      "quote": "I don't have a caustic sense of humor. What I find funny, that humor comes from a much gentler place.",
      "author": "Vera Farmiga",
      "category": "Funny, Sense Of Humor, Place"
    },
    {
      "quote": "I think God gave us senses of humor, and we should use them.",
      "author": "Vera Farmiga",
      "category": "God, Think, Senses"
    },
    {
      "quote": "I'm drawn to the unconventional because I've been drawn unconventionally. I believe that I'm supposed to topple over these false images of what's idealistically beautiful. Because, of course, these intangible qualities are very attractive to women. Sincerity. Sense of humor. Success.",
      "author": "CeeLo Green",
      "category": "Success, Beautiful, Women"
    },
    {
      "quote": "I think being a parent is knowing how to love. Sometimes love is discipline, sometimes it's humor, sometimes it's listening.",
      "author": "Melissa Etheridge",
      "category": "Love, Love Is, Listening"
    },
    {
      "quote": "You see, that's another thing that my parents gave me: an enormously great sense of humor.",
      "author": "Liza Minnelli",
      "category": "Great, Parents, Me"
    },
    {
      "quote": "I just am a snob when it comes to humor.",
      "author": "Courteney Cox",
      "category": "Just, Snob, Am"
    },
    {
      "quote": "Humor is a wonderful way to deal with our suffering because if we can laugh at our troubles, we can feel better. Thich Nhat Hanh is a special man who has helped millions with their suffering with incredible technique. But he doesn't know real suffering, because he has not dated as much as I have.",
      "author": "Garry Shandling",
      "category": "Man, Suffering, Laugh"
    },
    {
      "quote": "I have this horrible sense of humor where I think discomfort is funny - partly because I experience discomfort a lot, and it's a way of laughing at it and getting a release.",
      "author": "Joaquin Phoenix",
      "category": "Funny, Experience, Think"
    },
    {
      "quote": "Some people say my humor focuses too much on stereotypes. It doesn't. It focuses on facts.",
      "author": "Sarah Silverman",
      "category": "Stereotypes, People, Facts"
    },
    {
      "quote": "The darker the film, the more vital everyone's sense of humor is on set.",
      "author": "Eric Bana",
      "category": "Sense Of Humor, Everyone"
    }
  ]
}