{
  "author": "Ravindu Manoj",
  "github": "ravindu01manoj",
  "repo": "Quotes-500k",
  "data": [
    {
      "quote": "If you believe in what you do and you really want to be in music, just stick at it. It's always a learning process. Enjoy it because I think making music is a privilege, really. In an ideal world, it should also always be fun. As much as possible, make it fun.",
      "author": "Kate Bush",
      "category": "Learning, Believe, World"
    },
    {
      "quote": "Life seems terrible and disappointing, so you need to find something you need to make you stick around. Music that makes me happiest is the saddest music, with the most emotional feel.",
      "author": "Josh Klinghoffer",
      "category": "Life, Me, You"
    },
    {
      "quote": "It's hard to dance to really fast music. All you can do is pump your fist to it, and after a while, you're going to have a seizure.",
      "author": "Kiesza",
      "category": "Dance, Fast, You"
    },
    {
      "quote": "My mother was American, and my father was from the Caribbean, and there was a big open door into the world of humanity and music.",
      "author": "Taj Mahal",
      "category": "Father, Mother, Humanity"
    },
    {
      "quote": "Making music is an emotional thing. And when you're on a video shoot with 50 people there, you have to somehow, in a non-emotional way, say what you want and not feel guilty for it. And that takes growing up and that takes... not caring how people perceive you as much. And it just takes experience, I think.",
      "author": "Jillian Rose Banks",
      "category": "Experience, Caring"
    },
    {
      "quote": "From the first album, Led Zeppelin was always going to be a totally new approach from what had gone before - whether it was approaching the blues or folk music like 'Babe I'm Gonna Leave You': nothing existed like that.",
      "author": "Jimmy Page",
      "category": "You, Blues, New"
    },
    {
      "quote": "When I began making electronic music, the only thing I was thinking about was creating music that I really liked. I didn't think about what effect it would have; I was busy doing it.",
      "author": "Jean-Michel Jarre",
      "category": "Thinking, Busy, Think"
    },
    {
      "quote": "I love a lot of different styles, but my heart belongs in electronic music.",
      "author": "John Grant",
      "category": "Love, Heart, Different"
    },
    {
      "quote": "I can't create music if I'm wearing a mask and not being myself, and that was the problem with The Czars.",
      "author": "John Grant",
      "category": "Myself, Problem"
    },
    {
      "quote": "A song without music is a lot like H2 without the O.",
      "author": "Ira Gershwin",
      "category": "Song, Without, Like"
    },
    {
      "quote": "Music and silence combine strongly because music is done with silence, and silence is full of music.",
      "author": "Marcel Marceau",
      "category": "Silence, Done, Combine"
    },
    {
      "quote": "For the introduction of a new kind of music must be shunned as imperiling the whole state since styles of music are never disturbed without affecting the most important political institutions.",
      "author": "Plato",
      "category": "Political, Important"
    },
    {
      "quote": "The music industry is a strange combination of having real and intangible assets: pop bands are brand names in themselves, and at a given stage in their careers their name alone can practically gaurantee hit records.",
      "author": "Richard Branson",
      "category": "Alone, Brand, Name"
    },
    {
      "quote": "There's no religion but sex and music.",
      "author": "Sting",
      "category": "Religion, Sex"
    },
    {
      "quote": "Music makes me high on stage, and that's the truth. It's like being almost addicted to music.",
      "author": "Jimi Hendrix",
      "category": "Truth, Me, High"
    },
    {
      "quote": "I see architecture not as Gropius did, as a moral venture, as truth, but as invention, in the same way that poetry or music or painting is invention.",
      "author": "Michael Graves",
      "category": "Truth, Architecture, Poetry"
    },
    {
      "quote": "I love music passionately. And because I love it I try to free it from barren traditions that stifle it.",
      "author": "Claude Debussy",
      "category": "Love, Free, Try"
    },
    {
      "quote": "I firmly disbelieve that one has to be a tortured soul to write good music.",
      "author": "P. J. Harvey",
      "category": "Good, Soul, Write"
    },
    {
      "quote": "It's nice to be able to backtrack and not be embarrassed by the music you used to listen to.",
      "author": "Will Oldham",
      "category": "Listen, Nice, You"
    },
    {
      "quote": "I'm saddened to see that everyone's pitched out the baby with the bath, in that we say that it can't be one or the other, it could be both. I mean, just because we listen to classical music doesn't mean that we can't listen to jazz.",
      "author": "Don Bluth",
      "category": "Baby, Jazz, See"
    },
    {
      "quote": "Change is always happening. That's one of the wonderful things about jazz music.",
      "author": "Maynard Ferguson",
      "category": "Change, Jazz, Wonderful"
    },
    {
      "quote": "The tango is really a combination of many cultures, though it eventually became the national music of Argentina.",
      "author": "Yo-Yo Ma",
      "category": "Cultures, Argentina"
    },
    {
      "quote": "Playing sport was somewhat frivolous, but I liked it. I rebelled a little bit, and wouldn't go to music lessons and things like that, but I would go and play ball. My parents learned to love it because they saw how much I got out of it.",
      "author": "Mike Krzyzewski",
      "category": "Love, Parents, Play"
    },
    {
      "quote": "We do play to our audience. It's very important. You can't create music in a vacuum.",
      "author": "Brian May",
      "category": "Important, Play, You"
    },
    {
      "quote": "The beautiful thing about hip-hop is it's like an audio collage. You can take any form of music and do it in a hip-hop way and it'll be a hip-hop song. That's the only music you can do that with.",
      "author": "Talib Kweli",
      "category": "Beautiful, Song, You"
    },
    {
      "quote": "One of the interesting things here is that the people who should be shaping the future are politicians. But the political framework itself is so dead and closed that people look to other sources, like artists, because art and music allow people a certain freedom.",
      "author": "Thom Yorke",
      "category": "Art, Future, Freedom"
    },
    {
      "quote": "I don't like to talk about things where you're going to gt one side or the other unhappy. My music has no politics.",
      "author": "Loretta Lynn",
      "category": "Politics, Unhappy, You"
    },
    {
      "quote": "I do promotion when it is necessary, but I always want to get back to the music.",
      "author": "Enya",
      "category": "Want, Promotion, Back"
    },
    {
      "quote": "If you pour some music on whatever's wrong, it'll sure help out.",
      "author": "Levon Helm",
      "category": "Help, You, Whatever"
    },
    {
      "quote": "Music - that's been my education. There's not a day that goes by that I take it for granted.",
      "author": "Billie Joe Armstrong",
      "category": "Education, Day, Take"
    },
    {
      "quote": "I like music because it's the only invisible art form.",
      "author": "Sean Lennon",
      "category": "Art, Invisible, Like"
    },
    {
      "quote": "People think our music's very aggressive or angry or whatever, and it's just the opposite, really... I like laughing. And I like being really calm before a show, and smiley.",
      "author": "Serj Tankian",
      "category": "Calm, People, Think"
    },
    {
      "quote": "If the pressure is getting to you, whistle. In a barely audible way. It's the best way I know of to let go of tension. Music gets your mind off the situation, and the act of whistling melts the tension out of your body.",
      "author": "Fuzzy Zoeller",
      "category": "Best, Mind, Pressure"
    },
    {
      "quote": "It was amazing and inspiring to see so many people come together through music to aid the great state of Vermont.",
      "author": "Trey Anastasio",
      "category": "Great, Together, Amazing"
    },
    {
      "quote": "There are a lot of influences from different countries in my music. For example, I chose the guitar in my music, I think that it is a feminine instrument, so when I do not sing, the music expresses my voice.",
      "author": "Paulina Rubio",
      "category": "Guitar, Voice, Think"
    },
    {
      "quote": "As a woman, you spend so much time either cooking or getting ready to go somewhere. I like to have music when I'm doing either of these things.",
      "author": "Zoe Saldana",
      "category": "Time, Woman, Cooking"
    },
    {
      "quote": "I believe that music is another form of news. Music is another form of journalism to me so I have to cover all the areas with my album.",
      "author": "Lil Wayne",
      "category": "Believe, Me, Journalism"
    },
    {
      "quote": "Many people die with their music still in them. Why is this so? Too often it is because they are always getting ready to live. Before they know it, time runs out.",
      "author": "Oliver Wendell Holmes, Sr.",
      "category": "Time, People, Live"
    },
    {
      "quote": "Develop interest in life as you see it; in people, things, literature, music - the world is so rich, simply throbbing with rich treasures, beautiful souls and interesting people. Forget yourself.",
      "author": "Henry Miller",
      "category": "Life, Beautiful, World"
    },
    {
      "quote": "Medicine to produce health must examine disease; and music, to create harmony must investigate discord.",
      "author": "Plutarch",
      "category": "Health, Medicine, Harmony"
    },
    {
      "quote": "A lot of pop music is about stealing pocket money from children.",
      "author": "Ian Anderson",
      "category": "Children, Money, Stealing"
    },
    {
      "quote": "I was about sixteen when I discovered that music could get you laid, so I got into music boy, didn't matter what you looked like either, you could be a geeky looking guy but if you played music, whoa, you'd get the girls.",
      "author": "Tommy Chong",
      "category": "Looking, Matter, You"
    },
    {
      "quote": "As Erykah Badu, it has nothing to do with me, the way I look, my hair wrap, my style, it's about you and what you feel for my music. If I can make you feel like the way that people who influenced me made me feel, that's completion.",
      "author": "Erykah Badu",
      "category": "Hair, Style, Me"
    },
    {
      "quote": "I mean, just because you're a musician doesn't mean all your ideas are about music. So every once in a while I get an idea about plumbing, I get an idea about city government, and they come the way they come.",
      "author": "Jerry Garcia",
      "category": "City, Government, Ideas"
    },
    {
      "quote": "Music is always a commentary on society.",
      "author": "Frank Zappa",
      "category": "Society, Always, Commentary"
    },
    {
      "quote": "I believe music should reflect yourself in some way and not just yourself at the given time. I feel that when you die or when you're going, someone's supposed to listen to that music and know everything about you. And I just try to get that across.",
      "author": "Lil Wayne",
      "category": "Time, Believe, Yourself"
    },
    {
      "quote": "I love electronic music, and I love drum and bass.",
      "author": "Fred Durst",
      "category": "Love, Bass, Electronic"
    },
    {
      "quote": "In its beginnings, music was merely chamber music, meant to be listened to in a small space by a small audience.",
      "author": "Gustav Mahler",
      "category": "Space, Small, Meant To Be"
    },
    {
      "quote": "Music is intended and designed for sentient beings that have hopes and purposes and emotions.",
      "author": "Jacques Barzun",
      "category": "Emotions, Hopes, Intended"
    },
    {
      "quote": "Music is God's gift to man, the only art of Heaven given to earth, the only art of earth we take to Heaven.",
      "author": "Walter Savage Landor",
      "category": "Art, God, Man"
    },
    {
      "quote": "Music is the soundtrack of your life.",
      "author": "Dick Clark",
      "category": "Life, Your, Soundtrack"
    },
    {
      "quote": "Every song is like a painting.",
      "author": "Dick Dale",
      "category": "Song, Painting, Like"
    },
    {
      "quote": "The advice I am giving always to all my students is above all to study the music profoundly... music is like the ocean, and the instruments are little or bigger islands, very beautiful for the flowers and trees.",
      "author": "Andres Segovia",
      "category": "Beautiful, Ocean, Flowers"
    },
    {
      "quote": "I need music. It's like my heartbeat, so to speak. It keeps me going no matter what's going on - bad games, press, whatever!",
      "author": "LeBron James",
      "category": "Speak, Me, Matter"
    },
    {
      "quote": "The tuba is certainly the most intestinal of instruments, the very lower bowel of music.",
      "author": "Peter De Vries",
      "category": "Most, Instruments, Certainly"
    },
    {
      "quote": "I alone of English writers have consciously set myself to make music out of what I may call the sound of sense.",
      "author": "Robert Frost",
      "category": "Myself, Alone, Sound"
    },
    {
      "quote": "My loathings are simple: stupidity, oppression, crime, cruelty, soft music.",
      "author": "Vladimir Nabokov",
      "category": "Simple, Stupidity"
    },
    {
      "quote": "When a singer truly feels and experiences what the music is all about, the words will automatically ring true.",
      "author": "Montserrat Caballe",
      "category": "Words, Ring, True"
    },
    {
      "quote": "There are so many opportunities in life, that the loss of two or three capabilities is not necessarily debilitating. A handicap can give you the opportunity to focus more on art, writing, or music.",
      "author": "Jim Davis",
      "category": "Life, Art, Opportunity"
    },
    {
      "quote": "To be alive, to be able to see, to walk, to have houses, music, paintings - it's all a miracle. I have adopted the technique of living life miracle to miracle.",
      "author": "Arthur Rubinstein",
      "category": "Life, Walk, Living"
    },
    {
      "quote": "A verbal art like poetry is reflective; it stops to think. Music is immediate, it goes on to become.",
      "author": "W. H. Auden",
      "category": "Art, Poetry, Think"
    },
    {
      "quote": "To know how to suggest is the great art of teaching. To attain it we must be able to guess what will interest; we must learn to read the childish soul as we might a piece of music. Then, by simply changing the key, we keep up the attraction and vary the song.",
      "author": "Henri Frederic Amiel",
      "category": "Art, Great, Soul"
    },
    {
      "quote": "If one plays good music, people don't listen and if one plays bad music people don't talk.",
      "author": "Oscar Wilde",
      "category": "Good, People, Listen"
    },
    {
      "quote": "Country music is three chords and the truth.",
      "author": "Harlan Howard",
      "category": "Truth, Three, Country Music"
    },
    {
      "quote": "Music has to be written while people are still excited about a particular melodic or rhythmic sequence. The idea doesn't come out the same if we're not really excited about it.",
      "author": "Brandon Boyd",
      "category": "People, Idea, Same"
    },
    {
      "quote": "When they look back on me I want 'em to remember me not for all my wives, although I've had a few, and certainly not for any mansions or high livin' money I made and spent. I want 'em to remember me simply for my music.",
      "author": "Jerry Lee Lewis",
      "category": "Money, Me, Remember"
    },
    {
      "quote": "There was one man who was interested in the color of music, the connection between light and music, and that was Einstein.",
      "author": "Leon Theremin",
      "category": "Light, Man, Color"
    },
    {
      "quote": "In serial music, the series itself is seldom audible... What I'm interested in is a compositional process and a sounding music that are one in the same thing.",
      "author": "Steve Reich",
      "category": "Process, Same, Series"
    },
    {
      "quote": "I discovered that the most interesting music of all was made by simply lining the loops in unison, and letting them slowly shift out of phase with other.",
      "author": "Steve Reich",
      "category": "Interesting, Slowly, Made"
    },
    {
      "quote": "Rock n' Roll came from the slaves singing gospel in the fields. Their lives were hell and they used music to lift out of it, to take them away. That's what rock n' roll should do - take you to a better place.",
      "author": "Meat Loaf",
      "category": "Singing, Better, You"
    },
    {
      "quote": "My dad wanted me to play when I was a kid, so I learned to play the guitar. I pursued a career in music because I love it so much and I enjoy what it does to those who hear it.",
      "author": "Randy Travis",
      "category": "Love, Me, Enjoy"
    },
    {
      "quote": "I cannot conceive of music that expresses absolutely nothing.",
      "author": "Bela Bartok",
      "category": "Nothing, Cannot, Conceive"
    },
    {
      "quote": "I was never worried that synthesizers would replace musicians. First of all, you have to be a musician in order to make music with a synthesizer.",
      "author": "Robert Moog",
      "category": "Musicians, You, First"
    },
    {
      "quote": "Good rock music always tends to be around.",
      "author": "Dave Davies",
      "category": "Good, Rock, Always"
    },
    {
      "quote": "My free time at home is usually spent emailing, listening to music, reading and talking on the phone. I wish I was on the phone less, but I have been fortunate to stay in touch with so many incredible friends.",
      "author": "Steve Nash",
      "category": "Time, Home, Friends"
    },
    {
      "quote": "If I know you're very good in music, I can predict with just about zero accuracy whether you're going to be good or bad in other things.",
      "author": "Howard Gardner",
      "category": "Good, Know, You"
    },
    {
      "quote": "In 'thinking up' music I usually have some kind of a brass band with wings on it in back of my mind.",
      "author": "Charles Ives",
      "category": "Thinking, Mind, Wings"
    },
    {
      "quote": "My goal is to be one with the music. I just dedicate my whole life to this art.",
      "author": "Jimi Hendrix",
      "category": "Life, Art, Goal"
    },
    {
      "quote": "I mean, there's times to rock and roll, and I love that too. But I think my first love is acoustic music.",
      "author": "Graham Nash",
      "category": "Love, Love Is, Rock And Roll"
    },
    {
      "quote": "Music is the expression of the movement of the waters, the play of curves described by changing breezes.",
      "author": "Claude Debussy",
      "category": "Changing, Play, Curves"
    },
    {
      "quote": "It's about the music and that's it. I'm not an entertainer. But I do entertain people, see what I mean?",
      "author": "Liam Gallagher",
      "category": "People, Mean, See"
    },
    {
      "quote": "Music is one of those things that is constantly going in my head all the time. It's sort of like the evolution and creation of doing food, or my philosophy about wine. It's always beating in my head, so it keeps the spirit moving.",
      "author": "Emeril Lagasse",
      "category": "Time, Food, Philosophy"
    },
    {
      "quote": "Yes, there are times when I get extremely depressed and how I sublimate those feelings is through music.",
      "author": "Peter Steele",
      "category": "Feelings, Through, Depressed"
    },
    {
      "quote": "Unfortunately, the young generation, who I believe have their own place in the sun like I had mine; but I wish it was possible there were other ways to have them understand this music was here before they came, and the reason that it was here.",
      "author": "Ruth Brown",
      "category": "Sun, Believe, I Believe"
    },
    {
      "quote": "I have been tied up with music for about as long as I can remember. By the time I was four I was picking out little tunes my mother played on the reed organ in the living-room.",
      "author": "Mary Lou Williams",
      "category": "Time, Mother, Remember"
    },
    {
      "quote": "If you already have a piece of music ingrained in your body, why would you not play it?",
      "author": "Keith Jarrett",
      "category": "Body, Play, Why"
    },
    {
      "quote": "I can write music but I'm not much for words.",
      "author": "Jim Diamond",
      "category": "Words, I Can, Write"
    },
    {
      "quote": "I am musical and I enjoy theatre, but I never wanted to just do theatre. I always wanted to go into film. I love film. I loved growing up in the theatre, but I always wanted to do film all along. But, I still pursue music separately.",
      "author": "Sabrina Lloyd",
      "category": "Love, I Am, Theatre"
    },
    {
      "quote": "But anyone who knows anything about the music industry knows it's not only about the music.",
      "author": "Isaac Hanson",
      "category": "Music Industry, Anything"
    },
    {
      "quote": "In music you have people exposing this very vulnerable part of themselves, and you also have the lifestyle is so fast that oftentimes people search for whatever the easiest way to feel relaxed in the midst of all of it, or the easiest way to have energy.",
      "author": "John Frusciante",
      "category": "Energy, People, Search"
    },
    {
      "quote": "I come from a background of experimental music which mingled real sounds together with musical sounds.",
      "author": "Ennio Morricone",
      "category": "Together, Real, Background"
    },
    {
      "quote": "They told me that they are starting a classic label, and wanted me to be the first artist. So I signed, and am producing myself, and writing my own music, but I'm their first artist on their classic label. And I have creative control.",
      "author": "Teena Marie",
      "category": "Myself, Writing, Artist"
    },
    {
      "quote": "When I was younger, I was in love with everything about the British Isles, from British folklore to Celtic music. That was always where my passions were as a young girl, and so I studied folklore as a college student in England and Ireland.",
      "author": "Terri Windling",
      "category": "Love, College, Girl"
    },
    {
      "quote": "We just make music. For I never stop working.",
      "author": "Dennis Brown",
      "category": "Working, Stop, Never"
    },
    {
      "quote": "Instrumental music can spread the international language.",
      "author": "Herb Alpert",
      "category": "Language, International"
    },
    {
      "quote": "Music has always been transnational; people pick up whatever interests them, and certainly a lot of classical music has absorbed influences from all over the world.",
      "author": "Yo-Yo Ma",
      "category": "World, People, Always"
    },
    {
      "quote": "The real reason we ended up getting into that type of music was our dad worked for an oil company so we spent a year overseas when we were young kids. Because of that, it was all Spanish TV and radio so we ended up having these '50s and '60s tapes, tapes of that music.",
      "author": "Zac Hanson",
      "category": "Company, Oil, Kids"
    },
    {
      "quote": "Like Jermaine was saying, it's a beautiful day, and we're just glad all of this is behind us. We can go on with our lives. And Michael can go on with his life and do what he does best, and that's making good music, making his fans happy, people happy all over the world.",
      "author": "Tito Jackson",
      "category": "Life, Happy, Beautiful"
    },
    {
      "quote": "I use music as a medium to talk to people.",
      "author": "Sun Ra",
      "category": "People, Talk, Use"
    },
    {
      "quote": "The Moment is an album that contains the best music I have ever produced.",
      "author": "Kenny G",
      "category": "Best, Moment, Album"
    },
    {
      "quote": "These seem to me so ambiguous, so vague, so easily misunderstood in comparison to genuine music, which fills the soul with a thousand things better than words.",
      "author": "Felix Mendelssohn",
      "category": "Soul, Words, Me"
    },
    {
      "quote": "That's what Kiss is all about - not just music, but entertainment, y'know? We're there to take you away from your problems, and rock and roll all night and party every day for those two hours you're at the concert.",
      "author": "Ace Frehley",
      "category": "Day, Rock And Roll, Night"
    },
    {
      "quote": "Obviously given good health, and a continuing audience and a record company that allows me to do music. So given those things yes, I'm introducing some new music that people haven't really heard me do in quite this fashion.",
      "author": "Al Jarreau",
      "category": "Good, Health, Good Health"
    },
    {
      "quote": "Lately I've been believing that music predates speech.",
      "author": "Debbie Harry",
      "category": "Speech, Believing, Been"
    },
    {
      "quote": "Since I started composing I have always worked with series of tempos, even superimposed the music of different groups of musicians, of singers, instrumentalists who play and sing in different tempos simultaneously and then meet every now and then in the same tempo.",
      "author": "Karlheinz Stockhausen",
      "category": "Musicians, Play, Same"
    },
    {
      "quote": "My opinion is that music is music. As long as you approach doing a remix with truth, I don't see the dance remixes being any different than an hip-hop remix- it's really a different version of the song.",
      "author": "Deborah Cox",
      "category": "Truth, Dance, Opinion"
    },
    {
      "quote": "Donald had reached its further edge, and could hear the rush of the stream from the deep obscurity of the abyss below, when there rose from the opposite side a strain of the most delightful music he had ever heard.",
      "author": "Hugh Miller",
      "category": "Deep, Rose, Edge"
    },
    {
      "quote": "Anybody can write music of a sort. But touching the public heart is quite another thing.",
      "author": "John Philip Sousa",
      "category": "Heart, Public, Write"
    },
    {
      "quote": "As a culture I see us as presently deprived of subtleties. The music is loud, the anger is elevated, sex seems lacking in sweetness and privacy.",
      "author": "Shelley Berman",
      "category": "Culture, Anger, Privacy"
    },
    {
      "quote": "Music is the doorway that has led me to drawing, photography, and writing.",
      "author": "Layne Staley",
      "category": "Writing, Me, Photography"
    },
    {
      "quote": "Music is all about wanting to be better at it.",
      "author": "Geddy Lee",
      "category": "Better, Wanting, About"
    },
    {
      "quote": "Someone who knows only music, understands nothing about it.",
      "author": "Hanns Eisler",
      "category": "Nothing, Someone, Knows"
    },
    {
      "quote": "There's an awful lot of resources that can be drawn upon in an improvised music concert.",
      "author": "Fred Frith",
      "category": "Resources, Concert, Lot"
    },
    {
      "quote": "Curtain! Fast music! Light! Ready for the last finale! Great! The show looks good, the show looks good!",
      "author": "Florenz Ziegfeld",
      "category": "Good, Light, Great"
    },
    {
      "quote": "If a professional musician in a symphony orchestra is playing Beethoven. But this particular orchestra have played this particular chestnut so many times, they can play it in their sleep. Does the genius remain present in the music or not?",
      "author": "Robert Fripp",
      "category": "Sleep, Genius, Professional"
    },
    {
      "quote": "I quit high school on my birthday. It was my senior year and I didn't see the point. This was 1962, and I was ready to make music.",
      "author": "Barry White",
      "category": "Birthday, School"
    },
    {
      "quote": "Music is like a huge release of tension.",
      "author": "James Taylor",
      "category": "Tension, Like, Release"
    },
    {
      "quote": "I don't like to be labeled, to be anything. I've made the mistake before myself of labeling my music, but it's counter-productive.",
      "author": "Neil Young",
      "category": "Myself, Mistake, Anything"
    },
    {
      "quote": "My head works in music, so there's always music there.",
      "author": "Ben Harper",
      "category": "Head, Always, Works"
    },
    {
      "quote": "So, when you divide the world into music lovers, music fans and then those people who are just very casual about their music, it's wallpaper to them, it's elevator music, it's just the thing that's playing in the background that helps them through their day.",
      "author": "Michael Stipe",
      "category": "Day, World, People"
    },
    {
      "quote": "Beyond a certain point, the music isn't mine anymore. It's yours.",
      "author": "Phil Collins",
      "category": "Beyond, Point, Anymore"
    },
    {
      "quote": "There's definitely an old school element to my music, but I also think it's modern.",
      "author": "Lenny Kravitz",
      "category": "School, Think, Modern"
    },
    {
      "quote": "Grammys, American Music Awards, successful albums, I'd pick my kids any day over any of it.",
      "author": "Toni Braxton",
      "category": "Day, American, Successful"
    },
    {
      "quote": "Have you listened to the radio lately? Have you heard the canned, frozen and processed product being dished up to the world as American popular music today?",
      "author": "Billy Joel",
      "category": "Today, American, World"
    },
    {
      "quote": "Don't make music for some vast, unseen audience or market or ratings share or even for something as tangible as money. Though it's crucial to make a living, that shouldn't be your inspiration. Do it for yourself.",
      "author": "Billy Joel",
      "category": "Money, Yourself, Living"
    },
    {
      "quote": "I grew up listening to a lot of soul music, and a lot of folk music.",
      "author": "Katey Sagal",
      "category": "Soul, Listening, Up"
    },
    {
      "quote": "To me history ought to be a source of pleasure. It isn't just part of our civic responsibility. To me it's an enlargement of the experience of being alive, just the way literature or art or music is.",
      "author": "David McCullough",
      "category": "Art, History, Experience"
    },
    {
      "quote": "There's the soundtrack to The French Connection II'I think It's my favorite soundtrack. It hasn't been released. I actually had to go and get the film and just make a recording of it to get the music.",
      "author": "Jonny Greenwood",
      "category": "Favorite, Think, Connection"
    },
    {
      "quote": "I'm quite into listening to music and not doing anything else.",
      "author": "Jonny Greenwood",
      "category": "Listening, Doing, Anything"
    },
    {
      "quote": "There is a lot of work just in terms of traveling and logistics and people and gear and all that kind of stuff. But I never really have problems playing music. That never seems like work.",
      "author": "James Iha",
      "category": "Work, Problems, People"
    },
    {
      "quote": "Well, because music is my life and music is not work for me.",
      "author": "Gunther Schuller",
      "category": "Life, Work, Me"
    },
    {
      "quote": "I'm a big collector of vinyl - I have a record room in my house - and I've always had a huge soundtrack album collection. So what I do, as I'm writing a movie, is go through all those songs, trying to find good songs for fights, or good pieces of music to layer into the film.",
      "author": "Quentin Tarantino",
      "category": "Good, Writing, Trying"
    },
    {
      "quote": "No, I do a bunch of things to entertain myself. I paint, I make music, I take photographs.",
      "author": "Charlie Hunnam",
      "category": "Myself, Paint, Things"
    },
    {
      "quote": "The only things Mick and I disagree about is the band, the music and what we do.",
      "author": "Keith Richards",
      "category": "Band, Disagree, Things"
    },
    {
      "quote": "Drums just always sounded like the most fun part of that good music for me.",
      "author": "Levon Helm",
      "category": "Good, Fun, Me"
    },
    {
      "quote": "My dad took me to all the best rock and punk shows when I was growing up and music has always been a part of my life. So I'm very interested in the music scene and I suppose that's why I've ended up going out with musicians. Dave Pirner is still one of my best friends.",
      "author": "Winona Ryder",
      "category": "Life, Friends, Best"
    },
    {
      "quote": "I think that is what film and art and music do they can work as a map of sorts for your feelings.",
      "author": "Bruce Springsteen",
      "category": "Work, Art, Think"
    },
    {
      "quote": "I'm one of those firm believers that good music will prevail.",
      "author": "Pras Michel",
      "category": "Good, Will, Prevail"
    },
    {
      "quote": "I do like what Alicia Keys and John Legend are doing. With their music, you keep your clothes on.",
      "author": "Ben E. King",
      "category": "Clothes, Legend, You"
    },
    {
      "quote": "I wasn't interested in writing music that wasn't beautiful for me to listen to.",
      "author": "Joanna Newsom",
      "category": "Beautiful, Writing, Me"
    },
    {
      "quote": "Black music has increased my enjoyment of what I do. It has increased my range, my ability to reach into myself and accept myself.",
      "author": "Michael Bolton",
      "category": "Myself, Black, Reach"
    },
    {
      "quote": "For a person as obsessed with music as I am, I always hear a song in the back of my head, all the time, and that usually is my own tune. I've done that all my life.",
      "author": "Bjork",
      "category": "Life, Time, I Am"
    },
    {
      "quote": "Music is harmony, harmony is perfection, perfection is our dream, and our dream is heaven.",
      "author": "Henri Frederic Amiel",
      "category": "Perfection, Dream, Harmony"
    },
    {
      "quote": "Rock and roll music - the music of freedom frightens people and unleashes all manner of conservative defense mechanisms.",
      "author": "Salman Rushdie",
      "category": "Freedom, Rock And Roll"
    },
    {
      "quote": "When music fails to agree to the ear, to soothe the ear and the heart and the senses, then it has missed the point.",
      "author": "Maria Callas",
      "category": "Heart, Senses, Point"
    },
    {
      "quote": "Conductors' careers are made for the most part with 'Romantic' music. 'Classic' music eliminates the conductor we do not remember him in it.",
      "author": "Igor Stravinsky",
      "category": "Romantic, Remember, Him"
    },
    {
      "quote": "Music creates order out of chaos: for rhythm imposes unanimity upon the divergent, melody imposes continuity upon the disjointed, and harmony imposes compatibility upon the incongruous.",
      "author": "Yehudi Menuhin",
      "category": "Chaos, Harmony, Rhythm"
    },
    {
      "quote": "Music exists for the purpose of growing an admirable heart.",
      "author": "Shinichi Suzuki",
      "category": "Heart, Purpose, Growing"
    },
    {
      "quote": "Napster hijacked our music without asking. They never sought our permission. Our catalog of music simply became available as free downloads on the Napster system.",
      "author": "Lars Ulrich",
      "category": "Free, System, Asking"
    },
    {
      "quote": "When we made that album with Gary Moore, I was still kind of searching for the right direction for myself. Although the music is quite good the direction was like a box of fireworks that caught light all at the same time.",
      "author": "Greg Lake",
      "category": "Time, Good, Light"
    },
    {
      "quote": "Dance with a girl three times, and if you like the light of her eye and the tone of voice with which she, breathless, answers your little questions about horseflesh and music about affairs masculine and feminine, then take the leap in the dark.",
      "author": "Anthony Trollope",
      "category": "Light, Dance, Girl"
    },
    {
      "quote": "It's about giving the people what they want. So many people have told me that they've made love to my records so what I've delivered this time is an album about sex. Pretty much every song has that theme. Straight no chasers, it's booty music!",
      "author": "Tyrese Gibson",
      "category": "Love, Time, Giving"
    },
    {
      "quote": "I'd love to do my own music for sure. I'd love to have a band.",
      "author": "Selena Gomez",
      "category": "Love, Band, My Own"
    },
    {
      "quote": "Music is in my DNA!",
      "author": "Rihanna",
      "category": "DNA"
    },
    {
      "quote": "I like having my hair and face done, but I'm not going to lose weight because someone tells me to. I make music to be a musician not to be on the cover of Playboy.",
      "author": "Adele",
      "category": "Hair, Me, Diet"
    },
    {
      "quote": "I really started writing music to challenge myself, to see what I could write.",
      "author": "Amy Winehouse",
      "category": "Myself, Challenge, Writing"
    },
    {
      "quote": "Thirty-three-years-old, still creating art. It's rage, it's creativity, it's pain, it's hurt, but it's the opportunity to still have my voice get out there through music.",
      "author": "Kanye West",
      "category": "Art, Creativity, Opportunity"
    },
    {
      "quote": "I feel like I was the only person who was capable of making this type of music in this type of way. I don't rap like nobody, I don't try to sound like nobody.",
      "author": "Mos Def",
      "category": "Way, Try, Person"
    },
    {
      "quote": "I just want to sing, I want to work on my music, I want to make my movies, that's all I want to do.",
      "author": "Marc Anthony",
      "category": "Work, Movies, Want"
    },
    {
      "quote": "That type of autograph, pictures and apparel thievery was not part of what I grew up with. I loved the artists and their music. I would be thrilled to meet them, but the thought of getting a scribble or stealing an article of clothing never occurred or appealed to me.",
      "author": "Davey Havok",
      "category": "Thought, Me, Loved"
    },
    {
      "quote": "I am into nature and seeing whales. I went whale-watching, and I was really looking forward to that, but when you see it on TV and you see other programs do it, you're seeing close-ups of these massive creatures, and the music that's added gives you a certain feeling.",
      "author": "Karl Pilkington",
      "category": "Nature, I Am"
    },
    {
      "quote": "My first real foreign holiday was my honeymoon 20 years ago, and we went to Bali. It was particularly special for that reason, I enjoyed it very much - I had packed music scores and a practice drum pad, suspecting that I would be completely bored, but actually they remained in my case.",
      "author": "Evelyn Glennie",
      "category": "Holiday, Practice, Special"
    },
    {
      "quote": "I became a set designer for opera. I'm a great opera buff, I love classical music, and I needed a time-out.",
      "author": "Maurice Sendak",
      "category": "Love, Great, Opera"
    },
    {
      "quote": "You know, for most of its life bluegrass has had this stigma of being all straw hats and hay bales and not necessarily the most sophisticated form of music. Yet you can't help responding to its honesty. It's music that finds its way deep into your soul because it's strings vibrating against wood and nothing else.",
      "author": "Alison Krauss",
      "category": "Life, Deep, Honesty"
    },
    {
      "quote": "The fact that we elected Obama was a sign that the black struggle inherent in the blues and so much of the music I have loved can triumph.",
      "author": "Jack White",
      "category": "Struggle, Black, Blues"
    },
    {
      "quote": "I read a lot; fiction and non-fiction are the mediums I find most edifying and inspiring. I watch movies and listen to music and take lots and lots of walks. Nature is a nice reset button for me, it's how I get a lot of thinking done.",
      "author": "Carrie Brownstein",
      "category": "Nature, Thinking, Me"
    },
    {
      "quote": "My aim is just to make good music every single time.",
      "author": "Lil Wayne",
      "category": "Time, Good, Aim"
    },
    {
      "quote": "Music is my hustle.",
      "author": "Pitbull",
      "category": "Hustle"
    },
    {
      "quote": "When I got into music, I wanted to learn guitar just enough to be able to write songs. I wanted to be able to express myself.",
      "author": "Chris Daughtry",
      "category": "Myself, Guitar, Learn"
    },
    {
      "quote": "Our job as producers is to make the music sound as good as possible.",
      "author": "David Guetta",
      "category": "Good, Job, Sound"
    },
    {
      "quote": "Nobody was listening when I learned how to play music. But there's something about being on stage, talking to the audience, looking at them and smiling, that's always been difficult for me. I'm a lot more comfortable now, but there are still moments of awkwardness.",
      "author": "Norah Jones",
      "category": "Smiling, Listening, Moments"
    },
    {
      "quote": "I had to resign myself, many years ago, that I'm not too articulate when it comes to explaining how I feel about things. But my music does it for me, it really does.",
      "author": "David Bowie",
      "category": "Myself, Me, Years"
    },
    {
      "quote": "This music is forever for me. It's the stage thing, that rush moment that you live for. It never lasts, but that's what you live for.",
      "author": "Bruce Springsteen",
      "category": "Moment, Me, Live"
    },
    {
      "quote": "Music should be your escape.",
      "author": "Missy Elliott",
      "category": "Escape, Should, Your"
    },
    {
      "quote": "I've programmed myself musically to come up with love-feeling tracks that are romantic, sexy, but classy, all in one. And that's the challenge. Once I create that music, then the lyrical content starts to come - you know, the stories and things like that.",
      "author": "R. Kelly",
      "category": "Romantic, Myself, Challenge"
    },
    {
      "quote": "I didn't want to go out and change anything. I just wanted to make the music that was part of my background, which was rock and blues and hip-hop.",
      "author": "Kid Rock",
      "category": "Change, Want, Blues"
    },
    {
      "quote": "We were raised in an Italian-American household, although we didn't speak Italian in the house. We were very proud of being Italian, and had Italian music, ate Italian food.",
      "author": "Francis Ford Coppola",
      "category": "Food, Speak, Proud"
    },
    {
      "quote": "What is music. A passion for colonies not a love of country.",
      "author": "Gertrude Stein",
      "category": "Love, Passion, Colonies"
    },
    {
      "quote": "To have someone to relate to and hopefully enjoy the music and get a positive message out of it, to make the best music that we possibly could, those were the goals.",
      "author": "Janet Jackson",
      "category": "Positive, Goals, Best"
    },
    {
      "quote": "I don't know anything about music. In my line you don't have to.",
      "author": "Elvis Presley",
      "category": "Know, You, Anything"
    },
    {
      "quote": "I love all music. Right now I am loving Josh Grobin and Kelly Clarkson.",
      "author": "Kaley Cuoco",
      "category": "Love, I Am, Loving"
    },
    {
      "quote": "It's true, there's a lot of melancholy in my music. I don't know why, I'm not a melancholy person. I've always been drawn to it. Ever since I was a kid, if I had an album I would play the ballads on repeat.",
      "author": "Norah Jones",
      "category": "Know, Play, Why"
    },
    {
      "quote": "Music is the best means we have of digesting time.",
      "author": "W. H. Auden",
      "category": "Time, Best, Means"
    },
    {
      "quote": "If anyone can figure out how to balance my celebrity and my dual careers in music and film, it's me. I don't feel frightened; I feel challenged.",
      "author": "Jennifer Lopez",
      "category": "Balance, Me, Celebrity"
    },
    {
      "quote": "Mathematics is, as it were, a sensuous logic, and relates to philosophy as do the arts, music, and plastic art to poetry.",
      "author": "Karl Wilhelm Friedrich Schlegel",
      "category": "Art, Mathematics, Poetry"
    },
    {
      "quote": "I think often sadness is a great place to get songs from.",
      "author": "Sarah McLachlan",
      "category": "Great, Sadness, Think"
    },
    {
      "quote": "I got obsessed with classical music, I got obsessed with Chopin, with playing the piano.",
      "author": "Gary Oldman",
      "category": "Piano, Playing"
    },
    {
      "quote": "Basically, I started singing when I started talking. Music has just been my saving grace my whole life.",
      "author": "Mariah Carey",
      "category": "Life, Grace, Singing"
    },
    {
      "quote": "I believe 100 percent in the power and importance of music.",
      "author": "James Taylor",
      "category": "Power, Believe, I Believe"
    },
    {
      "quote": "The calm mind allows one to connect with the inner self, the Soul, the very source of our being. That's where the music lives. That's where my music comes from.",
      "author": "Clarence Clemons",
      "category": "Soul, Self, Mind"
    },
    {
      "quote": "I'm not giving up my history and what I've done in my music because I love it and I'm very proud of it. I just want to open it up for more people.",
      "author": "LL Cool J",
      "category": "Love, History, Giving"
    },
    {
      "quote": "Hopefully my music is medicine, some type of antidote for something or some kind of explanation or just to feel good.",
      "author": "Erykah Badu",
      "category": "Good, Medicine, Feel Good"
    },
    {
      "quote": "One of the hardest things about writing lyrics is to make the lyrics sit on the music in such a way that you're not aware there was a writer there.",
      "author": "Stephen Sondheim",
      "category": "Writing, Way, You"
    },
    {
      "quote": "It was stumbling on to really the bible of the blues, you know, and a very powerful drug to be introduced to us and I absorbed it totally, and it changed my complete outlook on music.",
      "author": "Eric Clapton",
      "category": "Powerful, Bible, Blues"
    },
    {
      "quote": "I've always loved music, but I never really played anything. After 'Walk the Line' and learning to play guitar, and having that sense of performing, I think that certainly opened the door for me, for music.",
      "author": "Joaquin Phoenix",
      "category": "Learning, Door, Walk"
    },
    {
      "quote": "I think all music is a gift from God.",
      "author": "Pharrell Williams",
      "category": "God, Gift, Think"
    },
    {
      "quote": "I love making music, though. I love playing.",
      "author": "Pharrell Williams",
      "category": "Love, Playing, Making"
    },
    {
      "quote": "Classical music is the kind we keep thinking will turn into a tune.",
      "author": "Kin Hubbard",
      "category": "Thinking, Kind, Turn"
    },
    {
      "quote": "There are better ways we can transform this virulent hatred - by living our ideals, the Peace Corps, exchange students, teachers, exporting our music, poetry, blue jeans.",
      "author": "Helen Thomas",
      "category": "Peace, Poetry, Blue"
    },
    {
      "quote": "Please write music like Wagner, only louder.",
      "author": "Samuel Goldwyn",
      "category": "Like, Write, Louder"
    },
    {
      "quote": "This music won't do. There's not enough sarcasm in it.",
      "author": "Samuel Goldwyn",
      "category": "Sarcasm, Enough"
    },
    {
      "quote": "I listen to music for emotion and I get zero emotion from rap.",
      "author": "Sebastian Bach",
      "category": "Listen, Emotion, Zero"
    },
    {
      "quote": "I love hip hop music, I make hip hop music.",
      "author": "Charlie Hunnam",
      "category": "Love, Hip, I Love"
    },
    {
      "quote": "Do I think all contemporary Christian music is good? No.",
      "author": "Amy Grant",
      "category": "Good, Christian, Think"
    },
    {
      "quote": "I'd rather let the music speak for itself.",
      "author": "Serj Tankian",
      "category": "Speak, Rather, Itself"
    },
    {
      "quote": "Who hears music feels his solitude peopled at once.",
      "author": "Robert Browning",
      "category": "Solitude, Once, Who"
    },
    {
      "quote": "The problem for me, still today, is that I write purely with one dramatic structure and that is the rite of passage. I'm not really skilled in any other. Rock and roll itself can be described as music to accompany the rite of passage.",
      "author": "Pete Townshend",
      "category": "Today, Rock And Roll, Me"
    },
    {
      "quote": "I have terrible hearing trouble. I have unwittingly helped to invent and refine a type of music that makes its principal proponents deaf.",
      "author": "Pete Townshend",
      "category": "Deaf, Trouble, Principal"
    },
    {
      "quote": "You can't stay the same. If you're a musician and a singer, you have to change, that's the way it works.",
      "author": "Van Morrison",
      "category": "Change, Way, You"
    },
    {
      "quote": "I don't feel comfortable doing interviews. My profession is music, and writing songs. That's what I do. I like to do it, but I hate to talk about it.",
      "author": "Van Morrison",
      "category": "Writing, Hate, Doing"
    },
    {
      "quote": "The '60s was one of the first times the power of music was used by a generation to bind them together.",
      "author": "Neil Young",
      "category": "Power, Together, Generation"
    },
    {
      "quote": "My darlings, if I can't write dark, epic music, I can't live!",
      "author": "Amy Lee",
      "category": "Dark, Live, Epic"
    },
    {
      "quote": "I believe that music is a force in itself. It is there and it needs an outlet, a medium. In a way, we are just the medium.",
      "author": "Maynard James Keenan",
      "category": "Believe, I Believe, Way"
    },
    {
      "quote": "If I could believe the Quakers banned music because church music is so damn bad, I should view them with approval.",
      "author": "Ezra Pound",
      "category": "Believe, View, Church"
    },
    {
      "quote": "I don't need anybody to market or promote me. If people don't want to hear this music, then it's not for them. You cannot please everybody.",
      "author": "Lauryn Hill",
      "category": "Me, People, Want"
    },
    {
      "quote": "I think it takes a lot of trickery to keep up with the media and its perception of you. I don't know if I have it in me most of the time to care. The music is made first, and the interviews or photos to keep it alive come later as a necessary evil, I suppose.",
      "author": "Jack White",
      "category": "Time, Perception, Evil"
    },
    {
      "quote": "I have taken taking my music to labels for years, and everyone just thought it was creepy. They thought the images with the music were weird and verging on psychotic.",
      "author": "Lana Del Rey",
      "category": "Thought, Weird, Years"
    },
    {
      "quote": "Songs used to be short, then they became longer, and now they're getting shorter. But otherwise, music is about a beat and a message. If the beat gets to the audience, and the message touches them, you've got a hit.",
      "author": "Casey Kasem",
      "category": "Short, Message, You"
    },
    {
      "quote": "I don't like rap music at all. I don't think it's music. It's just a beat and rapping.",
      "author": "Nina Simone",
      "category": "Think, Just, Like"
    },
    {
      "quote": "I don't know why, it's the same reason why you like some music and you don't like others. There's something about it that you like. Ultimately I don't find it's in my best interests to try and analyze it, since it's fundamentally emotional.",
      "author": "Jerry Garcia",
      "category": "Best, Know, Why"
    },
    {
      "quote": "I think the world is very much embracing this whole concept of musicians going out and playing their instruments and playing music for music as opposed to music that has something to do with some form of image or imagery.",
      "author": "Les Claypool",
      "category": "Musicians, World, Think"
    },
    {
      "quote": "We all love musical architecture there's no doubt about that.",
      "author": "Levon Helm",
      "category": "Love, Architecture, Doubt"
    },
    {
      "quote": "Music really is our daily medicine.",
      "author": "Evelyn Glennie",
      "category": "Daily, Medicine, Really"
    },
    {
      "quote": "Nobody will ever take Maurice's place, and he'll go on with us and he'll go on our music. He'll go on with us as the Bee Gees, and Maurice will always be with us.",
      "author": "Robin Gibb",
      "category": "Bee, Place, Nobody"
    },
    {
      "quote": "The more a race is governed by its passions, the less it has acquired the habit of cautious and reasoned argument, the more intense will be its love of music.",
      "author": "Stendhal",
      "category": "Love, Argument, Race"
    },
    {
      "quote": "The Wedding March always reminds me of the music played when soldiers go into battle.",
      "author": "Heinrich Heine",
      "category": "Wedding, Battle, Me"
    },
    {
      "quote": "The real art of conducting consists in transitions.",
      "author": "Gustav Mahler",
      "category": "Art, Real, Conducting"
    },
    {
      "quote": "I asked my daughter when she was 16, What's the buzz on the street with the kids? She's going, to be honest, Dad, most of my friends aren't into Kiss. But they've all been told that it's the greatest show on Earth.",
      "author": "Ace Frehley",
      "category": "Friends, Daughter, Greatest"
    },
    {
      "quote": "I don't like painting flowers in my music. I like painting guts and pain.",
      "author": "Jonathan Davis",
      "category": "Flowers, Pain, Painting"
    },
    {
      "quote": "Music is the fourth great material want, first food, then clothes, then shelter, then music.",
      "author": "Christian Nestell Bovee",
      "category": "Food, Great, Want"
    },
    {
      "quote": "I suppose, counting back, if the Beatles had been influenced by music in the same length of time ago - you'd have to put that into better English for me, thank you - they would have been like a banjo orchestra. They would have been doing show tunes.",
      "author": "Jonny Greenwood",
      "category": "Time, Thank You, Me"
    },
    {
      "quote": "The whole rise of new adult contemporary music and smooth jazz was a nice surprise.",
      "author": "Kenny G",
      "category": "Surprise, Rise, Jazz"
    },
    {
      "quote": "I grew up listening to spiritual music, Blind Willie Johnson and folk.",
      "author": "Ben Harper",
      "category": "Spiritual, Listening, Blind"
    },
    {
      "quote": "My health is wonderful. I work out. I'm working. Playing music. I have a beautiful wife, a nice home, a nice car, I got money in the bank. I got three beautiful dogs that love me. Like I said, I'm blessed. I survived.",
      "author": "Steven Adler",
      "category": "Love, Work, Home"
    },
    {
      "quote": "Music is wonderful. Especially if there's some kind of content to it.",
      "author": "Debbie Harry",
      "category": "Content, Kind, Wonderful"
    },
    {
      "quote": "I don't see it in terms of changing things, but rather using language and music as weapons for fighting a mainstream media which is predominately right wing, and loyal to the political framework and its corporate interests.",
      "author": "Thom Yorke",
      "category": "Language, Media, Political"
    },
    {
      "quote": "It was all about music, about getting your friends to come and see you play. I don't see that same intimacy happening very much today.",
      "author": "Layne Staley",
      "category": "Friends, Today, Play"
    },
    {
      "quote": "I didn't think we would ever make enough money to pay rent by playing music.",
      "author": "Gregg Allman",
      "category": "Money, Think, Enough"
    },
    {
      "quote": "I try to make sure that the Buddhism is more or less implicit in the music rather than explicit.",
      "author": "Duncan Sheik",
      "category": "Try, Sure, Buddhism"
    },
    {
      "quote": "Over the years, music put a weapon in my hand and words in my mouth, it backed me up and shielded me, it shook me and scared me and showed me the way; music opened me up to living and being and feeling.",
      "author": "Carrie Brownstein",
      "category": "Words, Me, Living"
    },
    {
      "quote": "I listen to all kinds of music - new music, old music, music of my colleagues, everything.",
      "author": "Gyorgy Ligeti",
      "category": "Colleagues, Listen, New"
    },
    {
      "quote": "I'm 19, I'm a girl, I'm very young, I like all sorts of different things, I like all sorts of different styles of music, I like all sorts of different styles of clothes, I like all sorts of different colors of hair.",
      "author": "Joss Stone",
      "category": "Girl, Colors, Hair"
    },
    {
      "quote": "Music is a great energizer. It's a language everybody knows.",
      "author": "Bill Hicks",
      "category": "Great, Language, Everybody"
    },
    {
      "quote": "You can never get silence anywhere nowadays, have you noticed?",
      "author": "Bryan Ferry",
      "category": "Silence, You, Never"
    },
    {
      "quote": "Secretly, I wanted to look like Jimi Hendrix, but I could never quite pull it off.",
      "author": "Bryan Ferry",
      "category": "Look, Never, Like"
    },
    {
      "quote": "But when you get music and words together, that can be a very powerful thing.",
      "author": "Bryan Ferry",
      "category": "Together, Powerful, Words"
    },
    {
      "quote": "Sometimes before we make a record I go back and listen to a few. It's equally humbling and uplifting.",
      "author": "Michael Stipe",
      "category": "Listen, Sometimes, Back"
    },
    {
      "quote": "I like the fact that music is more abstract.",
      "author": "Bryan Ferry",
      "category": "Abstract, Fact, Like"
    },
    {
      "quote": "I was really lucky that I came to puberty at a time when music and politics were completely intertwined.",
      "author": "Bob Geldof",
      "category": "Time, Politics, Lucky"
    },
    {
      "quote": "Pop changes week to week, month to month. But great music is like literature.",
      "author": "Ravi Shankar",
      "category": "Great, Changes, Week"
    },
    {
      "quote": "The classics are only primitive literature. They belong to the same class as primitive machinery and primitive music and primitive medicine.",
      "author": "Stephen Leacock",
      "category": "Medicine, Literature, Class"
    },
    {
      "quote": "My father used to sing to me in my mother's womb. I think I can name about any tune in two beats.",
      "author": "Yancy Butler",
      "category": "Father, Mother, Me"
    },
    {
      "quote": "What I try to impart to a musician is to really try to practice the instrument in a really sincere way. Learn as much about music as you possibly can. Learn composition. Study to try to create compositions of your own and put your own personal touch on your music.",
      "author": "Roscoe Mitchell",
      "category": "Practice, Study, You"
    },
    {
      "quote": "I mix up all styles on my albums because that is what music is about now.",
      "author": "David Guetta",
      "category": "Now, Up, Albums"
    },
    {
      "quote": "I played, like, a year of piano until I learned the 'Pink Panther' theme. That was my goal. Once I was good enough, I quit. Now my music has to have some rock.",
      "author": "Jack Black",
      "category": "Good, Goal, Pink"
    },
    {
      "quote": "It is the element I miss in electronic music - no performance, no loving immersion. Maybe that is why I was never particularly drawn to electronic music.",
      "author": "Lukas Foss",
      "category": "Performance, Loving, Why"
    },
    {
      "quote": "I'm always going to get more of a charge playing Chicago than I will Duluth or some place like that. Just because of the history and the people there are way more knowledgeable than a lot of other cities. It's an amazing music scene with some great bands and great musicians.",
      "author": "Matt Cameron",
      "category": "History, Great, Musicians"
    },
    {
      "quote": "The people who know nothing about music are the ones always talking about it.",
      "author": "Nat King Cole",
      "category": "People, Know, Nothing"
    },
    {
      "quote": "We learned pretty early on in this band that you can't have snobbery in music.",
      "author": "Mike Shinoda",
      "category": "Early, You, Band"
    },
    {
      "quote": "What makes my approach special is that I do different things. I do jazz, blues, country music and so forth. I do them all, like a good utility man.",
      "author": "Ray Charles",
      "category": "Good, Man, Blues"
    },
    {
      "quote": "Learning to read music in Braille and play by ear helped me develop a damn good memory.",
      "author": "Ray Charles",
      "category": "Learning, Good, Memory"
    },
    {
      "quote": "Music's staying power is a function of how timeless the lyrics, song and production are.",
      "author": "Gary Wright",
      "category": "Power, Song, Timeless"
    },
    {
      "quote": "I've been writing Indian music for a while. Indian music is about Mother Earth, and mine is no exception.",
      "author": "Jimmy Carl Black",
      "category": "Mother, Writing, Earth"
    },
    {
      "quote": "I'm not really interested in music. Music is just a means of creating a magical state.",
      "author": "Robert Fripp",
      "category": "Creating, Magical, Just"
    },
    {
      "quote": "If an apprentice does not hear what a master hears, is then that quality not present in the music? Yes and no. In the world in which the apprentice lives no.",
      "author": "Robert Fripp",
      "category": "Quality, World, Present"
    },
    {
      "quote": "This band is a real collaboration, and I'm greatful to anybody who can appreciate our music. It doesn't have to be a certain kind of fan or person or anything. I think there's a little bit of something for everybody on this record.",
      "author": "Krist Novoselic",
      "category": "Collaboration, Think"
    },
    {
      "quote": "Times were changing. Clothes were changing. Morals were changing. We went from romantic loves songs like I used to do to rock 'n roll. Now that has changed to rap. So, there's always a new generation with new music.",
      "author": "Bobby Vinton",
      "category": "Romantic, Generation"
    },
    {
      "quote": "The music of the Gypsies belongs in the sphere of improvisation rather than in any other, without which it would have no power to exist.",
      "author": "Franz Liszt",
      "category": "Power, Improvisation"
    },
    {
      "quote": "It is essential to do everything possible to attract young people to opera so they can see that it is not some antiquated art form but a repository of the most glorious music and drama that man has created.",
      "author": "Bruce Beresford",
      "category": "Art, Man, People"
    },
    {
      "quote": "I wake up in the morning, I do a little stretching exercises, pick up the horn and play.",
      "author": "Herb Alpert",
      "category": "Morning, Wake Up, Play"
    },
    {
      "quote": "I was growing up listening to Queen. Freddie Mercury threw those incredible melodies into his songs.",
      "author": "Gary Cherone",
      "category": "Listening, Growing Up, Queen"
    },
    {
      "quote": "When the music and the characters are flawlessly synchronized, the opera develops an emotional force that movies and plays cannot match.",
      "author": "Bruce Beresford",
      "category": "Movies, Opera, Emotional"
    },
    {
      "quote": "I like when guests come over early and we chop veggies and talk and play music.",
      "author": "John Stamos",
      "category": "Play, Early, Talk"
    },
    {
      "quote": "My music is so often like a lullaby I write to myself to make sense of things I can't tie together, or things I've lost, or things I'll never have.",
      "author": "Stephan Jenkins",
      "category": "Myself, Together, Lost"
    },
    {
      "quote": "I think the problem starts with the general appreciation of the music in the larger society.",
      "author": "Sonny Rollins",
      "category": "Appreciation, Society"
    },
    {
      "quote": "I think its so cool that you can pick up the guitar and create something that didn't exist 5 minutes ago. You can write something that no ones ever heard before. You have music at your fingertips.",
      "author": "Michelle Branch",
      "category": "Cool, Guitar, Think"
    },
    {
      "quote": "We live in a connected world now. Some find that frightening. If people are downloading our music, they're listening to it. The internet is like radio for us.",
      "author": "Jeff Tweedy",
      "category": "Listening, World, Internet"
    },
    {
      "quote": "Stop trying to treat music like it's a tennis shoe, something to be branded. If the music industry wants to save money, they should take a look at some of their six-figure executive expense accounts. All those lawsuits can't be cheap, either.",
      "author": "Jeff Tweedy",
      "category": "Money, Treat, Tennis"
    },
    {
      "quote": "Music is very spiritual, it has the power to bring people together.",
      "author": "Edgar Winter",
      "category": "Power, Together, Spiritual"
    },
    {
      "quote": "We are just fans of music, we are not fans of a specific kind of music. We just happen to be a rock band. Until we explain ourselves, sometimes people don't understand why we limit ourselves to just being a rock band. It's because that is what we like doing.",
      "author": "Joe Elliott",
      "category": "People, Doing, Why"
    },
    {
      "quote": "I guess a good song is a good song is a good song, ya know.",
      "author": "George Thorogood",
      "category": "Good, Song, Know"
    },
    {
      "quote": "At the age when Bengali youth almost inevitably writes poetry, I was listening to European classical music.",
      "author": "Satyajit Ray",
      "category": "Age, Youth, Poetry"
    },
    {
      "quote": "For over ten years or so game music has developed into a very large market.",
      "author": "Nobuo Uematsu",
      "category": "Game, Over, Years"
    },
    {
      "quote": "Every music - except dance music, which is for dancing, I suppose - is for the spirit of the human being, and not for the body.",
      "author": "Klaus Schulze",
      "category": "Dance, Body, Human"
    },
    {
      "quote": "Music enriches people's lives in the same way paintings and literature do. Everybody deserves that.",
      "author": "Victoria Wood",
      "category": "People, Literature, Way"
    },
    {
      "quote": "The music is a personal expression, like art. It is something that you like doing that comes from within, and is an expression that comes from God. That is why artists are beautiful and why people who copy are not really artistic.",
      "author": "Michael Schenker",
      "category": "Art, Beautiful, God"
    },
    {
      "quote": "When today's generation reads Jack's books or they listen to the music created by some of us, I believe that they see there is a different way of approaching today's life and today's sometimes seeming hopelessness that can provide answers.",
      "author": "David Amram",
      "category": "Life, Today, Believe"
    },
    {
      "quote": "There's nothing like a good cheating song to make me want to run home to be with my wife.",
      "author": "Steven Curtis Chapman",
      "category": "Home, Good, Wife"
    },
    {
      "quote": "I feel very blessed we can still have a career making music.",
      "author": "Mike McCready",
      "category": "Blessed, Career, Feel"
    },
    {
      "quote": "I was always drawn to Broadway musicals, and obviously composers like Gershwin, Rodgers, Berlin and Porter were writing music that I found wildly impressive.",
      "author": "Marvin Hamlisch",
      "category": "Writing, Broadway, Berlin"
    },
    {
      "quote": "There's only two kinds of music I don't like... Country and Western.",
      "author": "Bobby Heenan",
      "category": "Country, Two, Like"
    },
    {
      "quote": "Music is always changing and the changes are unpredictable.",
      "author": "Billy Sheehan",
      "category": "Changes, Changing"
    },
    {
      "quote": "Every now and then, a lot of bands doing the same kind of music will organically sprout up at once.",
      "author": "Kathy Valentine",
      "category": "Doing, Kind, Same"
    },
    {
      "quote": "The market didn't define the music the music defined the market.",
      "author": "Charlie Hunter",
      "category": "Market, Define, Defined"
    },
    {
      "quote": "When we were shooting in Shreveport, me and a couple of friends went down to Lafayette, because they had a big Zydeco music festival down there. We spent two days dancing to Zydeco music, eating fried alligator... It was one of the craziest festivals I've ever been to in my life, but I loved it.",
      "author": "Alexander Skarsgard",
      "category": "Life, Friends, Me"
    },
    {
      "quote": "Any good music must be an innovation.",
      "author": "Les Baxter",
      "category": "Good, Innovation, Must"
    },
    {
      "quote": "I feel most comfortable keeping versatile when it comes to music genres.",
      "author": "Thia Megia",
      "category": "Feel, Comfortable, Genres"
    },
    {
      "quote": "Music continues to remind me that its boundaries are limitless.",
      "author": "Haley Reinhart",
      "category": "Me, Boundaries, Limitless"
    },
    {
      "quote": "There's nothing like music to relieve the soul and uplift it.",
      "author": "Mickey Hart",
      "category": "Soul, Nothing, Like"
    },
    {
      "quote": "I thought the '60s was the most exciting time and the most vital music, and we were really together as one mind then. Then afterwards, the songs and the bad drugs, that took its toll.",
      "author": "Mickey Hart",
      "category": "Time, Together, Mind"
    },
    {
      "quote": "I love music so much I love what I do. I work very hard at being the best musician I can be because I love it.",
      "author": "Diana Krall",
      "category": "Love, Work, Best"
    },
    {
      "quote": "Music can also be a sensual pleasure, like eating food or sex. But its highest vibration for me is that point of taking us to a real understanding of something in our nature which we can very rarely get at. It is a spiritual state of oneness.",
      "author": "Terry Riley",
      "category": "Nature, Food, Spiritual"
    },
    {
      "quote": "I enjoy trying to inspire myself. I enjoy the artistic side of everything. Music, art, fashion, everything. I just like to be on the cutting edge of it. I'm into designing houses and interior design. I like change. I like creating things out of nothing.",
      "author": "Chris Kirkpatrick",
      "category": "Change, Art, Myself"
    },
    {
      "quote": "True music must repeat the thought and inspirations of the people and the time.",
      "author": "George Gershwin",
      "category": "Time, Thought, People"
    },
    {
      "quote": "It's amazing to hear, as a voice matures and then starts to decline, what kind of emotion is still conveyed by a really good vocalist.",
      "author": "Tom Wopat",
      "category": "Good, Amazing, Voice"
    },
    {
      "quote": "You just pick up a chord, go twang, and you're got music.",
      "author": "Sid Vicious",
      "category": "You, Up, Just"
    },
    {
      "quote": "When we separate music from life we get art.",
      "author": "John Cage",
      "category": "Life, Art, Separate"
    },
    {
      "quote": "There's a lot of music that sounds like it's literally computer-generated, totally divorced from a guy sitting down at an instrument.",
      "author": "Aimee Mann",
      "category": "Down, Sitting, Divorced"
    },
    {
      "quote": "I find Indian music very funky. I mean it's very soulful, with their own kind of blues. But it's the only other school on the planet that develops improvisation to the high degree that you find in jazz music. So we have a lot of common ground.",
      "author": "Mahavishnu John McLaughlin",
      "category": "School, Jazz, Blues"
    },
    {
      "quote": "Drugs, sex, booze, all the stuff that we wanted to do. The problem was that we didn't want to learn the top 40 'cause most of the music was awful and we had this other idea about what we wanted to do.",
      "author": "Wayne Kramer",
      "category": "Problem, Learn, Want"
    },
    {
      "quote": "I have tried to make the music a bit easier for them to understand.",
      "author": "Nusrat Fateh Ali Khan",
      "category": "Understand, Tried, Easier"
    },
    {
      "quote": "I look at you and I write down what I hear.",
      "author": "Virgil Thomson",
      "category": "Down, Look, You"
    },
    {
      "quote": "You can have music and it will stand alone by itself, but you can't have a movie without it.",
      "author": "Jerry Reed",
      "category": "Alone, Stand, You"
    },
    {
      "quote": "All music is beautiful.",
      "author": "Billy Strayhorn",
      "category": "Beautiful"
    },
    {
      "quote": "I was bred and raised in a multi-cultural music background.",
      "author": "Coco Lee",
      "category": "Background, Raised, Bred"
    },
    {
      "quote": "I would ditch school if my CD was scratched up or I couldn't get batteries. I wasn't trying to get on the bus and not be listening to music.",
      "author": "Schoolboy Q",
      "category": "School, Listening, Trying"
    },
    {
      "quote": "Sometimes I'll have sections that I'm not quite sure how they fit in the puzzle of a tune, they'll get moved around; what I think was originally a verse ends up becoming the chorus, or what's an intro gets dropped as a hook, things get shifted around a lot.",
      "author": "Gotye",
      "category": "Puzzle, Think, Sometimes"
    },
    {
      "quote": "A good country song takes a page out of somebody's life and puts it to music.",
      "author": "Conway Twitty",
      "category": "Life, Good, Page"
    },
    {
      "quote": "I think it is the weak and the young and the minorities that you need to look after to get a healthy creative environment - to get a lot of choices, a lot of different styles of music, a lot experimental stuff that everyone else feeds off.",
      "author": "Peter Gabriel",
      "category": "Creative, Choices, Healthy"
    },
    {
      "quote": "Do not take up music unless you would rather die than not do so.",
      "author": "Nadia Boulanger",
      "category": "Die, You, Up"
    },
    {
      "quote": "The whole problem can be stated quite simply by asking, 'Is there a meaning to music?' My answer would be, 'Yes.' And 'Can you state in so many words what the meaning is?' My answer to that would be, 'No.'",
      "author": "Aaron Copland",
      "category": "Words, Problem, Meaning"
    },
    {
      "quote": "If a literary man puts together two words about music, one of them will be wrong.",
      "author": "Aaron Copland",
      "category": "Together, Man, Words"
    },
    {
      "quote": "Music's not like becoming a doctor, who can walk into a community and find people who need him.",
      "author": "Charlie Byrd",
      "category": "Community, Doctor, Walk"
    },
    {
      "quote": "You have the ability to write melodies and to put lyrics that mean something: to speak about life and what people are going through in their every day ups and downs, the good times and the bad times. Country music has always talked about life, I think; that's what I've always loved about it.",
      "author": "Jimi Westbrook",
      "category": "Life, Day, Good"
    },
    {
      "quote": "Composers shouldn't think too much - it interferes with their plagiarism.",
      "author": "Howard Dietz",
      "category": "Think, Plagiarism, Too Much"
    },
    {
      "quote": "In America, life is introverted, self-absorbed - and so is their music.",
      "author": "Chris Barber",
      "category": "Life, America, Self-Absorbed"
    },
    {
      "quote": "If anyone asks you what kind of music you play, tell him 'pop.' Don't tell him 'rock'n'roll' or they won't even let you in the hotel.",
      "author": "Buddy Holly",
      "category": "Hotel, Play, You"
    },
    {
      "quote": "I spend a lot of time copying saxophone players and trumpet players. Not to say that it is not important to listen to guitar players, but there's so much music out there and so many possibilities. I like anyone who plays any instrument.",
      "author": "Bill Frisell",
      "category": "Time, Guitar, Listen"
    },
    {
      "quote": "There is no music that can't be used politically, but the motives behind the creation of that music can be non-political.",
      "author": "Earle Brown",
      "category": "Creation, Behind, Motives"
    },
    {
      "quote": "If our music survives, which I have no doubt it will, then it will because it is good.",
      "author": "Jerry Goldsmith",
      "category": "Good, Doubt, Will"
    },
    {
      "quote": "I never presumed that a technique of composition or an idea was so special that just using it would guarantee the quality of the music.",
      "author": "Robert Morris",
      "category": "Quality, Special, Idea"
    },
    {
      "quote": "Music is an art that expresses the inexpressible. It rises far above what words can mean or the intelligence define. Its domain is the imponderable and impalpable land of the unconscious.",
      "author": "Charles Munch",
      "category": "Art, Intelligence, Words"
    },
    {
      "quote": "Emphasis on the common emotive or affective origins of music and words in the first cries of humankind undermines words.",
      "author": "Jean Philippe Rameau",
      "category": "Words, First, Common"
    },
    {
      "quote": "Music is at once the product of feeling and knowledge, for it requires from its disciples, composers and performers alike, not only talent and enthusiasm, but also that knowledge and perception which are the result of protracted study and reflection.",
      "author": "Alban Berg",
      "category": "Knowledge, Reflection"
    },
    {
      "quote": "The British may not know much about music, but they certainly loves the noise it makes.",
      "author": "Richard Baker",
      "category": "Know, May, British"
    },
    {
      "quote": "The Gershwin legacy is extraordinary because George Gershwin died in 1937, but his music is as fresh and vital today as when he originally created it.",
      "author": "Michael Feinstein",
      "category": "Today, Legacy, Extraordinary"
    },
    {
      "quote": "Let us never know what old age is. Let us know the happiness time brings, not count the years.",
      "author": "Ausonius",
      "category": "Birthday, Happiness, Time"
    },
    {
      "quote": "Age is a case of mind over matter. If you don't mind, it don't matter.",
      "author": "Satchel Paige",
      "category": "Birthday, Mind, You"
    },
    {
      "quote": "I know not age, nor weariness nor defeat.",
      "author": "Rose Kennedy",
      "category": "Motivational, Defeat, Know"
    },
    {
      "quote": "Age is something that doesn't matter, unless you are a cheese.",
      "author": "Luis Bunuel",
      "category": "Funny, Cheese, You"
    },
    {
      "quote": "Try to keep your soul young and quivering right up to old age.",
      "author": "George Sand",
      "category": "Soul, Old Age, Try"
    },
    {
      "quote": "Our uniqueness makes us special, makes perception valuable - but it can also make us lonely. This loneliness is different from being 'alone': You can be lonely even surrounded by people. The feeling I'm talking about stems from the sense that we can never fully share the truth of who we are. I experienced this acutely at an early age.",
      "author": "Amy Tan",
      "category": "Truth, Loneliness, Alone"
    },
    {
      "quote": "Being confident is the key to life. Don't be afraid to be you! I'm super different from a lot of kids my age with style and personality, and I'm OK with it. And if you are OK with it, everyone else will be, too. Just be yourself.",
      "author": "Leo Howard",
      "category": "Life, Be Yourself"
    },
    {
      "quote": "In our age there is no such thing as 'keeping out of politics.' All issues are political issues, and politics itself is a mass of lies, evasions, folly, hatred and schizophrenia.",
      "author": "George Orwell",
      "category": "Politics, Political, Hatred"
    },
    {
      "quote": "Age is an issue of mind over matter. If you don't mind, it doesn't matter.",
      "author": "Mark Twain",
      "category": "Mind, Matter, You"
    },
    {
      "quote": "Age appears to be best in four things; old wood best to burn, old wine to drink, old friends to trust, and old authors to read.",
      "author": "Francis Bacon",
      "category": "Friends, Trust, Best"
    },
    {
      "quote": "Do not go gentle into that good night but rage, rage against the dying of the light.",
      "author": "Dylan Thomas",
      "category": "Good, Light, Good Night"
    },
    {
      "quote": "Anyone who stops learning is old, whether at twenty or eighty. Anyone who keeps learning stays young. The greatest thing in life is to keep your mind young.",
      "author": "Henry Ford",
      "category": "Life, Learning, Mind"
    },
    {
      "quote": "There is a plan and a purpose, a value to every life, no matter what its location, age, gender or disability.",
      "author": "Sharron Angle",
      "category": "Life, Value, Disability"
    },
    {
      "quote": "Youth has no age.",
      "author": "Pablo Picasso",
      "category": "Birthday, Youth"
    },
    {
      "quote": "You can't help getting older, but you don't have to get old.",
      "author": "George Burns",
      "category": "Getting Older, Help, You"
    },
    {
      "quote": "To me - old age is always ten years older than I am.",
      "author": "Bernard Baruch",
      "category": "Birthday, I Am, Me"
    },
    {
      "quote": "Men are like wine - some turn to vinegar, but the best improve with age.",
      "author": "Pope John XXIII",
      "category": "Best, Wine, Men"
    },
    {
      "quote": "The age of a woman doesn't mean a thing. The best tunes are played on the oldest fiddles.",
      "author": "Ralph Waldo Emerson",
      "category": "Women, Best, Woman"
    },
    {
      "quote": "Marriage is not about age it's about finding the right person.",
      "author": "Sophia Bush",
      "category": "Marriage, Right Person"
    },
    {
      "quote": "Just remember, once you're over the hill you begin to pick up speed.",
      "author": "Arthur Schopenhauer",
      "category": "Speed, Remember, You"
    },
    {
      "quote": "Forty is the old age of youth fifty the youth of old age.",
      "author": "Victor Hugo",
      "category": "Youth, Old Age, Fifty"
    },
    {
      "quote": "Wrinkles should merely indicate where smiles have been.",
      "author": "Mark Twain",
      "category": "Smiles, Wrinkles, Where"
    },
    {
      "quote": "Old age is like everything else. To make a success of it, you've got to start young.",
      "author": "Theodore Roosevelt",
      "category": "Success, Start, Old Age"
    },
    {
      "quote": "A diplomat is a man who always remembers a woman's birthday but never remembers her age.",
      "author": "Robert Frost",
      "category": "Birthday, Man, Woman"
    },
    {
      "quote": "Old minds are like old horses you must exercise them if you wish to keep them in working order.",
      "author": "John Adams",
      "category": "Wish, Exercise, You"
    },
    {
      "quote": "The old believe everything, the middle-aged suspect everything, the young know everything.",
      "author": "Oscar Wilde",
      "category": "Believe, Know, Young"
    },
    {
      "quote": "Cherish all your happy moments they make a fine cushion for old age.",
      "author": "Booth Tarkington",
      "category": "Happy, Old Age, Moments"
    },
    {
      "quote": "In this enlightened age, there are few I believe, but what will acknowledge, that slavery as an institution is a moral & political evil in any country. It is useless to expatiate on its disadvantages.",
      "author": "Robert E. Lee",
      "category": "Evil, Believe, Political"
    },
    {
      "quote": "We are approaching a new age of synthesis. Knowledge cannot be merely a degree or a skill... it demands a broader vision, capabilities in critical thinking and logical deduction without which we cannot have constructive progress.",
      "author": "Li Ka-shing",
      "category": "Knowledge, Progress, Vision"
    },
    {
      "quote": "True terror is to wake up one morning and discover that your high school class is running the country.",
      "author": "Kurt Vonnegut",
      "category": "Morning, School, Wake Up"
    },
    {
      "quote": "I will never be an old man. To me, old age is always 15 years older than I am.",
      "author": "Francis Bacon",
      "category": "Man, I Am, Me"
    },
    {
      "quote": "When marrying, ask yourself this question: Do you believe that you will be able to converse well with this person into your old age? Everything else in marriage is transitory.",
      "author": "Friedrich Nietzsche",
      "category": "Marriage, Believe, Yourself"
    },
    {
      "quote": "In age of consumerism and materialism, I traffic in blue sky and colored air.",
      "author": "James Turrell",
      "category": "Sky, Blue, Traffic"
    },
    {
      "quote": "People gossip. People are insecure, so they talk about other people so that they won't be talked about. They point out flaws in other people to make them feel good about themselves. I think at any age or any social class, that's present.",
      "author": "Blake Lively",
      "category": "Good, People, Feel Good"
    },
    {
      "quote": "The ruling ideas of each age have ever been the ideas of its ruling class.",
      "author": "Karl Marx",
      "category": "Ideas, Class, Ruling"
    },
    {
      "quote": "No economy can succeed without a high-quality workforce, particularly in an age of globalization and technical change.",
      "author": "Ben Bernanke",
      "category": "Change, Globalization"
    },
    {
      "quote": "Youth is a blunder; Manhood a struggle, Old Age a regret.",
      "author": "Benjamin Disraeli",
      "category": "Struggle, Youth, Regret"
    },
    {
      "quote": "My love for ice cream emerged at an early age - and has never left!",
      "author": "Ginger Rogers",
      "category": "Love, Ice Cream, Early"
    },
    {
      "quote": "I strive for perfection, but I'm not perfect. But what I can say is my morals are totally different than any other 24-year-old rapper my age now. I look at life totally different. A whole other aspect. I have different views and morals on life in general. And opinions.",
      "author": "ASAP Rocky",
      "category": "Life, Perfection"
    },
    {
      "quote": "What though youth gave love and roses, Age still leaves us friends and wine.",
      "author": "Thomas Moore",
      "category": "Love, Friends, Youth"
    },
    {
      "quote": "Every great architect is - necessarily - a great poet. He must be a great original interpreter of his time, his day, his age.",
      "author": "Frank Lloyd Wright",
      "category": "Time, Architecture, Great"
    },
    {
      "quote": "In youth we learn in age we understand.",
      "author": "Marie von Ebner-Eschenbach",
      "category": "Learning, Youth, Learn"
    },
    {
      "quote": "Probably the happiest period in life most frequently is in middle age, when the eager passions of youth are cooled, and the infirmities of age not yet begun; as we see that the shadows, which are at morning and evening so large, almost entirely disappear at midday.",
      "author": "Eleanor Roosevelt",
      "category": "Life, Morning, Youth"
    },
    {
      "quote": "Sometimes, people can be extraordinarily judgmental and closed-minded to anyone different or special, which is why it's so hard for young people in this day and age to be comfortable enough in their own skin to not listen to the people picking on them.",
      "author": "Ariana Grande",
      "category": "Day, People, Why"
    },
    {
      "quote": "'Age' is the acceptance of a term of years. But maturity is the glory of years.",
      "author": "Martha Graham",
      "category": "Acceptance, Maturity, Glory"
    },
    {
      "quote": "Old age and treachery will always beat youth and exuberance.",
      "author": "David Mamet",
      "category": "Youth, Old Age, Always"
    },
    {
      "quote": "Hesitation increases in relation to risk in equal proportion to age.",
      "author": "Ernest Hemingway",
      "category": "Risk, Equal, Hesitation"
    },
    {
      "quote": "In an age where everything and everyone is linked through networks of glass and air, no one - no business, organization, government agency, country - is an island. We need to do right by all our stakeholders, and that's how you create value for shareholders. And one thing is for sure - no organization can succeed in a world that is failing.",
      "author": "Don Tapscott",
      "category": "Business, Government, World"
    },
    {
      "quote": "I'm glad I was born when I was. My time was the golden age of variety. If I were starting out again now, maybe things would happen for me, but it certainly would not be on a variety show with 28 musicians, 12 dancers, two major guest stars, 50 costumes a week by Bob Mackie. The networks just wouldn't spend the money today.",
      "author": "Carol Burnett",
      "category": "Time, Money, Today"
    },
    {
      "quote": "As I grow older, I pay less attention to what men say. I just watch what they do.",
      "author": "Andrew Carnegie",
      "category": "Men, Grow, Attention"
    },
    {
      "quote": "Responsibility for learning belongs to the student, regardless of age.",
      "author": "Robert Martin",
      "category": "Learning, Responsibility"
    },
    {
      "quote": "Old age is no place for sissies.",
      "author": "Bette Davis",
      "category": "Old Age, Place, Old"
    },
    {
      "quote": "When grace is joined with wrinkles, it is adorable. There is an unspeakable dawn in happy old age.",
      "author": "Victor Hugo",
      "category": "Happy, Grace, Old Age"
    },
    {
      "quote": "My mother is Turtle Mountain Chippewa, and she lived on her home reservation. My father taught there. He had just been discharged from the Air Force. He went to school on the GI Bill and got his teaching credentials. He is adventurous - he worked his way through Alaska at age seventeen and paid for his living expenses by winning at the poker table.",
      "author": "Louise Erdrich",
      "category": "Home, Father, Mother"
    },
    {
      "quote": "We live in an age where there is a firehose of information, and there is no hierarchy of what is important and what is not. Where the truth is often fashioned through a variety of digital means. Are you your avatar? Who are you in social media? What face do you turn toward the world? How much does it have in common with who you actually are?",
      "author": "David Carr",
      "category": "Truth, Social Media, World"
    },
    {
      "quote": "Education is the best provision for old age.",
      "author": "Aristotle",
      "category": "Education, Best, Old Age"
    },
    {
      "quote": "Be eccentric now. Don't wait for old age to wear purple.",
      "author": "Regina Brett",
      "category": "Old Age, Purple, Wait"
    },
    {
      "quote": "There is no longer a doubt that women are just as competent as men. Gender differences are guided by nurture, as society treats boys and girls differently from an early age.",
      "author": "Naveen Jain",
      "category": "Women, Society, Men"
    },
    {
      "quote": "There's a vintage which comes with age and experience.",
      "author": "Jon Bon Jovi",
      "category": "Experience, Vintage, Which"
    },
    {
      "quote": "With age comes the understanding and appreciation of your most important asset, your health.",
      "author": "Oprah Winfrey",
      "category": "Health, Appreciation"
    },
    {
      "quote": "If you live to be one hundred, you've got it made. Very few people die past that age.",
      "author": "George Burns",
      "category": "Funny, Past, People"
    },
    {
      "quote": "Adults are obsolete children.",
      "author": "Dr. Seuss",
      "category": "Children, Obsolete"
    },
    {
      "quote": "I conclude, therefore, that this star is not some kind of comet or a fiery meteor... but that it is a star shining in the firmament itself one that has never previously been seen before our time, in any age since the beginning of the world.",
      "author": "Tycho Brahe",
      "category": "Time, Beginning, World"
    },
    {
      "quote": "The trick is growing up without growing old.",
      "author": "Casey Stengel",
      "category": "Growing Up, Growing Old"
    },
    {
      "quote": "A comfortable old age is the reward of a well-spent youth. Instead of its bringing sad and melancholy prospects of decay, it would give us hopes of eternal youth in a better world.",
      "author": "Maurice Chevalier",
      "category": "Sad, Youth, World"
    },
    {
      "quote": "Old age, believe me, is a good and pleasant thing. It is true you are gently shouldered off the stage, but then you are given such a comfortable front stall as spectator.",
      "author": "Confucius",
      "category": "Good, Believe, Me"
    },
    {
      "quote": "If you haven't turned rebel by twenty you've got no heart if you haven't turned establishment by thirty you've got no brains!",
      "author": "Kevin Spacey",
      "category": "Heart, Rebel, You"
    },
    {
      "quote": "The finest lesson I've learned with age is that all I need is a small team of comrades who inspire me, try not to judge me, and remind me when I'm judging myself.",
      "author": "Lake Bell",
      "category": "Team, Myself, Inspire"
    },
    {
      "quote": "Lack of education, old age, bad health or discrimination - these are causes of poverty, and the way to attack it is to go to the root.",
      "author": "Robert Kennedy",
      "category": "Education, Health, Poverty"
    },
    {
      "quote": "I'm very mature for my age, but I'm also innocent in a lot of ways.",
      "author": "Kirsten Dunst",
      "category": "Mature, Innocent, Lot"
    },
    {
      "quote": "Like a lot of kids, I had a Superman cake or different theme cakes, but then I hit the age where I think my mom thought I was ready for the German chocolate cake that she makes for my dad. Just the sight of that, the taste of that frosting, just reminds me of being at home with my mom and my dad and my sister and my friends.",
      "author": "Willie Geist",
      "category": "Home, Friends, Sister"
    },
    {
      "quote": "In every age 'the good old days' were a myth. No one ever thought they were good at the time. For every age has consisted of crises that seemed intolerable to the people who lived through them.",
      "author": "Brooks Atkinson",
      "category": "Time, Good, People"
    },
    {
      "quote": "Age is whatever you think it is. You are as old as you think you are.",
      "author": "Muhammad Ali",
      "category": "Think, You, Whatever"
    },
    {
      "quote": "People say women shouldn't have long hair over a certain age, but I've never done what everyone says.",
      "author": "Jane Seymour",
      "category": "Women, Hair, People"
    },
    {
      "quote": "You can wear black at any time. You can wear it at any age. You may wear it for almost any occasion a 'little black frock' is essential to a woman's wardrobe.",
      "author": "Christian Dior",
      "category": "Time, Woman, Black"
    },
    {
      "quote": "I'm happy to report that my inner child is still ageless.",
      "author": "James Broughton",
      "category": "Happy, Child, Still"
    },
    {
      "quote": "When granted many years of life, growing old in age is natural, but growing old with grace is a choice. Growing older with grace is possible for all who will set their hearts and minds on the Giver of grace, the Lord Jesus Christ.",
      "author": "Billy Graham",
      "category": "Life, Choice, Grace"
    },
    {
      "quote": "It is true that going out on to the street implies the risk of accidents happening, as they would to any ordinary man or woman. But if the church stays wrapped up in itself, it will age. And if I had to choose between a wounded church that goes out on to the streets and a sick, withdrawn church, I would definitely choose the first one.",
      "author": "Pope Francis",
      "category": "Man, Woman, Risk"
    },
    {
      "quote": "Youth is the best time to be rich, and the best time to be poor.",
      "author": "Euripides",
      "category": "Time, Best, Youth"
    },
    {
      "quote": "At the age of 18, I made up my mind to never have another bad day in my life. I dove into a endless sea of gratitude from which I've never emerged.",
      "author": "Patch Adams",
      "category": "Life, Gratitude, Day"
    },
    {
      "quote": "Looking back, I realise I had to grow up and be responsible at a very tender age.",
      "author": "Andie MacDowell",
      "category": "Looking Back, Grow, Looking"
    },
    {
      "quote": "Thirty was so strange for me. I've really had to come to terms with the fact that I am now a walking and talking adult.",
      "author": "C. S. Lewis",
      "category": "I Am, Walking, Me"
    },
    {
      "quote": "At my age flowers scare me.",
      "author": "George Burns",
      "category": "Birthday, Flowers, Me"
    },
    {
      "quote": "My justification is that most people my age spend a lot of time thinking about what they're going to do for the next five or ten years. The time they spend thinking about their life, I just spend drinking.",
      "author": "Amy Winehouse",
      "category": "Life, Time, Thinking"
    },
    {
      "quote": "It is not the young people that degenerate they are not spoiled till those of mature age are already sunk into corruption.",
      "author": "Charles de Montesquieu",
      "category": "Corruption, People, Young"
    },
    {
      "quote": "We all grow up. Hopefully, we get wiser. Age brings wisdom, and fatherhood changes one's life completely.",
      "author": "Frank Abagnale",
      "category": "Life, Wisdom, Changes"
    },
    {
      "quote": "The golden age is before us, not behind us.",
      "author": "Simon the Zealot",
      "category": "Behind, Golden, Golden Age"
    },
    {
      "quote": "In the information age, you don't teach philosophy as they did after feudalism. You perform it. If Aristotle were alive today he'd have a talk show.",
      "author": "Timothy Leary",
      "category": "Today, Philosophy"
    },
    {
      "quote": "Utility is the great idol of the age, to which all powers must do service and all talents swear allegiance.",
      "author": "Friedrich Schiller",
      "category": "Great, Service, Talents"
    },
    {
      "quote": "As time goes by and you're getting older and stuff like that - getting older sucks. You know, I hear all this crap about, 'Oh, you can age with dignity.' Really?",
      "author": "Mickey Rourke",
      "category": "Time, Getting Older, Know"
    },
    {
      "quote": "We aren't in an information age, we are in an entertainment age.",
      "author": "Tony Robbins",
      "category": "Information, Entertainment"
    },
    {
      "quote": "Youth is the spirit of adventure and awakening. It is a time of physical emerging when the body attains the vigor and good health that may ignore the caution of temperance. Youth is a period of timelessness when the horizons of age seem too distant to be noticed.",
      "author": "Ezra Taft Benson",
      "category": "Time, Good, Health"
    },
    {
      "quote": "Just as we reject racism, sexism, ageism, and heterosexism, we reject speciesism. The species of a sentient being is no more reason to deny the protection of this basic right than race, sex, age, or sexual orientation is a reason to deny membership in the human moral community to other humans.",
      "author": "Gary L. Francione",
      "category": "Community, Racism, Moral"
    },
    {
      "quote": "Old age has its pleasures, which, though different, are not less than the pleasures of youth.",
      "author": "W. Somerset Maugham",
      "category": "Youth, Old Age, Pleasures"
    },
    {
      "quote": "If you age with somebody, you go through so many roles - you're lovers, friends, enemies, colleagues, strangers; you're brother and sister. That's what intimacy is, if you're with your soulmate.",
      "author": "Cate Blanchett",
      "category": "Friends, Sister, Brother"
    },
    {
      "quote": "Privacy is one of the biggest problems in this new electronic age.",
      "author": "Andy Grove",
      "category": "Problems, Privacy, New"
    },
    {
      "quote": "Age is relative. Experience is relative. And I think often intensity is confused with maturity.",
      "author": "Laura Marling",
      "category": "Experience, Maturity"
    },
    {
      "quote": "My father... removed from Kentucky to... Indiana, in my eighth year... It was a wild region, with many bears and other wild animals still in the woods. There I grew up... Of course when I came of age, I did not know much. Still somehow, I could read, write, and cipher... but that was all.",
      "author": "Abraham Lincoln",
      "category": "Father, Animals, Know"
    },
    {
      "quote": "There's something unique about the United States, a sense of individual rights and freedoms, and a sense of social and civic responsibility that we contributed to so much of the world. We lost that mission in the 1980s and 1990s, when we entered a gilded age, and the culture of individualism became a culture of avarice.",
      "author": "George Hickenlooper",
      "category": "Culture, Responsibility"
    },
    {
      "quote": "A woman has the age she deserves.",
      "author": "Coco Chanel",
      "category": "Woman, She, Deserves"
    },
    {
      "quote": "When we looked at the life cycle in our 40s, we looked to old people for wisdom. At 80, though, we look at other 80-year-olds to see who got wise and who not. Lots of old people don't get wise, but you don't get wise unless you age.",
      "author": "Erik Erikson",
      "category": "Life, Wisdom, Wise"
    },
    {
      "quote": "Scripture is filled with examples of men and women whom God used late in life, often with great impact - men and women who refused to use old age as an excuse to ignore what God wanted them to do.",
      "author": "Billy Graham",
      "category": "Life, Women, Great"
    },
    {
      "quote": "To keep the heart unwrinkled, to be hopeful, kindly, cheerful, reverent that is to triumph over old age.",
      "author": "Amos Bronson Alcott",
      "category": "Heart, Old Age, Triumph"
    },
    {
      "quote": "Retirement at sixty-five is ridiculous. When I was sixty-five I still had pimples.",
      "author": "George Burns",
      "category": "Retirement, Ridiculous"
    },
    {
      "quote": "We are always the same age inside.",
      "author": "Gertrude Stein",
      "category": "Inside, Same, Always"
    },
    {
      "quote": "Irrespective of age, we mourn for those loved and lost. Mourning is one of the deepest expressions of pure love.",
      "author": "Russell M. Nelson",
      "category": "Love, Lost, Loved"
    },
    {
      "quote": "It is surprising to notice that even from the earliest age, man finds the greatest satisfaction in feeling independent. The exalting feeling of being sufficient to oneself comes as a revelation.",
      "author": "Maria Montessori",
      "category": "Man, Greatest, Satisfaction"
    },
    {
      "quote": "I had assumed that I would age with all my friends growing old around me, dying off very gradually one by one. And here was a plague that cut them off so early.",
      "author": "Thom Gunn",
      "category": "Friends, Me, Growing Old"
    },
    {
      "quote": "By the proper intakes of vitamins and other nutrients and by following a few other healthful practices from youth or middle age on, you can, I believe, extend your life and years of well-being by twenty-five or even thirty-five years.",
      "author": "Linus Pauling",
      "category": "Life, Youth, Believe"
    },
    {
      "quote": "I don't think of myself as a poor deprived ghetto girl who made good. I think of myself as somebody who from an early age knew I was responsible for myself, and I had to make good.",
      "author": "Oprah Winfrey",
      "category": "Good, Myself, Girl"
    },
    {
      "quote": "Our age knows nothing but reaction, and leaps from one extreme to another.",
      "author": "Reinhold Niebuhr",
      "category": "Nothing, Reaction, Knows"
    },
    {
      "quote": "There are only three things that can kill a farmer: lightning, rolling over in a tractor, and old age.",
      "author": "Bill Bryson",
      "category": "Old Age, Farmer, Three"
    },
    {
      "quote": "Even one voice can be heard loudly all over the world in this day and age.",
      "author": "Aung San Suu Kyi",
      "category": "Day, World, Voice"
    },
    {
      "quote": "We live in the age of the refugee, the age of the exile.",
      "author": "Ariel Dorfman",
      "category": "Live, Refugee, Exile"
    },
    {
      "quote": "To resist the frigidity of old age, one must combine the body, the mind, and the heart. And to keep these in parallel vigor one must exercise, study, and love.",
      "author": "Alan Bleasdale",
      "category": "Love, Heart, Mind"
    },
    {
      "quote": "Though the Jazz Age continued it became less and less an affair of youth. The sequel was like a children's party taken over by the elders.",
      "author": "F. Scott Fitzgerald",
      "category": "Children, Youth, Party"
    },
    {
      "quote": "I had just been promoted to the first rugby team. It was a perfect, wonderful coming of age. My brother was already in the team, and my father had come to watch us. We went home, and my father died in front of me. Horribly, in about half an hour. He had a heart attack.",
      "author": "Anthony Browne",
      "category": "Home, Team, Father"
    },
    {
      "quote": "Old age is the most unexpected of all things that happen to a man.",
      "author": "Leon Trotsky",
      "category": "Man, Old Age, Unexpected"
    },
    {
      "quote": "Preparation for old age should begin not later than one's teens. A life which is empty of purpose until 65 will not suddenly become filled on retirement.",
      "author": "Dwight L. Moody",
      "category": "Life, Retirement, Purpose"
    },
    {
      "quote": "The secret of staying young is to live honestly, eat slowly, and lie about your age.",
      "author": "Lucille Ball",
      "category": "Lie, Live, Young"
    },
    {
      "quote": "Better pass boldly into that other world, in the full glory of some passion, than fade and wither dismally with age.",
      "author": "James Joyce",
      "category": "Passion, World, Better"
    },
    {
      "quote": "I think it's nice to age gracefully. OK, you lose the youth, a certain stamina and dewy glow, but what you gain on the inside as a human being is wonderful: the wisdom, the acceptance and the peace of mind. It's a fair exchange.",
      "author": "Cherie Lunghi",
      "category": "Wisdom, Peace, Youth"
    },
    {
      "quote": "New needs need new techniques. And the modern artists have found new ways and new means of making their statements... the modern painter cannot express this age, the airplane, the atom bomb, the radio, in the old forms of the Renaissance or of any other past culture.",
      "author": "Jackson Pollock",
      "category": "Culture, Past, Airplane"
    },
    {
      "quote": "I have always felt that a woman has the right to treat the subject of her age with ambiguity until, perhaps, she passes into the realm of over ninety. Then it is better she be candid with herself and with the world.",
      "author": "Carl Sandburg",
      "category": "Woman, World, Treat"
    },
    {
      "quote": "Discrimination due to age is one of the great tragedies of modern life. The desire to work and be useful is what makes life worth living, and to be told your efforts are not needed because you are the wrong age is a crime.",
      "author": "Johnny Ball",
      "category": "Life, Work, Great"
    },
    {
      "quote": "You can fake your age or mask it, but the passion that moves the characters has to be real.",
      "author": "Victoria Abril",
      "category": "Passion, Fake, You"
    },
    {
      "quote": "Living life at a young age is like being a sponge thrust into the ocean. You absorb what's around you. If you're around people who are supportive and positive, that's how you look at the world.",
      "author": "Freddie Prinze, Jr.",
      "category": "Life, Positive, Ocean"
    },
    {
      "quote": "Alas, after a certain age every man is responsible for his face.",
      "author": "Albert Camus",
      "category": "Man, Face, Responsible"
    },
    {
      "quote": "The great secret that all old people share is that you really haven't changed in seventy or eighty years. Your body changes, but you don't change at all. And that, of course, causes great confusion.",
      "author": "Doris Lessing",
      "category": "Change, Great, Changes"
    },
    {
      "quote": "Old age is like a plane flying through a storm. Once you're aboard, there's nothing you can do.",
      "author": "Golda Meir",
      "category": "Storm, Old Age, Flying"
    },
    {
      "quote": "Surrounding myself with beautiful women keeps me young.",
      "author": "Hugh Hefner",
      "category": "Beautiful, Women, Myself"
    },
    {
      "quote": "In youth we run into difficulties. In old age difficulties run into us.",
      "author": "Josh Billings",
      "category": "Youth, Old Age, Run"
    },
    {
      "quote": "It is not how old you are, but how you are old.",
      "author": "Jules Renard",
      "category": "You, Old, How"
    },
    {
      "quote": "In youth, the days are short and the years are long. In old age, the years are short and days long.",
      "author": "Pope Paul VI",
      "category": "Youth, Short, Old Age"
    },
    {
      "quote": "Nobody grows old merely by living a number of years. We grow old by deserting our ideals. Years may wrinkle the skin, but to give up enthusiasm wrinkles the soul.",
      "author": "Samuel Ullman",
      "category": "Soul, Grow, Living"
    },
    {
      "quote": "Jobs are a centuries-old concept created during the Industrial Revolution. Despite the reality that we're now deep in the Information Age, many people are studying for, or working at, or clinging to the Industrial Age idea of a safe, secure job.",
      "author": "Robert Kiyosaki",
      "category": "Deep, Job, Reality"
    },
    {
      "quote": "Age is inevitable. Aging isn't.",
      "author": "Marv Levy",
      "category": "Aging, Inevitable"
    },
    {
      "quote": "Cancer cells are fixed at an age where they are still too young to have learned the rules of the society in which they live. As with so many immature individuals of all living kinds, everything they do is excessive and uncoordinated with the needs or constraints of their neighbors... they are reproductive but not productive.",
      "author": "Sherwin B. Nuland",
      "category": "Society, Rules, Cancer"
    },
    {
      "quote": "Age is no barrier. It's a limitation you put on your mind.",
      "author": "Jackie Joyner-Kersee",
      "category": "Mind, You, Limitation"
    },
    {
      "quote": "The harvest of old age is the recollection and abundance of blessing previously secured.",
      "author": "Marcus Tullius Cicero",
      "category": "Harvest, Old Age, Blessing"
    },
    {
      "quote": "I'm at the age where food has taken the place of sex in my life. In fact, I've just had a mirror put over my kitchen table.",
      "author": "Rodney Dangerfield",
      "category": "Life, Food, Mirror"
    },
    {
      "quote": "Not just in commerce but in the world of ideas too our age is putting on a veritable clearance sale. Everything can be had so dirt cheap that one begins to wonder whether in the end anyone will want to make a bid.",
      "author": "Soren Kierkegaard",
      "category": "World, Ideas, End"
    },
    {
      "quote": "Exposure from a young age to the realities of the world is a super-big thing.",
      "author": "Bill Gates",
      "category": "World, Young, Young Age"
    },
    {
      "quote": "We are all shaped by where we grow up, though that shaping takes different forms. I don't think there's any doubt that coming of age in Winnipeg both opened my eyes and made me hungry - if I can subvert all claims to be a real writer by mixing metaphors like that.",
      "author": "Guy Gavriel Kay",
      "category": "Eyes, Me, Grow"
    },
    {
      "quote": "If you get to my age in life and nobody thinks well of you, I don't care how big your bank account is, your life is a disaster.",
      "author": "Warren Buffett",
      "category": "Life, Life Is A, Care"
    },
    {
      "quote": "The goal of my diet-style is eating for optimal health and longevity. What greater benefit could there be than living healthfully and actively into old age with no dependence on medications and almost no risk of heart disease, diabetes or dementia?",
      "author": "Joel Fuhrman",
      "category": "Health, Heart, Goal"
    },
    {
      "quote": "The excitement of learning separates youth from old age. As long as you're learning you're not old.",
      "author": "Rosalyn S. Yalow",
      "category": "Learning, Youth, Old Age"
    },
    {
      "quote": "I'm very pleased to be here. Let's face it, at my age I'm very pleased to be anywhere.",
      "author": "George Burns",
      "category": "Face, Here, Pleased"
    },
    {
      "quote": "What Youth deemed crystal, Age finds out was dew.",
      "author": "Robert Browning",
      "category": "Youth, Crystal, Dew"
    },
    {
      "quote": "Each age has deemed the new-born year the fittest time for festal cheer.",
      "author": "Walter Scott",
      "category": "Time, New Year's, Cheer"
    },
    {
      "quote": "The biggest disease this day and age is that of people feeling unloved.",
      "author": "Princess Diana",
      "category": "Day, People, Feeling"
    },
    {
      "quote": "Every age yearns for a more beautiful world. The deeper the desperation and the depression about the confusing present, the more intense that yearning.",
      "author": "Johan Huizinga",
      "category": "Beautiful, Depression, World"
    },
    {
      "quote": "Children who reach the age of eighteen with their entire skills set composed on Nintendo and eating Doritos have been neglected. Their parents neglected to give them the character traits necessary to live successfully.",
      "author": "Dave Ramsey",
      "category": "Children, Character, Parents"
    },
    {
      "quote": "People have to understand one thing: at the age of 18, I arrived at a dream club like Manchester United. It was a dream come true. But, even at that moment, I was thinking about playing in England for some years and then going to play in Spain. Even at that time I was thinking that way, and I always gave 100% everything.",
      "author": "Cristiano Ronaldo",
      "category": "Time, Thinking, Moment"
    },
    {
      "quote": "There's a lot of women out there, some of whom are my age who've never been married and some who have been married and would like to be married again but think their ship has sailed, and I'm like, 'Oh no, honey, let Miss Niecy show you it is never too late for love!'",
      "author": "Niecy Nash",
      "category": "Love, Women, Ship"
    },
    {
      "quote": "People don't understand being a child star is very hard because first off, to be a child star, you have to be very unique. These kids are talented to be able to do it at such a young age. At the same time, you go through the pressures of bullying and a lot of people not understanding.",
      "author": "Romeo Miller",
      "category": "Time, Child, Unique"
    },
    {
      "quote": "At an early age, my mother gave me this feeling that anything is possible, and I believe that.",
      "author": "Howard Schultz",
      "category": "Mother, Believe, Me"
    },
    {
      "quote": "At some point in every person's life, you will need an assisted medical device - whether it's your glasses, your contacts, or as you age and you have a hip replacement or a knee replacement or a pacemaker. The prosthetic generation is all around us.",
      "author": "Aimee Mullins",
      "category": "Life, Medical, Generation"
    },
    {
      "quote": "We live in an age when the traditional great subjects - the human form, the landscape, even newer traditions such as abstract expressionism - are daily devalued by commercial art.",
      "author": "Andy Warhol",
      "category": "Art, Daily, Great"
    },
    {
      "quote": "For me at age 11, I had a pair of binoculars and looked up to the moon, and the moon wasn't just bigger, it was better. There were mountains and valleys and craters and shadows. And it came alive.",
      "author": "Neil deGrasse Tyson",
      "category": "Mountains, Me, Moon"
    },
    {
      "quote": "One of the things you learn in football is that you're only as good as your last outing. I don't like to reflect on what we've done in the past. I'm not a very good storyteller, for one thing. I'd disappoint you. When it's time, I'll talk about the good old days. But it's a sign of old age, reveling in the past.",
      "author": "Chuck Noll",
      "category": "Time, Good, Football"
    },
    {
      "quote": "The thing I love most about my job is watching people age backward, becoming more lively and energetic as they free themselves from situations that are toxic to their essential selves.",
      "author": "Martha Beck",
      "category": "Love, Job, People"
    },
    {
      "quote": "Maybe women get to a certain age and they no longer have a filter they're considered crazy people or something.",
      "author": "Michaela Watkins",
      "category": "Women, Crazy, People"
    },
    {
      "quote": "We're in the age of the series, trilogy, boxed sets.",
      "author": "Glen Duncan",
      "category": "Series, Boxed, Sets"
    },
    {
      "quote": "I knew that I was loved. And that's such an important thing. And, of course, at such an early age, you take it for granted. Of course your parents love you. Of course Mrs. Hubert across the street loves you and your godmother loves you and your grandparents love you.",
      "author": "Jessye Norman",
      "category": "Love, Parents, You"
    },
    {
      "quote": "Who would want a face that hasn't seen or lived properly, hasn't got any wrinkles that come with age, experience and laughter? Not me, anyway.",
      "author": "Cate Blanchett",
      "category": "Experience, Laughter, Me"
    },
    {
      "quote": "If repression has indeed been the fundamental link between power, knowledge, and sexuality since the classical age, it stands to reason that we will not be able to free ourselves from it except at a considerable cost.",
      "author": "Michel Foucault",
      "category": "Knowledge, Power, Free"
    },
    {
      "quote": "Every work of art is the child of its age and, in many cases, the mother of our emotions. It follows that each period of culture produces an art of its own which can never be repeated.",
      "author": "Wassily Kandinsky",
      "category": "Work, Art, Culture"
    },
    {
      "quote": "Anything you cannot relinquish when it has outlived its usefulness possesses you, and in this materialistic age a great many of us are possessed by our possessions.",
      "author": "Peace Pilgrim",
      "category": "Great, You, Anything"
    },
    {
      "quote": "Basically, when I went to school in Sri Lanka from age five onward, the classes there were sometimes sorted into a hierarchy of your skin tone. So the fairer-skinned kids sat at the front row, and the darker-skinned kids sat at the back by the poor ones who played out in the street all day long.",
      "author": "M.I.A.",
      "category": "Day, School, Long"
    },
    {
      "quote": "What I believe about the young age of the earth comes out of taking the Bible as written. And I've said numerous times over the years that the age of the earth, for example, is not a salvation issue but an authority issue.",
      "author": "Ken Ham",
      "category": "Believe, Bible, I Believe"
    },
    {
      "quote": "Whatever you may look like, marry a man your own age - as your beauty fades, so will his eyesight.",
      "author": "Phyllis Diller",
      "category": "Beauty, Man, You"
    },
    {
      "quote": "I don't feel old. I don't feel anything till noon. That's when it's time for my nap.",
      "author": "Bob Hope",
      "category": "Time, Nap, Feel"
    },
    {
      "quote": "We're not in an information age anymore. We're in the information management age.",
      "author": "Chris Hardwick",
      "category": "Management, Information"
    },
    {
      "quote": "In my youth I stressed freedom, and in my old age I stress order. I have made the great discovery that liberty is a product of order.",
      "author": "Will Durant",
      "category": "Freedom, Stress, Great"
    },
    {
      "quote": "At twenty years of age the will reigns; at thirty, the wit; and at forty, the judgment.",
      "author": "Benjamin Franklin",
      "category": "Years, Will, Wit"
    },
    {
      "quote": "Bashfulness is an ornament to youth, but a reproach to old age.",
      "author": "Aristotle",
      "category": "Youth, Old Age, Old"
    },
    {
      "quote": "Old age has deformities enough of its own. It should never add to them the deformity of vice.",
      "author": "Eleanor Roosevelt",
      "category": "Old Age, Never, Old"
    },
    {
      "quote": "A man growing old becomes a child again.",
      "author": "Sophocles",
      "category": "Man, Child, Growing Old"
    },
    {
      "quote": "Whether you are just entering the workforce or nearing retirement age, planning for the future is critical.",
      "author": "Ron Lewis",
      "category": "Future, Retirement, Planning"
    },
    {
      "quote": "Youth is the time of getting, middle age of improving, and old age of spending.",
      "author": "Anne Bradstreet",
      "category": "Time, Youth, Old Age"
    },
    {
      "quote": "The most audacious thing I could possibly state in this day and age is that life is worth living. It's worth being bashed against. It's worth getting scarred by. It's worth pouring yourself over every one of its coals.",
      "author": "Jeff Buckley",
      "category": "Life, Day, Yourself"
    },
    {
      "quote": "Bad news isn't wine. It doesn't improve with age.",
      "author": "Colin Powell",
      "category": "Wine, News, Improve"
    },
    {
      "quote": "My view is that at a younger age your optimism is more and you have more imagination etc. You have less bias.",
      "author": "A. P. J. Abdul Kalam",
      "category": "Imagination, Optimism, View"
    },
    {
      "quote": "We try, we fail, we posture, we aspire, we pontificate - and then we age, shrink, die, and vanish.",
      "author": "George Saunders",
      "category": "Die, Try, Fail"
    },
    {
      "quote": "Kids are naturally gifted at art from a very young age. The problem is when they get older and become self-conscious. The process should always be fun, though.",
      "author": "Damien Hirst",
      "category": "Art, Fun, Problem"
    },
    {
      "quote": "In the U.S., the '50s and '60s marked the documentary's golden age, especially at CBS, where pioneering television journalist Edward R. Murrow, immortalised in George Clooney's 'Good Night, and Good Luck,' produced such landmark investigations as the CBS Reports programme 'Hunger in America.'",
      "author": "Naomi Wolf",
      "category": "Good, America, Good Night"
    },
    {
      "quote": "An age is called Dark not because the light fails to shine, but because people refuse to see it.",
      "author": "James A. Michener",
      "category": "Light, People, Dark"
    },
    {
      "quote": "An archaeologist is the best husband a woman can have. The older she gets the more interested he is in her.",
      "author": "Agatha Christie",
      "category": "Best, Woman, Husband"
    },
    {
      "quote": "The surest sign of age is loneliness.",
      "author": "Annie Dillard",
      "category": "Loneliness, Sign, Surest"
    },
    {
      "quote": "To me, old age is always fifteen years older than I am.",
      "author": "Bernard Baruch",
      "category": "I Am, Old Age, Me"
    },
    {
      "quote": "Old age comes on suddenly, and not gradually as is thought.",
      "author": "Emily Dickinson",
      "category": "Thought, Old Age, Old"
    },
    {
      "quote": "There's no such thing as old age, there is only sorrow.",
      "author": "Fay Weldon",
      "category": "Old Age, Sorrow, Old"
    },
    {
      "quote": "Every man desires to live long, but no man wishes to be old.",
      "author": "Jonathan Swift",
      "category": "Man, Live, Long"
    },
    {
      "quote": "One of the many pleasures of old age is giving things up.",
      "author": "Malcolm Muggeridge",
      "category": "Giving, Old Age, Pleasures"
    },
    {
      "quote": "As long as any adult thinks that he, like the parents and teachers of old, can become introspective, invoking his own youth to understand the youth before him, he is lost.",
      "author": "Margaret Mead",
      "category": "Parents, Youth, Lost"
    },
    {
      "quote": "Whatever poet, orator or sage may say of it, old age is still old age.",
      "author": "Sinclair Lewis",
      "category": "Old Age, Say, May"
    },
    {
      "quote": "Let age, not envy, draw wrinkles on thy cheeks.",
      "author": "Thomas Browne",
      "category": "Envy, Wrinkles, Cheeks"
    },
    {
      "quote": "I don't believe one grows older. I think that what happens early on in life is that at a certain age one stands still and stagnates.",
      "author": "T. S. Eliot",
      "category": "Life, Believe, Think"
    },
    {
      "quote": "To keep the heart unwrinkled, to be hopeful, kindly, cheerful, reverent - that is to triumph over old age.",
      "author": "Thomas Bailey Aldrich",
      "category": "Heart, Old Age, Triumph"
    },
    {
      "quote": "Age is not important unless you're a cheese.",
      "author": "Helen Hayes",
      "category": "Important, Cheese, You"
    },
    {
      "quote": "I think women should start to embrace their age. What's the alternative to getting older? You die. I can't change the day I was born. But I can take care of my skin, my body, my mind, and try to live my life and be happy.",
      "author": "Olivia Munn",
      "category": "Life, Change, Women"
    },
    {
      "quote": "We've put more effort into helping folks reach old age than into helping them enjoy it.",
      "author": "Frank A. Clark",
      "category": "Effort, Old Age, Enjoy"
    },
    {
      "quote": "Whenever I go to New York or any European country, they say: 'Nawal, why don't you get a facelift?' I tell them, 'I am proud of my wrinkles. Every wrinkle on my face tells the story of my life. Why should I hide my age?'",
      "author": "Nawal El Saadawi",
      "category": "Life, I Am, Proud"
    },
    {
      "quote": "Stone Age. Bronze Age. Iron Age. We define entire epics of humanity by the technology they use.",
      "author": "Reed Hastings",
      "category": "Technology, Humanity, Stone"
    },
    {
      "quote": "No sociologist should think himself too good, even in his old age, to make tens of thousands of quite trivial computations in his head and perhaps for months at a time.",
      "author": "Max Weber",
      "category": "Time, Good, Old Age"
    },
    {
      "quote": "I think the thing I miss most in our age is our manners. It sounds so old-fashioned in a way. But even bad people had good manners in the old days, and manners hold a community together, and manners hold a family together; in a way, they hold the world together.",
      "author": "Nancy Friday",
      "category": "Family, Good, Community"
    },
    {
      "quote": "I think the biggest disease the world suffers from in this day and age is the disease of people feeling unloved. I know that I can give love for a minute, for half an hour, for a day, for a month, but I can give. I am very happy to do that, I want to do that.",
      "author": "Princess Diana",
      "category": "Love, Happy, Day"
    },
    {
      "quote": "Let no one be slow to seek wisdom when he is young nor weary in the search of it when he has grown old. For no age is too early or too late for the health of the soul.",
      "author": "Epicurus",
      "category": "Wisdom, Health, Soul"
    },
    {
      "quote": "As technology advances, it reverses the characteristics of every situation again and again. The age of automation is going to be the age of 'do it yourself.'",
      "author": "Marshall McLuhan",
      "category": "Technology, Yourself"
    },
    {
      "quote": "I've always been intrigued by color and by interesting hair. I was one of those weird little girls doing my own hair at the age of 9. I was, like, getting weird gels and new brushes and cornrow holders. I would tweak and perm at the age of 13.",
      "author": "Nicki Minaj",
      "category": "Hair, Color, Little Girls"
    },
    {
      "quote": "Being healthy is something I learned from a very young age. Looking after yourself on the inside helps with your energy, makes your skin glow, and changes your whole outlook on life.",
      "author": "Phoebe Tonkin",
      "category": "Life, Changes, Yourself"
    },
    {
      "quote": "Basically, when you get to my age, you'll really measure your success in life by how many of the people you want to have love you actually do love you.",
      "author": "Warren Buffett",
      "category": "Love, Life, Success"
    },
    {
      "quote": "The nicest thing about coming of age is that I can do whatever I like.",
      "author": "Cilla Black",
      "category": "I Can, Whatever, Like"
    },
    {
      "quote": "Middle age is when your old classmates are so grey and wrinkled and bald they don't recognize you.",
      "author": "Bennett Cerf",
      "category": "Grey, You, Classmates"
    },
    {
      "quote": "Most fears are basic: fear of the dark, fear of going down in the basement, fear of weird sounds, fear that somebody is waiting for you in your closet. Those kinds of things stay with you no matter what age.",
      "author": "R. L. Stine",
      "category": "Fear, Waiting, Dark"
    },
    {
      "quote": "With age comes common sense and wisdom.",
      "author": "Nas",
      "category": "Wisdom, Common Sense, Sense"
    },
    {
      "quote": "Too many U.S. adults have a heart age years older than their real age, increasing their risk of heart disease and stroke. Everybody deserves to be young - or at least not old - at heart.",
      "author": "Tom Frieden",
      "category": "Heart, Risk, Young"
    },
    {
      "quote": "It seems this is an age of clever critics who keep bewailing the fact that there are no works worthy of criticism.",
      "author": "Sylvia Plath",
      "category": "Criticism, Clever, Worthy"
    },
    {
      "quote": "Confusion of goals and perfection of means seems, in my opinion, to characterize our age.",
      "author": "Albert Einstein",
      "category": "Goals, Perfection, Opinion"
    },
    {
      "quote": "Of middle age the best that can be said is that a middle-aged person has likely learned how to have a little fun in spite of his troubles.",
      "author": "Don Marquis",
      "category": "Best, Fun, Said"
    },
    {
      "quote": "I have had so many great moments, but I would have to say that dancing the Swan in 'Swan Lake' was such a unique and passionate experience for me. It was such bloody hard work, even at that very early age, that I would not want to try to replicate it again now.",
      "author": "William Kempe",
      "category": "Work, Hard Work, Experience"
    },
    {
      "quote": "Youth cannot know how age thinks and feels. But old men are guilty if they forget what it was to be young.",
      "author": "J. K. Rowling",
      "category": "Men, Youth, Know"
    },
    {
      "quote": "Leadership in telecommunications is also essential, since we are now in the age of e-commerce.",
      "author": "Michael Oxley",
      "category": "Leadership, Now, E-Commerce"
    },
    {
      "quote": "Age is just a number. It's totally irrelevant unless, of course, you happen to be a bottle of wine.",
      "author": "Joan Collins",
      "category": "Wine, You, Number"
    },
    {
      "quote": "You just never know when you're living in a golden age.",
      "author": "Alexander Payne",
      "category": "Living, Know, You"
    },
    {
      "quote": "Old age is a special problem for me because I've never been able to shed the mental image I have of myself - a lad of about 19.",
      "author": "E. B. White",
      "category": "Myself, Old Age, Me"
    },
    {
      "quote": "This might be the first generation where kids are dying at a younger age than their parents and it's related primarily to the obesity problem.",
      "author": "Judy Davis",
      "category": "Parents, Generation, Problem"
    },
    {
      "quote": "When I started go-karting at the age of six, I always dreamt of becoming a Formula One driver.",
      "author": "Heikki Kovalainen",
      "category": "Formula One, Always, Started"
    },
    {
      "quote": "What's interesting about the shift from an industrial age to a technological age is that we keep inventing new media: movies, records, radio, television, the Internet, and now ebooks - and one of the things that's most interesting about the invention of a new medium is watching it reinvent itself as it penetrates the culture.",
      "author": "David Gerrold",
      "category": "Culture, Media, Internet"
    },
    {
      "quote": "I've always been drawn to the Edwardian period in England. To me, it seems like such a fascinating time, when the British Empire was at the height of its powers and the strict mores of the Victorian age were dissipating into the decadence of King Edward's reign.",
      "author": "Kevin Kwan",
      "category": "Time, Me, King"
    },
    {
      "quote": "After 3 years, I left the army at the ripe old age of 20, but I'd like to think some of the skills are still with me. I'm great at physical movement; I can still remember Morse code, and perhaps most importantly, I can fold my socks up into little balls with smiley faces.",
      "author": "Rhys Darby",
      "category": "Great, Old Age, Me"
    },
    {
      "quote": "Eighteenth-century doctors prescribed sugar pills for nearly everything: heart problems, headache, consumption, labor pains, insanity, old age, and blindness. Hence, the French expression 'like an apothecary without sugar' meant someone in an utterly hopeless situation.",
      "author": "Tom Reiss",
      "category": "Heart, Problems, Old Age"
    },
    {
      "quote": "The charm of history and its enigmatic lesson consist in the fact that, from age to age, nothing changes and yet everything is completely different.",
      "author": "Aldous Huxley",
      "category": "History, Changes, Charm"
    },
    {
      "quote": "The age of chivalry is past. Bores have succeeded to dragons.",
      "author": "Charles Dickens",
      "category": "Past, Chivalry, Bores"
    },
    {
      "quote": "Age puzzles me. I thought it was a quiet time. My seventies were interesting and fairly serene, but my eighties are passionate. I grow more intense as I age.",
      "author": "Florida Scott-Maxwell",
      "category": "Time, Thought, Me"
    },
    {
      "quote": "Books were my pass to personal freedom. I learned to read at age three, and soon discovered there was a whole world to conquer that went beyond our farm in Mississippi.",
      "author": "Oprah Winfrey",
      "category": "Freedom, World, Conquer"
    },
    {
      "quote": "I think age is a very high price to pay for maturity.",
      "author": "Tom Stoppard",
      "category": "Maturity, Think, Price"
    },
    {
      "quote": "Any young man who is unmarried at the age of twenty one is a menace to the community.",
      "author": "Brigham Young",
      "category": "Community, Man, Young Man"
    },
    {
      "quote": "But an old age serene and bright, and lovely as a Lapland night, shall lead thee to thy grave.",
      "author": "William Wordsworth",
      "category": "Night, Old Age, Lovely"
    },
    {
      "quote": "This is the patent age of new inventions for killing bodies, and for saving souls. All propagated with the best intentions.",
      "author": "Lord Byron",
      "category": "Best, New, Inventions"
    },
    {
      "quote": "Middle Age is that perplexing time of life when we hear two voices calling us, one saying, 'Why not?' and the other, 'Why bother?'",
      "author": "Sydney J. Harris",
      "category": "Life, Time, Saying"
    },
    {
      "quote": "Old age is an insult. It's like being smacked.",
      "author": "Lawrence Durrell",
      "category": "Old Age, Insult, Like"
    },
    {
      "quote": "If the nineteenth century was the age of the editorial chair, ours is the century of the psychiatrist's couch.",
      "author": "Marshall McLuhan",
      "category": "Chair, Couch, Editorial"
    },
    {
      "quote": "Age is not all decay; it is the ripening, the swelling, of the fresh life within, that withers and bursts the husk.",
      "author": "George MacDonald",
      "category": "Life, Fresh, Within"
    },
    {
      "quote": "To teach how to live without certainty and yet without being paralysed by hesitation is perhaps the chief thing that philosophy, in our age, can do for those who study it.",
      "author": "Bertrand Russell",
      "category": "Philosophy, Live, Study"
    },
    {
      "quote": "Children also have artistic ability, and there is wisdom in there having it! The more helpless they are, the more instructive are the examples they furnish us; and they must be preserved free of corruption from an early age.",
      "author": "Paul Klee",
      "category": "Wisdom, Children, Free"
    },
    {
      "quote": "Every age has a keyhole to which its eye is pasted.",
      "author": "Mary McCarthy",
      "category": "Eye, Which, Every"
    },
    {
      "quote": "I knew at an early age I wanted to act. Acting was always easy for me. I don't believe in predestination, but I do believe that once you get where ever it is you are going, that is where you were going to be.",
      "author": "Morgan Freeman",
      "category": "Believe, Me, Easy"
    },
    {
      "quote": "Thomas Jefferson once said, 'We should never judge a president by his age, only by his works.' And ever since he told me that, I stopped worrying.",
      "author": "Ronald Reagan",
      "category": "Me, Judge, Said"
    },
    {
      "quote": "Each age tries to form its own conception of the past. Each age writes the history of the past anew with reference to the conditions uppermost in its own time.",
      "author": "Frederick Jackson Turner",
      "category": "Time, History, Past"
    },
    {
      "quote": "In every age there has been a stream of popular opinion that has carried all before it, and given a family character, as it were, to the century.",
      "author": "Mary Wollstonecraft",
      "category": "Family, Character, Opinion"
    },
    {
      "quote": "I saw no African people in the printed and illustrated Sunday school lessons. I began to suspect at this early age that someone had distorted the image of my people. My long search for the true history of African people the world over began.",
      "author": "John Henrik Clarke",
      "category": "History, School, World"
    },
    {
      "quote": "It's trite to say that the world has gotten smaller in the age of globalization, but my travels have told me that it's wrong to think this means there is some kind of uniform world culture.",
      "author": "Norman Spinrad",
      "category": "Culture, World, Me"
    },
    {
      "quote": "There's something intrinsically Australian about a bunch of brothers and school friends getting together as a band at a very young age and all pulling together as a band at a very young age and all pulling together as mates to make something happen.",
      "author": "Michael Hutchence",
      "category": "Friends, School, Together"
    },
    {
      "quote": "According to the National Institute on Drug Abuse, the first use of alcohol typically begins at age 12.",
      "author": "Xavier Becerra",
      "category": "Alcohol, First, Abuse"
    },
    {
      "quote": "Here's my Golden Rule for a tarnished age: Be fair with others, but keep after them until they're fair with you.",
      "author": "Alan Alda",
      "category": "You, Fair, Here"
    },
    {
      "quote": "Old age: the crown of life, our play's last act.",
      "author": "Marcus Tullius Cicero",
      "category": "Life, Old Age, Play"
    },
    {
      "quote": "I think a child should be allowed to take his father's or mother's name at will on coming of age. Paternity is a legal fiction.",
      "author": "James Joyce",
      "category": "Father, Mother, Child"
    },
    {
      "quote": "People who refuse to rest honorably on their laurels when they reach retirement age seem very admirable to me.",
      "author": "Helen Hayes",
      "category": "Retirement, Me, People"
    },
    {
      "quote": "Man has no Body distinct from his Soul; for that called Body is a portion of Soul discerned by the five Senses, the chief inlets of Soul in this age.",
      "author": "William Blake",
      "category": "Man, Soul, Body"
    },
    {
      "quote": "Our Age of Anxiety is, in great part, the result of trying to do today's job with yesterday's tools and yesterday's concepts.",
      "author": "Marshall McLuhan",
      "category": "Today, Great, Job"
    },
    {
      "quote": "O love, if I regret the age when one savors you, it is not for the hour of pleasure, but for the one that follows it.",
      "author": "Jean-Jacques Rousseau",
      "category": "Love, Regret, You"
    },
    {
      "quote": "In this electronic age we see ourselves being translated more and more into the form of information, moving toward the technological extension of consciousness.",
      "author": "Marshall McLuhan",
      "category": "Moving, Information, See"
    },
    {
      "quote": "Age is not measured by years. Nature does not equally distribute energy. Some people are born old and tired while others are going strong at seventy.",
      "author": "Dorothy Thompson",
      "category": "Nature, Strong, Tired"
    },
    {
      "quote": "I'm very accepting with my age. It's like notches on your belt: experience, wisdom, and a different kind of beauty. There comes a day when you've become comfortable in your skin.",
      "author": "Zoe Saldana",
      "category": "Wisdom, Beauty, Experience"
    },
    {
      "quote": "Losing both parents at a young age gave me a sense that you can't really control life - so you'd better live it while it's here. I stopped believing in a storybook existence a long time ago. All you can do is push in a direction and see what comes of it.",
      "author": "Jon Hamm",
      "category": "Life, Time, Parents"
    },
    {
      "quote": "Canada has a passive-aggressive culture, with a lot of sarcasm and righteousness. That went with my weird messianic complex. The ego is a fascinating monster. I was taught from a young age that I had to serve, so that turned into me thinking I had to save the planet.",
      "author": "Alanis Morissette",
      "category": "Culture, Thinking, Me"
    },
    {
      "quote": "It's the age of information and we need to just get as informed as we can about what other things might help us live healthy lives.",
      "author": "Linda Hamilton",
      "category": "Information, Help, Healthy"
    },
    {
      "quote": "My dad just imprinted in my mind from a very young age that you always do what you say you're gonna do when you say you're gonna do it.",
      "author": "Bob Corker",
      "category": "Mind, Young, You"
    },
    {
      "quote": "From an early age I didn't buy into the value systems of working hard in a nine-to-five job. I thought creativity, friendship and loyalty and pushing the boundaries of what was acceptable was much more interesting.",
      "author": "Adam Clayton",
      "category": "Friendship, Creativity"
    },
    {
      "quote": "At an early age, I started my own paper route. Once I saw how you could service people and do a good job and get paid for it, I just wanted to be the best I could be in whatever I did.",
      "author": "Sean Combs",
      "category": "Good, Best, Service"
    },
    {
      "quote": "I am happy being able to play roles with people my age because once you do something really mature there is no turning back.",
      "author": "Lindsay Lohan",
      "category": "Happy, I Am, People"
    },
    {
      "quote": "It's really amazing that in the age of unbelief, as a smart man called it, there isn't even more fraud. After all, with no God, there's no one to ever call you to account, and no accounting at all if you can get away with it.",
      "author": "Ben Stein",
      "category": "God, Man, Smart"
    },
    {
      "quote": "It's sad, actually, because my anxiety keeps me from enjoying things as much as I should at this age.",
      "author": "Amanda Seyfried",
      "category": "Sad, Me, Anxiety"
    },
    {
      "quote": "I feel the 21st century is another new age. Not only can we collaborate again with nature, but we have to. It's an emergency.",
      "author": "Bjork",
      "category": "Nature, New, Emergency"
    },
    {
      "quote": "With age, you see people fail more. You see yourself fail more. How do you keep that fearlessness of a kid? You keep going. Luckily, I'm not afraid to make a fool of myself.",
      "author": "Hugh Jackman",
      "category": "Myself, Keep Going, Yourself"
    },
    {
      "quote": "For the moment I prefer to be a beautiful woman of my age than try desperately to look 30.",
      "author": "Demi Moore",
      "category": "Beautiful, Beautiful Woman"
    },
    {
      "quote": "When at a young age you learn to face your fears, that makes the difference between people being champions and people not being champions.",
      "author": "Evander Holyfield",
      "category": "People, Learn, You"
    },
    {
      "quote": "Me personally, I want to entertain people above all. When you look back at burlesque in history and the real golden age of burlesque, those entertainers were there to entertain, and there wasn't usually some big political message behind what they were doing.",
      "author": "Dita Von Teese",
      "category": "History, Political, Me"
    },
    {
      "quote": "It's rough being a teenager in this day and age.",
      "author": "Kay Panabaker",
      "category": "Day, Being A Teenager, Being"
    },
    {
      "quote": "I used to help my grandfather on the farm, driving tractors, raising crops and animals. I used to feed some of the baby cows and pigs, and I had to be no older than 7 or 8. Then at about 9 or 10 I started driving tractors. It showed me at an early age what hard work was all about and how dedicated you have to be, no matter what you do.",
      "author": "Tyson Chandler",
      "category": "Work, Hard Work, Baby"
    },
    {
      "quote": "My children were taught at an early age how money works and that it comes from hard work. They've been on a commission - not an allowance - since they were little. They learned that if they worked around the house, they got paid. If they didn't work, they didn't get paid.",
      "author": "Dave Ramsey",
      "category": "Work, Hard Work, Children"
    },
    {
      "quote": "My father was a newspaper editor, so I was surrounded by journalists my entire life. I think the fact that he was so well known may be why I chose to go into magazines and move to the States at a young age.",
      "author": "Anna Wintour",
      "category": "Life, Father, Think"
    },
    {
      "quote": "Even at age 10, I already knew that I was different from most people. My anxiety disorder was still years from being diagnosed, but it affected me quite deeply. I was too afraid to speak out in class, too nervous to make real friends.",
      "author": "Jenny Lawson",
      "category": "Friends, Speak, Anxiety"
    },
    {
      "quote": "I am becoming more radical with age. I have noticed that writers, when they are old, become milder. But for me it is the opposite. Age makes me more angry.",
      "author": "Nawal El Saadawi",
      "category": "I Am, Me, Angry"
    },
    {
      "quote": "You know, from age 17 on, my paycheck was coming from cooking and working in kitchens.",
      "author": "Anthony Bourdain",
      "category": "Cooking, Know, You"
    },
    {
      "quote": "If anyone thinks they'd rather be in a different part of history, they're probably not a very good student of history. Life sucked in the old days. People knew very little, and you were likely to die at a young age of some horrible disease. You'd probably have no teeth by now. It would be particularly awful if you were a woman.",
      "author": "Elon Musk",
      "category": "Life, History, Good"
    },
    {
      "quote": "For me, the end of childhood came when the number of candles on my birthday cake no longer reflected my age, around 19 or 20. From then on, each candle came to represent an entire decade.",
      "author": "Yotam Ottolenghi",
      "category": "Birthday, Childhood, Me"
    },
    {
      "quote": "There's a great deal to say in the Bible about the signs we're to watch for, and when these signs all converge at one place we can be sure that we're close to the end of the age.",
      "author": "Billy Graham",
      "category": "Great, End, Bible"
    },
    {
      "quote": "We always think, 'Well, for a person who's blind, it must be an amazing, joyful miracle if by some chance their sight is restored to them.' Now, this may be true for blind people who lost their vision at a later age. It's rarely true for people who were born blind or who go blind at a very young age.",
      "author": "Rosemary Mahoney",
      "category": "Vision, Blind, Amazing"
    },
    {
      "quote": "At the age of nine, I could cross the length of Glasgow on a succession of buses, wearing regulation garter-topped stockings and compulsory cap and - if I'd done well enough to earn the honour in last week's test - with a First World War medal on a striped ribbon pinned to my brown blazer. I must have looked like a chocolate soldier.",
      "author": "Ronald Frame",
      "category": "War, World, Week"
    },
    {
      "quote": "If the Age of Sport has been all champagne and roses hitherto, then expect our love affair with its newly-acquired prominence to become increasingly tainted by scandals about cheating. Sport is losing its shine and allure.",
      "author": "Martin Jacques",
      "category": "Love, Roses, Losing"
    },
    {
      "quote": "We live in such an age of chatter and distraction. Everything is a challenge for the ears and eyes.",
      "author": "Rebecca Pidgeon",
      "category": "Eyes, Challenge, Live"
    },
    {
      "quote": "I knew what I wanted to do in sport from the age of nine.",
      "author": "Magdalena Neuner",
      "category": "Knew, Nine, Wanted"
    },
    {
      "quote": "I was born three weeks early, and I kept being ill. From the age of zero to four, I was always in hospital having tests done, but they couldn't find out what was wrong. They discovered that one of my kidneys wasn't working properly, and it had scarred. I had to have 32 injections in my arm in the morning and evening to try and make me better.",
      "author": "Liam Payne",
      "category": "Morning, Me, Better"
    },
    {
      "quote": "I was already, I think, at the age of 18, showing signs of being incompetent in the lab.",
      "author": "Peter Higgs",
      "category": "Think, Signs, Being"
    },
    {
      "quote": "The last thing I wanted was to be with someone who's the same age as me and wanted the limelight, wanted the attention. There's lots of girls out there who do.",
      "author": "Gareth Gates",
      "category": "Me, Attention, Same"
    },
    {
      "quote": "As I'm traveling around, I meet many small children. And when I look at a small and think how we've harmed this beautiful planet since I was that age, I feel a kind of desperation, anger, shame. I don't know what I feel; I just don't know what the emotion is.",
      "author": "Jane Goodall",
      "category": "Children, Beautiful, Anger"
    },
    {
      "quote": "Everyone is the sum total of past experiences. A character doesn't just spring to life at age thirty.",
      "author": "Kelley Armstrong",
      "category": "Life, Character, Past"
    },
    {
      "quote": "My age has so little to do with my image of myself because at a certain point, the number just didn't fit how I felt. It has become irrelevant to me. I just don't feel like that number is representative of my spirit, of my energy or my anything!",
      "author": "Christie Brinkley",
      "category": "Myself, Energy, Me"
    },
    {
      "quote": "Regardless of your marital status, your age, or the language you speak, you are a beloved spirit daughter of Heavenly Father who is destined to play a critical part in the onward movement of the gospel kingdom.",
      "author": "Sheri L. Dew",
      "category": "Father, Daughter, Speak"
    },
    {
      "quote": "No matter what age you are, or what your circumstances might be, you are special, and you still have something unique to offer. Your life, because of who you are, has meaning.",
      "author": "Barbara De Angelis",
      "category": "Life, Unique, Meaning"
    },
    {
      "quote": "Age considers youth ventures.",
      "author": "Rabindranath Tagore",
      "category": "Youth, Ventures, Considers"
    },
    {
      "quote": "Everyone talks about age, but it's not about age. It's about work ethic. Winning never gets old.",
      "author": "Lisa Leslie",
      "category": "Work, Winning, Work Ethic"
    },
    {
      "quote": "In this new age of GPS, Google Earth and multidimensional digital maps, mapping is suddenly hugely relevant again.",
      "author": "Hans-Ulrich Obrist",
      "category": "Digital, Earth, Google"
    },
    {
      "quote": "Age has given me the gift of me; it just gave me what I was always longing for, which was to get to be the woman I've already dreamt of being. Which is somebody who can do rest and do hard work and be a really constant companion, a constant, tender-hearted wife to myself.",
      "author": "Anne Lamott",
      "category": "Work, Hard Work, Myself"
    },
    {
      "quote": "English people don't have very good diction. In France you have to pronounce very particularly and clearly, and learning French at an early age helped me enormously.",
      "author": "Vivien Leigh",
      "category": "Learning, Good, Me"
    },
    {
      "quote": "People are looking to have more meaning in their lives. It is a sign the technology community is coming of age.",
      "author": "John Doerr",
      "category": "Technology, Community"
    },
    {
      "quote": "Age does not protect you from love. But love, to some extent, protects you from age.",
      "author": "Anais Nin",
      "category": "Love, You, Protect"
    },
    {
      "quote": "Being young isn't about age, it's about being a free spirit. You can meet someone of 20 who's boring and old, or you can meet someone of 70 who's youthful and exciting. I met Fred Astaire when he was 72 and I was 21, and I fell in love with him. He certainly was a free spirit.",
      "author": "Twiggy",
      "category": "Love, Free, You"
    },
    {
      "quote": "The freethinking of one age is the common sense of the next.",
      "author": "Matthew Arnold",
      "category": "Common Sense, Sense, Next"
    },
    {
      "quote": "Guitars have been the obsession of my life. I first picked one up at the age of four and I've been a guitar junkie ever since.",
      "author": "Johnny Marr",
      "category": "Life, Guitar, My Life"
    },
    {
      "quote": "I can't wait to be that age and hanging out with a bunch of people hanging out all day playing golf and going to the beach, all my own age. We'd be laughing and having a good time and getting loopy on our prescription drugs. Driving golf carts around. I can't wait.",
      "author": "Cameron Diaz",
      "category": "Time, Day, Good"
    },
    {
      "quote": "With age, you get to a place where you don't want to knock people out. You just want to give people a hug.",
      "author": "Vin Diesel",
      "category": "People, Want, You"
    },
    {
      "quote": "Your grandparents came of age in the Great Depression, when everyday life was about deprivation and sacrifice, when the economic conditions of the time were so grave and so unrelenting it would have been easy enough for the American dream to fade away.",
      "author": "Tom Brokaw",
      "category": "Life, Time, Great"
    },
    {
      "quote": "The divine right of husbands, like the divine right of kings, may, it is hoped, in this enlightened age, be contested without danger.",
      "author": "Mary Wollstonecraft",
      "category": "Kings, Right, Danger"
    },
    {
      "quote": "I must confess, I was born at a very early age.",
      "author": "Groucho Marx",
      "category": "Born, Early, Must"
    },
    {
      "quote": "If you love someone, you love someone. It doesn't matter; age, colour, c'mon!",
      "author": "Sam Taylor-Johnson",
      "category": "Love, Matter, You"
    },
    {
      "quote": "The irony is that the more we fight age, the more it shows. Paint on a 50-year-old face brings to mind a Gilbert and Sullivan comic figure. Smooth the cheeks, and suddenly the ear lobes and hands look out of place. Do we run around in October, painting the gold leaves green?",
      "author": "Karen DeCrow",
      "category": "Gold, Mind, October"
    },
    {
      "quote": "Legend: A lie that has attained the dignity of age.",
      "author": "H. L. Mencken",
      "category": "History, Lie, Legend"
    },
    {
      "quote": "Old age is just a record of one's whole life.",
      "author": "Muhammad Ali",
      "category": "Life, Old Age, Old"
    },
    {
      "quote": "I was five years old; I got addicted to being on stage. I felt like it was the most wonderful place on Earth, performing in front of an audience, who in this case were a bunch of classmates, kids my age.",
      "author": "Shakira",
      "category": "Earth, Place, Kids"
    },
    {
      "quote": "Millennials regularly draw ire for their cell phone usage. They're mobile natives, having come of age when landlines were well on their way out and payphones had gone the way of dinosaurs. Because of their native fluency, Millennials recognize mobile phones can do a whole lot more than make calls, enable texting between friends or tweeting.",
      "author": "Chelsea Clinton",
      "category": "Friends, Cell Phone, Way"
    },
    {
      "quote": "I don't know what's happened to me. I've got a bit more sophisticated in my old age. I like a bit of jasmine tea. I love it.",
      "author": "Danny Dyer",
      "category": "Love, Old Age, Me"
    },
    {
      "quote": "From a young age, I was rubbing elbows with a very different kind of person and social class, and I felt a lot of tension and conflict in my identity because of that.",
      "author": "David Lindsay-Abaire",
      "category": "Conflict, Identity, Young"
    },
    {
      "quote": "As men get older, the toys get more expensive.",
      "author": "Marvin Davis",
      "category": "Men, Toys, Older"
    },
    {
      "quote": "What could be more beautiful than a dear old lady growing wise with age? Every age can be enchanting, provided you live within it.",
      "author": "Brigitte Bardot",
      "category": "Beautiful, Wise, Live"
    },
    {
      "quote": "Nobody expects to trust his body overmuch after the age of fifty.",
      "author": "Alexander Hamilton",
      "category": "Trust, Body, Fifty"
    },
    {
      "quote": "Old age and the passage of time teach all things.",
      "author": "Sophocles",
      "category": "Time, Old Age, Teach"
    },
    {
      "quote": "Middle age is when your age starts to show around your middle.",
      "author": "Bob Hope",
      "category": "Middle, Show, Your"
    },
    {
      "quote": "Everybody is playing games. There are games now for pretty much every age, every demographic.",
      "author": "Jesse Schell",
      "category": "Now, Pretty, Games"
    },
    {
      "quote": "I read all the time that people think I'm arrogant. They say I am cocky, a bad character. I had that from a young age. But when they meet me, they say, 'That image doesn't fit you.'",
      "author": "Zlatan Ibrahimovic",
      "category": "Time, Character, I Am"
    },
    {
      "quote": "The arrogance of age must submit to be taught by youth.",
      "author": "Edmund Burke",
      "category": "Youth, Arrogance, Submit"
    },
    {
      "quote": "No man was ever so completely skilled in the conduct of life, as not to receive new information from age and experience.",
      "author": "Jonathan Swift",
      "category": "Life, Experience, Man"
    },
    {
      "quote": "I'd date someone younger or older; age doesn't matter to me. Or looks, really - it's all about maturity.",
      "author": "Leona Lewis",
      "category": "Me, Maturity, Matter"
    },
    {
      "quote": "We are in an age of technology where we sit in our little cubicles and we IM each other and Skype each other and never connect as human beings.",
      "author": "Sarah McLachlan",
      "category": "Technology, Human, Connect"
    },
    {
      "quote": "In the summer of 1954, after several years in Austin, Minnesota, our family moved across the state to the small, rural town of Worthington, where my dad became regional manager for a life insurance company. To me, at age 7, Worthington seemed a perfectly splendid spot on the earth.",
      "author": "Tim O'Brien",
      "category": "Life, Family, Company"
    },
    {
      "quote": "There is always some specific moment when we become aware that our youth is gone; but, years after, we know it was much later.",
      "author": "Mignon McLaughlin",
      "category": "Youth, Moment, Know"
    },
    {
      "quote": "I am, as I've said, merely competent. But in an age of incompetence, that makes me extraordinary.",
      "author": "Billy Joel",
      "category": "I Am, Me, Extraordinary"
    },
    {
      "quote": "I have always paid income tax. I object only when it reaches a stage when I am threatened with having nothing left for my old age - which is due to start next Tuesday or Wednesday.",
      "author": "Noel Coward",
      "category": "Wednesday, I Am, Old Age"
    },
    {
      "quote": "I believe that parents need to make nutrition education a priority in their home environment. It's crucial for good health and longevity to instill in your children sound eating habits from an early age.",
      "author": "Cat Cora",
      "category": "Education, Children, Home"
    },
    {
      "quote": "Although I sometimes enjoy writing from an adult's perspective, I feel dedicated to the coming of age story - that part of a young person's life where he must make a decision that will change his life forever. I still remember what it's like to be twelve years old.",
      "author": "Kimberly Willis Holt",
      "category": "Life, Change, Writing"
    },
    {
      "quote": "Why do people talk of the horrors of old age? It's great. I feel like a fine old car with the parts gradually wearing out, but I'm not complaining,... Those who find growing old terrible are people who haven't done what they wanted with their lives.",
      "author": "Martha Gellhorn",
      "category": "Car, Great, Old Age"
    },
    {
      "quote": "Living in an age of advertisement, we are perpetually disillusioned. The perfect life is spread before us every day, but it changes and withers at a touch.",
      "author": "J. B. Priestley",
      "category": "Life, Day, Changes"
    },
    {
      "quote": "That means that every human being - without distinction of sex, age, race, skin color, language, religion, political view, or national or social origin - possesses an inalienable and untouchable dignity.",
      "author": "Hans Kung",
      "category": "Religion, Language, Color"
    },
    {
      "quote": "The heresy of one age becomes the orthodoxy of the next.",
      "author": "Helen Keller",
      "category": "Next, Heresy, Orthodoxy"
    },
    {
      "quote": "Today when I think about diversity, I actually think about the word 'inclusion.' And I think this is a time of great inclusion. It's not men, it's not women alone. Whether it's geographic, it's approach, it's your style, it's your way of learning, the way you want to contribute, it's your age - it is really broad.",
      "author": "Ginni Rometty",
      "category": "Time, Learning, Women"
    },
    {
      "quote": "I do wish I could tell you my age but it's impossible. It keeps changing all the time.",
      "author": "Greer Garson",
      "category": "Time, Impossible, Wish"
    },
    {
      "quote": "I think that age as a number is not nearly as important as health. You can be in poor health and be pretty miserable at 40 or 50. If you're in good health, you can enjoy things into your 80s.",
      "author": "Bob Barker",
      "category": "Good, Health, Good Health"
    },
    {
      "quote": "But the age of chivalry is gone. That of sophisters, economists, and calculators has succeeded; and the glory of Europe is extinguished forever.",
      "author": "Edmund Burke",
      "category": "Forever, Economists, Glory"
    },
    {
      "quote": "In Latino culture, the quinceanera's a big thing - it's when a girl becomes a woman. But I think age is just a number - you become a woman with the responsibilities you take on and the decisions you make. I started realizing that every day is a gift - you have every day to be thankful you're alive.",
      "author": "Emily Rios",
      "category": "Thankful, Day, Culture"
    },
    {
      "quote": "At three years of age, the child has already laid the foundations of the human personality and needs the special help of education in the school. The acquisitions he has made are such that we can say the child who enters school at three is an old man.",
      "author": "Maria Montessori",
      "category": "Education, School, Man"
    },
    {
      "quote": "We have entered an age in which education is not just a luxury permitting some men an advantage over others. It has become a necessity without which a person is defenseless in this complex, industrialized society. We have truly entered the century of the educated man.",
      "author": "Lyndon B. Johnson",
      "category": "Education, Man, Society"
    },
    {
      "quote": "Sleeping is forbidden at the age of 22. It's all work and no play.",
      "author": "Usher",
      "category": "Work, Play, Sleeping"
    },
    {
      "quote": "We of Africa protest that, in this day and age, we should continue to be treated as lesser human beings than other races.",
      "author": "Robert Mugabe",
      "category": "Day, Africa, Human"
    },
    {
      "quote": "I always wanted to be a designer. I read books on fashion from the age of 12.",
      "author": "Alexander McQueen",
      "category": "Fashion, Always, Wanted"
    },
    {
      "quote": "I knew at a young age, whether I was playing baseball or hockey or lacrosse, that my teammates were counting on me, whether it be to strike the last batter out in a baseball game or score a big goal in a hockey game.",
      "author": "Wayne Gretzky",
      "category": "Baseball, Goal, Hockey"
    },
    {
      "quote": "It wasn't until I left that I realised it's not weird to grow up in certain cities and, by the age of 27 or 28, for all of your friends to still be alive. I can think of a lot of kids that I knew in Chicago who were supposed to grow up but didn't.",
      "author": "Chance The Rapper",
      "category": "Friends, Weird, Grow"
    },
    {
      "quote": "Everyone in the world should have a trench coat, and there should be a trench coat for everyone in the world. It does not matter your age; it doesn't matter your gender.",
      "author": "Angela Ahrendts",
      "category": "World, Gender, Matter"
    },
    {
      "quote": "Romance isn't measured by how viral your proposal goes. The Internet age may try to sell you something different, but don't ever forget that viral is closely associated with sickness - so don't ever make being viral your goal.",
      "author": "Ann Voskamp",
      "category": "Goal, Internet, Sickness"
    },
    {
      "quote": "Being nice to everybody, saying hello to everyone in the room, signing every autograph; it was instilled in me at a very young age that this was what I was suppose to do. But I don't think it helps at all. I see more people who are rude or arrogant being rewarded - but, this way, I can put my head on the pillow at night.",
      "author": "Brooke Shields",
      "category": "Night, Me, People"
    },
    {
      "quote": "Every child needs to have for itself not only its loving parents and siblings and friends of its own age, but a grown-up friend.",
      "author": "P. L. Travers",
      "category": "Friends, Parents, Child"
    },
    {
      "quote": "When you start suppressing feelings at an early age, it hurts you down the road. Full expression of anger and pain is very important.",
      "author": "Andrew Shue",
      "category": "Road, Anger, Pain"
    },
    {
      "quote": "The human heart, at whatever age, opens only to the heart that opens in return.",
      "author": "Maria Edgeworth",
      "category": "Heart, Human, Return"
    },
    {
      "quote": "There are mysteries which men can only guess at, which age by age they may solve only in part.",
      "author": "Bram Stoker",
      "category": "Men, May, Mysteries"
    },
    {
      "quote": "Young man, the secret of my success is that at early age I discovered that I was not God.",
      "author": "Oliver Wendell Holmes, Jr.",
      "category": "Success, God, Man"
    },
    {
      "quote": "I was very curious about the world even at a young age, and I don't know at what point I became aware that other cultures believed in different religions, and my question was, 'Well, why don't they get to go to Heaven then?'",
      "author": "Brad Pitt",
      "category": "World, Know, Why"
    },
    {
      "quote": "It is sad to grow old but nice to ripen.",
      "author": "Brigitte Bardot",
      "category": "Sad, Grow, Nice"
    },
    {
      "quote": "How incessant and great are the ills with which a prolonged old age is replete.",
      "author": "C. S. Lewis",
      "category": "Great, Old Age, Old"
    },
    {
      "quote": "Gray hairs seem to my fancy like the soft light of the moon, silvering over the evening of life.",
      "author": "Jean Paul",
      "category": "Life, Light, Moon"
    },
    {
      "quote": "My first recognition of age setting in was exactly on my 36th birthday. I have no idea why, on this day of all days, I looked in the mirror and realized my face no longer looked young.",
      "author": "Paulina Porizkova",
      "category": "Birthday, Day, Mirror"
    },
    {
      "quote": "I want to get old gracefully. I want to have good posture, I want to be healthy and be an example to my children.",
      "author": "Sting",
      "category": "Children, Good, Healthy"
    },
    {
      "quote": "Our scientific age demands that we provide definitions, measurements, and statistics in order to be taken seriously. Yet most of the important things in life cannot be precisely defined or measured. Can we define or measure love, beauty, friendship, or decency, for example?",
      "author": "Dennis Prager",
      "category": "Love, Life, Friendship"
    },
    {
      "quote": "Every age can be enchanting, provided you live within it.",
      "author": "Brigitte Bardot",
      "category": "Live, You, Within"
    },
    {
      "quote": "You have to age gracefully. And that's what I love about Keith Richards. That's what I love about the Rolling Stones. They are aging gracefully. They are falling apart at the seams right before our eyes, and they are doing it gracefully. And that's the most beautiful thing that we can do.",
      "author": "Nikki Sixx",
      "category": "Love, Beautiful, Eyes"
    },
    {
      "quote": "The Tibetans are dirty. They wash once a year and, except for festivals, seldom change their clothes till they begin to drop off. They are healthy and hardy; even the women can carry weights of sixty pounds over the passes. They attain extreme old age; their voices are harsh and loud, and their laughter is noisy and hearty.",
      "author": "Isabella Bird",
      "category": "Change, Women, Laughter"
    },
    {
      "quote": "A man is a fool if he drinks before he reaches the age of 50, and a fool if he doesn't afterward.",
      "author": "Frank Lloyd Wright",
      "category": "Man, Fool, Drinks"
    },
    {
      "quote": "Old age is the verdict of life.",
      "author": "Amelia Barr",
      "category": "Life, Old Age, Old"
    },
    {
      "quote": "Old age and sickness bring out the essential characteristics of a man.",
      "author": "Felix Frankfurter",
      "category": "Man, Old Age, Sickness"
    },
    {
      "quote": "No, no, I was only funny on stage, really. I, I, think I was funny as a person toward my classmates when I was very young. You know, when I was a child, up to about the age of 12.",
      "author": "Rowan Atkinson",
      "category": "Funny, Child, Know"
    },
    {
      "quote": "The delight of opening a new pursuit, or a new course of reading, imparts the vivacity and novelty of youth even to old age.",
      "author": "Isaac D'Israeli",
      "category": "Youth, Reading, Old Age"
    },
    {
      "quote": "I was born on the other side of the tracks, in public housing in Brooklyn, New York. My dad never made more than $20,000 a year, and I grew up in a family that lost health insurance. So I was scarred at a young age with understanding what it was like to watch my parents lose access to the American dream.",
      "author": "Howard Schultz",
      "category": "Family, Health, Parents"
    },
    {
      "quote": "The most formative time of our lives are the years between birth and age 21, when we explore who we are and learn from those who surround us.",
      "author": "Ben Shapiro",
      "category": "Time, Learn, Birth"
    },
    {
      "quote": "At the earliest age, when I saw a 'wet paint' sign, I had to touch the paint to see if it was wet. When I get stopped at the stoplight in the middle of the night, and there's just no cars coming, and the light is red, I go. I don't think I'm putting anyone in harm's way, and I'll just take the consequences. Because I'm a Libertarian.",
      "author": "Gary Johnson",
      "category": "Light, Red, Night"
    },
    {
      "quote": "It feels like there's something for everyone in video games. It's not just a toy for a certain age group. It's steeped in the culture now.",
      "author": "Rich Moore",
      "category": "Culture, Video Games, Group"
    },
    {
      "quote": "For me, your real age is not the age on your ID. That's just a date when you were born.",
      "author": "Jose Mourinho",
      "category": "Me, Born, You"
    },
    {
      "quote": "I don't know if it's just my age or the climate or the high altitude or some of those old-cowboy values rubbing off on me, but I've grown slightly mellower living in Wyoming. I think if you ride into the West on a high horse, you pretty soon end up in a pile of manure.",
      "author": "Alexandra Fuller",
      "category": "Horse, End, Me"
    },
    {
      "quote": "In every country and every age, the priest had been hostile to Liberty.",
      "author": "Thomas Jefferson",
      "category": "Liberty, Country, Hostile"
    },
    {
      "quote": "I smoke ten to fifteen cigars a day. At my age I have to hold on to something.",
      "author": "George Burns",
      "category": "Day, Smoke, Hold"
    },
    {
      "quote": "We are all geniuses up to the age of ten.",
      "author": "Aldous Huxley",
      "category": "Up, Geniuses, Ten"
    },
    {
      "quote": "At a young age winning is not the most important thing... the important thing is to develop creative and skilled players with good confidence.",
      "author": "Arsene Wenger",
      "category": "Good, Confidence, Winning"
    },
    {
      "quote": "Time, in general, has always been a central obsession of mine - what it does to people, how it can constitute a plot all on its own. So naturally, I am interested in old age.",
      "author": "Anne Tyler",
      "category": "Time, I Am, Old Age"
    },
    {
      "quote": "I figured out it was a social thing, what women were allowed to do. At a very young age, I decided I was not going to follow women's rules.",
      "author": "Joan Jett",
      "category": "Women, Rules, Young"
    },
    {
      "quote": "I shall not grow conservative with age.",
      "author": "Elizabeth Cady Stanton",
      "category": "Grow, Conservative, Shall"
    },
    {
      "quote": "You had to learn at a certain age what sarcasm is, you know?",
      "author": "Penny Marshall",
      "category": "Sarcasm, Know, You"
    },
    {
      "quote": "I believe in miracles. At the age of 13, I was on holiday in Moscow with my mother. It was the only trip I took in my whole childhood. We stepped off a metro train and were approached by a talent scout who told me that she wanted to sign me to her modeling agency.",
      "author": "Olga Kurylenko",
      "category": "Mother, Childhood, Believe"
    },
    {
      "quote": "Up until the age of 12, I went to dog shows every weekend. Mum showed beagles. It's a really competitive and eclectic world filled with characters who wear interesting outfits - similar to 'Toddlers & Tiaras,' but with dogs.",
      "author": "Rebel Wilson",
      "category": "Dog, World, Interesting"
    },
    {
      "quote": "I find age such a foreign concept. I have to be reminded. I still have the extraordinary feeling of adventure, striking out into unknown fields.",
      "author": "William Shatner",
      "category": "Adventure, Unknown"
    },
    {
      "quote": "When I first started swinging a bat, I swung righty. So one time, my dad came home, and he wanted to see my batting stance. So I showed him. He says, 'You don't hit right-handed. You hit left-handed.' At that age I didn't even really think about it. Just like 'all right,' and I switched hands. He said I'd thank him later.",
      "author": "Prince Fielder",
      "category": "Time, Home, Hands"
    },
    {
      "quote": "I love coming of age stories that have struggle.",
      "author": "Aaron Paul",
      "category": "Love, Struggle"
    },
    {
      "quote": "Be on the alert to recognize your prime at whatever time of your life it may occur.",
      "author": "Muriel Spark",
      "category": "Life, Time, May"
    },
    {
      "quote": "I was taught from a very early age that I had to work twice as hard to get half as much. That was the world I grew up in - a very strong work ethic.",
      "author": "Larry Wilmore",
      "category": "Work, Strong, World"
    },
    {
      "quote": "A graceful and honorable old age is the childhood of immortality.",
      "author": "Pindar",
      "category": "Childhood, Old Age"
    },
    {
      "quote": "Girls' inner critics are starting to reveal themselves at a younger and younger age. And body image issues are an aspect of their lives which is causing them low self esteem and day-to-day suffering.",
      "author": "Elizabeth Berkley",
      "category": "Self, Suffering, Body"
    },
    {
      "quote": "At the age of 12 I won the school prize for Best English Essay. The prize was a copy of Somerset Maugham's 'Introduction To Modern English And American Literature.' To this day I keep it on the shelf between my collection of Forester's works and the little urn that contains my mother's ashes.",
      "author": "Wilbur Smith",
      "category": "Best, Mother, School"
    },
    {
      "quote": "The closing years of life are like the end of a masquerade party, when the masks are dropped.",
      "author": "Cesare Pavese",
      "category": "Life, End, Party"
    },
    {
      "quote": "Old age is a shipwreck.",
      "author": "Charles de Gaulle",
      "category": "Old Age, Old, Shipwreck"
    },
    {
      "quote": "The answer to old age is to keep one's mind busy and to go on with one's life as if it were interminable. I always admired Chekhov for building a new house when he was dying of tuberculosis.",
      "author": "Leon Edel",
      "category": "Life, Busy, Mind"
    },
    {
      "quote": "When I turned 60, it didn't bother me at all.",
      "author": "Yoko Ono",
      "category": "Me, Bother, Turned"
    },
    {
      "quote": "The question isn't at what age I want to retire, it's at what income.",
      "author": "George Foreman",
      "category": "Want, Retire, Question"
    },
    {
      "quote": "I would go out with women my age, but there are no women my age.",
      "author": "George Burns",
      "category": "Women, Go, Would"
    },
    {
      "quote": "Industrialization based on machinery, already referred to as a characteristic of our age, is but one aspect of the revolution that is being wrought by technology.",
      "author": "Emily Greene Balch",
      "category": "Technology, Revolution"
    },
    {
      "quote": "Despite what anti-aging ads say, growing older can be better. I feel better in my skin, 100 percent. You have greater effects of gravity, but the better sense of yourself you have is something I wouldn't trade. Women who lie about their age - 'why?'",
      "author": "Demi Moore",
      "category": "Women, Lie, Yourself"
    },
    {
      "quote": "We tend to think of age only in time, but I don't think it has much to do with time at all; there's a whole load of other things. I've met 16-year-olds who are old and 90-year-olds who are young.",
      "author": "Roger Daltrey",
      "category": "Time, Think, Young"
    },
    {
      "quote": "I'll tell you, there is nothing better in life than being a late bloomer. I believe that success can happen at any time and at any age.",
      "author": "Salma Hayek",
      "category": "Life, Success, Time"
    },
    {
      "quote": "There are no college courses to build up self-esteem or high school or elementary school. If you don't get those values at a early age, nurtured in your home, you don't get them.",
      "author": "T. D. Jakes",
      "category": "Home, School, College"
    },
    {
      "quote": "Harper Lee and Truman Capote became friends as next-door neighbors in the late 1920s, when they were about kindergarten age. From the start, they recognized in each other \"an apartness,\" as Capote later expressed it; and both loved reading. When Lee's father gave them an old Underwood typewriter, they began writing original stories together.",
      "author": "Charles J. Shields",
      "category": "Friends, Father, Together"
    },
    {
      "quote": "What's changed is we now have good anatomical, geological, archaeological evidence that Neanderthals are not our ancestors. When I wrote 'Lucy,' I considered Neanderthals ancestors of modern humans. We have gone back twice the age of Lucy, six million years. And we see that upright bipedal walking goes back that far in time.",
      "author": "Donald Johanson",
      "category": "Time, Good, Walking"
    },
    {
      "quote": "It is imperative to change the way we look at education. We should invest in the foundation of school readiness from birth to age 5.",
      "author": "James Heckman",
      "category": "Education, Change, School"
    },
    {
      "quote": "We're seeing a new 'Gilded Age,' where inheritance is a deciding factor in who becomes the wealthiest.",
      "author": "Annalee Newitz",
      "category": "New, Inheritance, Seeing"
    },
    {
      "quote": "Until the age of five, my parents spoke to me in Chinese or a combination of Chinese and English, but they didn't force me to speak Mandarin. In retrospect, this was sad, because they believed that my chance of doing well in America hinged on my fluency in English. Later, as an adult, I wanted to learn Chinese.",
      "author": "Amy Tan",
      "category": "Sad, America, Parents"
    },
    {
      "quote": "Some people survived the neolithic age by being brave, others by being cowardly and smart.",
      "author": "Phil Lord",
      "category": "Smart, Brave, People"
    },
    {
      "quote": "Middle age is when you've met so many people that every new person you meet reminds you of someone else.",
      "author": "Ogden Nash",
      "category": "People, You, New"
    },
    {
      "quote": "In this age, which believes that there is a short cut to everything, the greatest lesson to be learned is that the most difficult way is, in the long run, the easiest.",
      "author": "Henry Miller",
      "category": "Short, Greatest, Long"
    },
    {
      "quote": "The older I grow the more I distrust the familiar doctrine that age brings wisdom.",
      "author": "H. L. Mencken",
      "category": "Wisdom, Grow, Familiar"
    },
    {
      "quote": "The Olympic Spirit is neither the property of one race nor of one age.",
      "author": "Pierre de Coubertin",
      "category": "Property, Race, Spirit"
    },
    {
      "quote": "I suppose when they reach a certain age some men are afraid to grow up. It seems the older the men get, the younger their new wives get.",
      "author": "Elizabeth Taylor",
      "category": "Men, Grow, Grow Up"
    },
    {
      "quote": "The mind that is wise mourns less for what age takes away than what it leaves behind.",
      "author": "William Wordsworth",
      "category": "Wise, Mind, Behind"
    },
    {
      "quote": "Old age is far more than white hair, wrinkles, the feeling that it is too late and the game finished, that the stage belongs to the rising generations. The true evil is not the weakening of the body, but the indifference of the soul.",
      "author": "Andre Maurois",
      "category": "Soul, Hair, Evil"
    },
    {
      "quote": "We are living in the machine age. For the first time in history the comedian has been compelled to supply himself with jokes and comedy material to compete with the machine. Whether he knows it or not, the comedian is on a treadmill to oblivion.",
      "author": "Fred Allen",
      "category": "Time, History, Living"
    },
    {
      "quote": "'Beauty' is a currency system like the gold standard. Like any economy, it is determined by politics, and in the modern age in the West is is the last, best belief system that keeps male dominance intact.",
      "author": "Naomi Wolf",
      "category": "Beauty, Best, Politics"
    },
    {
      "quote": "My solution to the problem would be to tell the North Vietnamese Communists frankly that they've got to drawn in their horns and stop their aggression or we're going to bomb them into the stone age.",
      "author": "Curtis LeMay",
      "category": "Problem, Stone, Solution"
    },
    {
      "quote": "The culture of independent film criticism has totally gone down the drain and this seems to come with the territory of the consumer age that we are now living in.",
      "author": "Wim Wenders",
      "category": "Culture, Criticism, Living"
    },
    {
      "quote": "The golden age has not passed it lies in the future.",
      "author": "Paul Signac",
      "category": "Future, Golden, Golden Age"
    },
    {
      "quote": "We are living in a new age of energy supply anxiety.",
      "author": "Daniel Yergin",
      "category": "Energy, Anxiety, Living"
    },
    {
      "quote": "The poetical language of an age should be the current language heightened.",
      "author": "Gerard Manley Hopkins",
      "category": "Language, Should, Current"
    },
    {
      "quote": "Youth is a silly, vapid state, Old age with fears and ills is rife; This simple boon I beg of Fate - A thousand years of Middle Life.",
      "author": "Carolyn Wells",
      "category": "Life, Youth, Simple"
    },
    {
      "quote": "A man loves the meat in his youth that he cannot endure in his age.",
      "author": "William Shakespeare",
      "category": "Man, Youth, Meat"
    },
    {
      "quote": "Whoever, fleeing marriage and the sorrows that women cause, does not wish to wed comes to a deadly old age.",
      "author": "Hesiod",
      "category": "Marriage, Women, Old Age"
    },
    {
      "quote": "The history of the Victorian Age will never be written: we know too much about it.",
      "author": "Lytton Strachey",
      "category": "History, Know, Too Much"
    },
    {
      "quote": "Memory in youth is active and easily impressible; in old age it is comparatively callous to new impressions, but still retains vividly those of earlier years.",
      "author": "Charlotte Bronte",
      "category": "Memory, Youth, Old Age"
    },
    {
      "quote": "There's no excuse for fur in this day and age.",
      "author": "Stella McCartney",
      "category": "Day, Fur, Excuse"
    },
    {
      "quote": "There's no way to approach anything in an objective way. We're completely subjective; our view of the world is completely controlled by who we are as human beings, as men or women, by our age, our history, our profession, by the state of the world.",
      "author": "Charlie Kaufman",
      "category": "History, Women, World"
    },
    {
      "quote": "My father was sleepless most of his life. So by the age of five, I was awake with him all night long, watching bad television or we'd lie in the same bed, and I'd read my comic books while he read his latest spy or mystery novel.",
      "author": "Sherman Alexie",
      "category": "Life, Father, Mystery"
    },
    {
      "quote": "I'm well past the age where I'm acceptable. You get to a certain age and you are forbidden access. You're not going to get the kind of coverage that you would like in music magazines, you're not going to get played on radio and you're not going to get played on television. I have to survive on word of mouth.",
      "author": "David Bowie",
      "category": "Music, Past, Television"
    },
    {
      "quote": "I came of age believing that, no matter what happened, I would always be able to support myself.",
      "author": "William J. Clinton",
      "category": "Myself, Support, Matter"
    },
    {
      "quote": "I don't care about age very much.",
      "author": "Chinua Achebe",
      "category": "Care, Very, About"
    },
    {
      "quote": "Men are allowed to age. Men are allowed to gain weight. Men are allowed to be quirky looking.",
      "author": "Janeane Garofalo",
      "category": "Men, Looking, Quirky"
    },
    {
      "quote": "I have a fear of poverty in old age. I have this vision of myself living in a skip and eating cat food. It's because I'm freelance, and I've never had a proper job. I don't have a pension, and my savings are dwindling. I always thought someone would just come along and look after me.",
      "author": "Jenny Eclair",
      "category": "Food, Fear, Myself"
    },
    {
      "quote": "My mother is an incredibly beautiful woman who has laughed at every single thing my father's ever said. At a young age, my brother and I understood that if you can make girls laugh, you can punch well above your weight class.",
      "author": "Seth Meyers",
      "category": "Beautiful, Father, Mother"
    },
    {
      "quote": "Sometimes I think it would be easier to avoid old age, to die young, but then you'd never complete your life, would you? You'd never wholly know you.",
      "author": "Marilyn Monroe",
      "category": "Life, Old Age, Know"
    },
    {
      "quote": "When somebody who makes movies for a living - either as an actor, writer, producer or director - lives to be a certain age, you have to admire them. It is an act of courage to make a film - a courage for which you are not prepared in the rest of life. It is very hard and very destructive. But we do it because we love it.",
      "author": "John Carpenter",
      "category": "Love, Life, Courage"
    },
    {
      "quote": "'Stand By Me' was really great for me and my buddies we'd all watch that together because that was us - we were down in the creek and hanging out every day and going on little adventures. I had about sixteen friends who are all about the same age as me and lived in a three-block radius. We spent our entire childhood down in that creek.",
      "author": "Scoot McNairy",
      "category": "Friends, Great, Together"
    },
    {
      "quote": "You can't be crazy and wild when you're on work time. But, I like it, in that sense I think it makes you a better person for having matured at a younger age.",
      "author": "Kay Panabaker",
      "category": "Work, Time, Crazy"
    },
    {
      "quote": "I grew up in this poor place, with very limited circumstances, at about 16 years of age was sent by my family to work, and instead of remaining in the position into which I was sent, I somehow worked my way out of it without any help from anyone, just luck.",
      "author": "Jamaica Kincaid",
      "category": "Work, Family, Luck"
    },
    {
      "quote": "I never grew up thinking the goal in life was to be a millionaire. All the way through college, I had a part-time job. I worked hard to get the things that you need at that age.",
      "author": "Cecelia Ahern",
      "category": "Life, Job, College"
    },
    {
      "quote": "I like texting as much as the next kidult - and embrace it as yet more evidence, along with email, that we live now in the post-aural age, when an unsolicited phone call is, thankfully, becoming more and more understood to be an unspeakable social solecism, tantamount to an impertinent invasion of privacy.",
      "author": "Will Self",
      "category": "Live, Privacy, Email"
    },
    {
      "quote": "The number of people my age, younger now, a whole generation younger, who are fiercely bright, over-educated, under-employed and who are politicised and purposeless really upsets me. It's soul-destroying.",
      "author": "Benedict Cumberbatch",
      "category": "Generation, Me, People"
    },
    {
      "quote": "Women have made tons of progress. But we still have a small percentage of the top jobs in any industry, in any nation in the world. I think that's partly because from a very young age, we encourage our boys to lead and we call our girls bossy.",
      "author": "Sheryl Sandberg",
      "category": "Women, Progress, World"
    },
    {
      "quote": "If a brain is exercised properly, anyone can grow intelligence, at any age, and potentially by a lot. Or you can just let your brain idle - and watch it slowly, inexorably, go to seed like a sedentary body.",
      "author": "Michael Merzenich",
      "category": "Intelligence, Brain, Grow"
    },
    {
      "quote": "The reason I always loved 'The Omen' so much, and what has always been scariest to me, is anything to do with God. Anything to do with God is quite frightening because fear is something that's very much expressed in a church environment, and I grew up in one. And the fear of God was very much instilled me at a very young age.",
      "author": "KaDee Strickland",
      "category": "Fear, God, Me"
    },
    {
      "quote": "We, as artists, we have the right to express ourselves. That is our first amendment, freedom of speech. But I also believe that we have an obligation to the youth to be somewhat responsible in what we say on records. But I think that comes with age. I think that comes with artists growing up and becoming assured of who they are as people.",
      "author": "Ja Rule",
      "category": "Freedom, Youth, Believe"
    },
    {
      "quote": "My nieces and my nephews think the only thing that I do is 'Ice Age.' That's fine with me because pretty soon they'll grow up enough to realize that I suck or that my time has passed, whichever it might be.",
      "author": "Denis Leary",
      "category": "Time, Me, Grow"
    },
    {
      "quote": "I don't care about age very much. I think back to the old people I knew when I was growing up, and they always seemed larger than life.",
      "author": "Chinua Achebe",
      "category": "Life, Growing Up, People"
    },
    {
      "quote": "When you grumble about a taxi being dirty, people your own age will absolutely agree with you, whereas younger people say, 'You should be so lucky to have a taxi - I walk to work!' So I have lots of young friends, who fortunately don't treat me as a guru, a person that knows all the answers.",
      "author": "Ian Mckellen",
      "category": "Work, Friends, Walk"
    },
    {
      "quote": "There's no such thing as old age. I'm no different now than I was 50 years ago. I'm just having more fun.",
      "author": "Philip Johnson",
      "category": "Fun, Old Age, Years"
    },
    {
      "quote": "A lot of people are frightened by old age - by being around people who are, basically, on their way out - but I'm fascinated by it. It's an amazing thing to be around someone who has had a life well lived.",
      "author": "Cate Blanchett",
      "category": "Life, Amazing, Old Age"
    },
    {
      "quote": "Truly, learning appears to be a reverse geometric progression with experiences at one hour, one day, one month or one year dramatically more influential and formative than later experiences. As has often been quoted, 85% of brain development takes place by age 3, and yet we spend only 4% of our educational dollars by that point.",
      "author": "George Kaiser",
      "category": "Learning, Day, Brain"
    },
    {
      "quote": "How young can you die of old age?",
      "author": "Steven Wright",
      "category": "Old Age, Die, You"
    },
    {
      "quote": "You are 27 or 28 right? It is very tough to live at that age. When nothing is sure. I have sympathy with you.",
      "author": "Haruki Murakami",
      "category": "Sympathy, Live, You"
    },
    {
      "quote": "Save your money. You're going to need twice as much money in your old age as you think.",
      "author": "Michael Caine",
      "category": "Money, Old Age, Think"
    },
    {
      "quote": "The name 'Wiz' comes from me being the youngest dude in my age group of people that I hung out with. I was pretty good at anything I tried to do, so they would call me a young wiz.",
      "author": "Wiz Khalifa",
      "category": "Good, Me, People"
    },
    {
      "quote": "When our son's autism was diagnosed at the age of 2, there was no clear prognosis. We didn't even know if he'd ever learn to talk. But we found talented people to work with him and he improved, slowly at first and then more rapidly.",
      "author": "Claire Scovell LaZebnik",
      "category": "Work, Son, People"
    },
    {
      "quote": "I suppose I'm trying to build an architecture that's as timeless as possible, although we're all creatures of our age.",
      "author": "David Chipperfield",
      "category": "Architecture, Trying, Build"
    },
    {
      "quote": "In order to dance professionally, you have to start at a young age. No matter what, your muscle structure and your bones have to be groomed from a very young age. Nobody wakes up at 17 and decides to become a ballet dancer.",
      "author": "Amanda Schull",
      "category": "Dance, Start, Ballet"
    },
    {
      "quote": "When kids are young, before the age of ten, there is a critical window of opportunity when their habits and motivations can be influenced.",
      "author": "Richard Attias",
      "category": "Opportunity, Window, Habits"
    },
    {
      "quote": "If you're old, don't try to change yourself, change your environment.",
      "author": "B. F. Skinner",
      "category": "Change, Yourself"
    },
    {
      "quote": "All diseases run into one, old age.",
      "author": "Ralph Waldo Emerson",
      "category": "Old Age, Run, Old"
    },
    {
      "quote": "Every man over forty is a scoundrel.",
      "author": "George Bernard Shaw",
      "category": "Man, Forty, Every"
    },
    {
      "quote": "Being seventy is not a sin.",
      "author": "Golda Meir",
      "category": "Seventy, Sin, Being"
    },
    {
      "quote": "The denunciation of the young is a necessary part of the hygiene of older people, and greatly assists the circulation of the blood.",
      "author": "Logan Pearsall Smith",
      "category": "People, Blood, Young"
    },
    {
      "quote": "Advice in old age is foolish for what can be more absurd than to increase our provisions for the road the nearer we approach to our journey's end.",
      "author": "Marcus Tullius Cicero",
      "category": "Journey, Road, Old Age"
    },
    {
      "quote": "As I approve of a youth that has something of the old man in him, so I am no less pleased with an old man that has something of the youth. He that follows this rule may be old in body, but can never be so in mind.",
      "author": "Marcus Tullius Cicero",
      "category": "Man, I Am, Youth"
    },
    {
      "quote": "Minds ripen at very different ages.",
      "author": "Stevie Wonder",
      "category": "Different, Minds, Very"
    },
    {
      "quote": "A man knows when he is growing old because he begins to look like his father.",
      "author": "Gabriel Garcia Marquez",
      "category": "Father, Man, Look"
    },
    {
      "quote": "Every time I paint a portrait I lose a friend.",
      "author": "John Singer Sargent",
      "category": "Time, Friend, Portrait"
    },
    {
      "quote": "As you age naturally, your family shows more and more on your face. If you deny that, you deny your heritage.",
      "author": "Frances Conroy",
      "category": "Family, Face, You"
    },
    {
      "quote": "Childhood: the period of human life intermediate between the idiocy of infancy and the folly of youth - two removes from the sin of manhood and three from the remorse of age.",
      "author": "Ambrose Bierce",
      "category": "Life, Youth, Childhood"
    },
    {
      "quote": "The enemy of society is middle class and the enemy of life is middle age.",
      "author": "Orson Welles",
      "category": "Life, Society, Enemy"
    },
    {
      "quote": "To separate children from others of similar age and qualifications solely because of their race generates a feeling of inferiority as to their status in the community that may affect their hearts and minds in a way unlikely ever to be undone.",
      "author": "Earl Warren",
      "category": "Children, Community, Feeling"
    },
    {
      "quote": "After 12 years, the old butterflies came back. Well, I guess at my age you call them moths.",
      "author": "Franco Harris",
      "category": "You, Years, Back"
    },
    {
      "quote": "An artist must be a reactionary. He has to stand out against the tenor of the age and not go flopping along.",
      "author": "Andre Maurois",
      "category": "Artist, Stand, Must"
    },
    {
      "quote": "A moment comes, which comes but rarely in history, when we step out from the old to the new; when an age ends; and when the soul of a nation long suppressed finds utterance.",
      "author": "Jawaharlal Nehru",
      "category": "History, Soul, Moment"
    },
    {
      "quote": "When I came to Los Angeles, it was the first time that I ever felt like I belong somewhere. Not because it was wacky, but because people here understood what I felt like to perform, and there were other kids my age who wanted to do it. I didn't get looked at as God, you freak.",
      "author": "Jennifer Love Hewitt",
      "category": "Time, God, People"
    },
    {
      "quote": "This is the first age that's ever paid much attention to the future, which is a little ironic since we may not have one.",
      "author": "Arthur C. Clarke",
      "category": "Future, Attention, First"
    },
    {
      "quote": "A tart temper never mellows with age, and a sharp tongue is the only edged tool that grows keener with constant use.",
      "author": "Washington Irving",
      "category": "Tongue, Never, Tool"
    },
    {
      "quote": "Nice to be here? At my age it's nice to be anywhere.",
      "author": "George Burns",
      "category": "Nice, Here, Anywhere"
    },
    {
      "quote": "Interest is the spur of the people, but glory that of great souls. Invention is the talent of youth, and judgment of age.",
      "author": "Jonathan Swift",
      "category": "Great, Youth, Talent"
    },
    {
      "quote": "Revenge is the naked idol of the worship of a semi-barbarous age.",
      "author": "Percy Bysshe Shelley",
      "category": "Revenge, Naked, Worship"
    },
    {
      "quote": "Rashness belongs to youth prudence to old age.",
      "author": "Marcus Tullius Cicero",
      "category": "Youth, Old Age, Old"
    },
    {
      "quote": "Age imprints more wrinkles in the mind than it does on the face.",
      "author": "Michel de Montaigne",
      "category": "Mind, Face, Wrinkles"
    },
    {
      "quote": "Youth, what man's age is like to be, doth show; We may our ends by our beginnings know.",
      "author": "John Denham",
      "category": "Man, Youth, Know"
    },
    {
      "quote": "You live in a deranged age, more deranged that usual, because in spite of great scientific and technological advances, man has not the faintest idea of who he is or what he is doing.",
      "author": "Walker Percy",
      "category": "Great, Man, Live"
    },
    {
      "quote": "At the age of four with paper hats and wooden swords we're all Generals. Only some of us never grow out of it.",
      "author": "Peter Ustinov",
      "category": "Grow, Hats, Never"
    },
    {
      "quote": "The crucial task of old age is balance: keeping just well enough, just brave enough, just gay and interested and starkly honest enough to remain a sentient human being.",
      "author": "Florida Scott-Maxwell",
      "category": "Balance, Brave, Old Age"
    },
    {
      "quote": "You can judge your age by the amount of pain you feel when you come in contact with a new idea.",
      "author": "Pearl S. Buck",
      "category": "Pain, Judge, You"
    },
    {
      "quote": "From birth to age 18 a girl needs good parents. From 18 to 35 she needs good looks. From 35 to 55 she needs a good personality. From 55 on, she needs good cash.",
      "author": "Sophie Tucker",
      "category": "Women, Good, Parents"
    },
    {
      "quote": "Morality comes with the sad wisdom of age, when the sense of curiosity has withered.",
      "author": "Graham Greene",
      "category": "Wisdom, Sad, Curiosity"
    },
    {
      "quote": "Believe me, that was a happy age, before the days of architects, before the days of builders.",
      "author": "Lucius Annaeus Seneca",
      "category": "Happy, Believe, Me"
    },
    {
      "quote": "What makes old age hard to bear is not the failing of one's faculties, mental and physical, but the burden of one's memories.",
      "author": "W. Somerset Maugham",
      "category": "Memories, Old Age, Mental"
    },
    {
      "quote": "I don't believe in happy endings, but I do believe in happy travels, because ultimately, you die at a very young age, or you live long enough to watch your friends die. It's a mean thing, life.",
      "author": "George Clooney",
      "category": "Life, Happy, Friends"
    },
    {
      "quote": "Experts tell us that 90% of all brain development occurs by the age of five. If we don't begin thinking about education in the early years, our children are at risk of falling behind by the time they start Kindergarten.",
      "author": "Bob Ehrlich",
      "category": "Education, Time, Children"
    },
    {
      "quote": "Middle age is when your broad mind and narrow waist begin to change places.",
      "author": "E. Joseph Cossman",
      "category": "Change, Mind, Places"
    },
    {
      "quote": "There have been studies that clearly state that children who are exposed to arts education at a young age will in fact do markedly better in their SAT tests.",
      "author": "Marvin Hamlisch",
      "category": "Education, Children, Better"
    },
    {
      "quote": "Ours is the age of substitutes: instead of language, we have jargon: instead of principles, slogans: and, instead of genuine ideas, bright ideas.",
      "author": "Eric Bentley",
      "category": "Language, Ideas, Principles"
    },
    {
      "quote": "This is an exciting time. I believe we stand at the edge of a new age - a Golden Age - of freedom that will rival any of the great eras of world history because it will be the entire world itself that is changing.",
      "author": "Joe Lieberman",
      "category": "Time, History, Freedom"
    },
    {
      "quote": "From the age of six I wanted to be an artist. At that point I meant a painter, but it turned out what I really meant was I was someone who was very interested in watching the world and making copies of it.",
      "author": "Reynolds Price",
      "category": "World, Artist, Point"
    },
    {
      "quote": "I really took filmmaking very seriously... It was an honor and then a crutch also, because at a young age, I was like, I guess I'm a serious filmmaker. I never set out to be a serious filmmaker. I just set out to make movies.",
      "author": "John Singleton",
      "category": "Honor, Filmmaking, Movies"
    },
    {
      "quote": "It is people's hearts that move the age.",
      "author": "Herbie Hancock",
      "category": "People, Move, Hearts"
    },
    {
      "quote": "Dissents speak to a future age.",
      "author": "Ruth Bader Ginsburg",
      "category": "Future, Speak"
    },
    {
      "quote": "I wanted to do two things when I was growing up, about your age. I wanted to play in the NBA, and I wanted to be a businessman after my basketball career was over, and that is what I am doing now.",
      "author": "Magic Johnson",
      "category": "I Am, Growing Up, Play"
    },
    {
      "quote": "I ask myself why I do it. Maybe it's to prove I'm still around. It takes a lot out of my body. I'm not an NBA player anymore. At my age, very few people can handle it.",
      "author": "Jerry Stiller",
      "category": "Myself, Body, People"
    },
    {
      "quote": "It was at this moment that I wrote my first important paper in theoretical physics. I was 32 years old, 5 years beyond the alleged age of senility for theorists.",
      "author": "Robert B. Laughlin",
      "category": "Moment, Important, Physics"
    },
    {
      "quote": "State and local government, with financial support from the federal government, should offer a program to educate and train foster children for employment and provide them with financial assistance, as needed, until they reach age 21.",
      "author": "Charles Bass",
      "category": "Children, Government"
    },
    {
      "quote": "I take advantage of every thing I can - age, hair, disability - because my cause is just.",
      "author": "Marjory Stoneman Douglas",
      "category": "Hair, Disability, I Can"
    },
    {
      "quote": "We grew up in a very creative environment and were exposed to the arts at a very young age, so it's not a surprise that all of us are in some form of the arts.",
      "author": "Spike Lee",
      "category": "Creative, Environment"
    },
    {
      "quote": "At the age of fifteen my grandmother became the concubine of a warlord general.",
      "author": "Jung Chang",
      "category": "Grandmother, General"
    },
    {
      "quote": "In this age of consumerism film criticism all over the world - in America first but also in Europe - has become something that caters for the movie industry instead of being a counterbalance.",
      "author": "Wim Wenders",
      "category": "America, World, Criticism"
    },
    {
      "quote": "We now have an opportunity, though, to do something we didn't do in the industrial age, and that is to get a leg up on this, to bring the public in quickly, to have an informed debate.",
      "author": "Jeremy Rifkin",
      "category": "Opportunity, Debate, Bring"
    },
    {
      "quote": "Look, it's to the point where kids are getting Botox. It's insane. We're not allowed to age.",
      "author": "Rosanna Arquette",
      "category": "Look, Kids, Insane"
    },
    {
      "quote": "Around age 40 I put on twenty pounds. I had always had a perfect metabolism. But, my metabolism betrayed me as it does most people, except a very rare few who will always be thin.",
      "author": "Suzanne Somers",
      "category": "Me, People, Perfect"
    },
    {
      "quote": "People tend to become more emotionally intelligent as they age and mature.",
      "author": "Daniel Goleman",
      "category": "People, Intelligent, Mature"
    },
    {
      "quote": "I didn't have any concept of age or authority. I remember realising, Oh, the world has rules and we don't.",
      "author": "Moon Unit Zappa",
      "category": "World, Rules, Remember"
    },
    {
      "quote": "The young people have MTV and rock and roll. Why would they go to read poetry? Poetry belongs to the Stone Age. It awakens in us perceptions that go back to those times.",
      "author": "Robert Morgan",
      "category": "Poetry, Rock And Roll"
    },
    {
      "quote": "I started playing ukulele first for 2 years from age 9 to 11 and got my first guitar and got inspired by blues I heard on the radio that turned me on and I started learning myself.",
      "author": "Johnny Winter",
      "category": "Learning, Myself, Me"
    },
    {
      "quote": "The love story for me was the nature of the love and not the age of the lovers.",
      "author": "Kate Capshaw",
      "category": "Love, Nature, Me"
    },
    {
      "quote": "I reluctantly left the series because a) my age. I'm 68 tomorrow and time is very precious for me to spend time at home with my family and especially with the grandchildren. They're aged 7 and 5. After three years I became homesick for my home.",
      "author": "Richard Briers",
      "category": "Family, Time, Home"
    },
    {
      "quote": "If you look at body fat, it seems to increase with age, even though your weight does not. That's a physiological fact of aging, they say. Heck it is. It is an adaptive effect of aging.",
      "author": "Kenneth H. Cooper",
      "category": "Body, Fat, Aging"
    },
    {
      "quote": "If you watch Cheers, in 12 years they didn't age a day.",
      "author": "William Devane",
      "category": "Day, You, Years"
    },
    {
      "quote": "I don't need you to remind me of my age. I have a bladder to do that for me.",
      "author": "Stephen Fry",
      "category": "Funny, Me, You"
    },
    {
      "quote": "I was a very sickly kid. While I was in the hospital at age 7, my Dad brought me a stack of comic books to keep me occupied. I was hooked.",
      "author": "Len Wein",
      "category": "Me, Hospital, Kid"
    },
    {
      "quote": "I hate to mention age, but I come from an era when we weren't consumed by technology and television.",
      "author": "Jimmy Buffett",
      "category": "Technology, Hate, Television"
    },
    {
      "quote": "Every year 3.1 million Indian children die before the age of 5, mostly from diseases of poverty like diarrhea.",
      "author": "Nicholas D. Kristof",
      "category": "Children, Poverty, Die"
    },
    {
      "quote": "Yes, my life is a life of combat; I can say that this has never stopped for a single instant. It is a combat that started for me at the age of 16. I'm 90 years old now, and my motivation hasn't changed; it's the same fervour that drives me.",
      "author": "Ahmed Ben Bella",
      "category": "Life, Motivation, Me"
    },
    {
      "quote": "Because of Mozart, it's all over after the age of seven.",
      "author": "Wendy Wasserstein",
      "category": "Over, Seven, Because"
    },
    {
      "quote": "If civilization has risen from the Stone Age, it can rise again from the Wastepaper Age.",
      "author": "Jacques Barzun",
      "category": "Stone, Rise, Civilization"
    },
    {
      "quote": "Another belief of mine; that everyone else my age is an adult, whereas I am merely in disguise.",
      "author": "Margaret Atwood",
      "category": "I Am, Belief, Everyone"
    },
    {
      "quote": "In an age robbed of religious symbols, going to the shops replaces going to the church. We have a free choice, but at a price. We can win experience, but never achieve innocence. Marx knew that the epic activities of the modern world involve not lance and sword but dry goods.",
      "author": "Stephen Bayley",
      "category": "Experience, World, Choice"
    },
    {
      "quote": "Error is acceptable as long as we are young but one must not drag it along into old age.",
      "author": "Johann Wolfgang von Goethe",
      "category": "Old Age, Long, Young"
    },
    {
      "quote": "An age which is incapable of poetry is incapable of any kind of literature except the cleverness of a decadence.",
      "author": "Raymond Chandler",
      "category": "Poetry, Literature, Kind"
    },
    {
      "quote": "No lie ever reaches old age.",
      "author": "Sophocles",
      "category": "Lie, Old Age, Old"
    },
    {
      "quote": "What turns me on about the digital age, what excited me personally, is that you have closed the gap between dreaming and doing. You see, it used to be that if you wanted to make a record of a song, you needed a studio and a producer. Now, you need a laptop.",
      "author": "Bono",
      "category": "Song, Me, Digital"
    },
    {
      "quote": "I'm asked all the time in interviews about who I am, and I know a few people my age who have a strong sense of self, but I couldn't say I know myself and sum it up and give it to you in a little package. I don't know myself at all yet.",
      "author": "Kristen Stewart",
      "category": "Time, Myself, Strong"
    },
    {
      "quote": "I believe that investing in our children's development from the earliest age is the single most important contribution we can make to the health and wellbeing of our citizens, their capacity and the future prosperity of our state.",
      "author": "Jay Weatherill",
      "category": "Children, Future, Health"
    },
    {
      "quote": "We grew up in abject poverty. Acting, writing scripts and skits were a way of escaping our environment at a very young age.",
      "author": "Viola Davis",
      "category": "Writing, Poverty"
    },
    {
      "quote": "I remember failing reading in school at a young age, and you just kinda get left behind and I felt helpless.",
      "author": "Kevin O'Leary",
      "category": "School, Reading, Remember"
    },
    {
      "quote": "I think it's very hard in this day and age to raise little girls with morals, ethics and values, and them knowing that they are precious creations and that they are important.",
      "author": "Angie Harmon",
      "category": "Day, Ethics, Little Girls"
    },
    {
      "quote": "I've reached the age of self-knowledge, so I don't know anything. People who claim that they know something are responsible for most of the fuss in the world.",
      "author": "Wislawa Szymborska",
      "category": "World, People, Know"
    },
    {
      "quote": "I really don't get nervous when I perform -it's more of an exciting feeling than anything else. But put me in a classroom with kids my age and have me take a test and yeah, I'll be nervous!",
      "author": "Alexa Vega",
      "category": "Me, Test, Kids"
    },
    {
      "quote": "The quicker we get rid of the lobby system the better for all of us. I don't think in this day and age it is tenable to have these nods and winks, and on-the-record and off-the-record briefings.",
      "author": "Charles Kennedy",
      "category": "Day, Better, Think"
    },
    {
      "quote": "I was never really sure what I wanted to do - I'm in awe of these people who knew at age 10 or 12 they wanted to be a brain surgeon, and they did it, and they still are.",
      "author": "Jerry Doyle",
      "category": "Brain, People, Surgeon"
    },
    {
      "quote": "You need some insecurity if you're an actor. It keeps the pot boiling. I haven't yet started to think about retiring. I was shocked when I heard about Paul Newman retiring at age 82. Most actors just fade away like old soldiers.",
      "author": "Al Pacino",
      "category": "Insecurity, Think, You"
    },
    {
      "quote": "We live in an age of mediocrity.",
      "author": "Lauren Bacall",
      "category": "Live, Mediocrity"
    },
    {
      "quote": "I think the most exciting thing is that you expect people our age to know the music, but actually a lot of kids know the music, and if anything is left, we have left really good music, and that's the important part, not the mop-tops or whatever.",
      "author": "Ringo Starr",
      "category": "Music, Good, People"
    },
    {
      "quote": "In fact, my courage and my bravery at a young age was the thing I was bullied for, a kind of 'Who do you think you are?'",
      "author": "Lady Gaga",
      "category": "Courage, Bravery, Think"
    },
    {
      "quote": "The age in which we live, this non-stop distraction, is making it more impossible for the young generation to ever have the curiosity or discipline... because you need to be alone to find out anything.",
      "author": "Vivienne Westwood",
      "category": "Alone, Curiosity, Discipline"
    },
    {
      "quote": "I've had to be a man since I was 12 or 13. I had a job. And I was playing the piano for people twice my age. Handling responsibility is what makes a man a man.",
      "author": "Jamie Foxx",
      "category": "Responsibility, Man, Job"
    },
    {
      "quote": "I wear clothes that most people in the Midwest would probably deem inappropriate at my age. And I rock a bikini all summer long. I know that it's not normal, but I just don't care. I live once.",
      "author": "Liz Phair",
      "category": "People, Summer, Long"
    },
    {
      "quote": "Raised by an irresponsible mother during the Great Depression in the Jim Crow south, my father was on his own from the age of 13.",
      "author": "Larry Elder",
      "category": "Father, Great, Mother"
    },
    {
      "quote": "Whether you're gay or straight, with a physical disability, your skin's a different color, it's absurd in this age to not be aware and be concerned of the inequity in rights.",
      "author": "Carson Kressley",
      "category": "Color, Disability, You"
    },
    {
      "quote": "Cable is a dynamic and highly innovative industry, providing cutting edge services and content that Americans love. The broadband platform the industry has deployed is a critical part of the infrastructure needed to realize our national ambition to be a great nation in the Information Age.",
      "author": "Michael K. Powell",
      "category": "Love, Great, Ambition"
    },
    {
      "quote": "I grew up in the suburbs among highly educated people, in a house crammed with books. It was a culture rich in ideas, stimulation, entertainment, and mental activity, all helpful to the nurture of an imaginative child who wanted from an early age to be a writer.",
      "author": "Stephen Hunter",
      "category": "Culture, Child, Rich"
    },
    {
      "quote": "To write a story about New York that only deals with people in your age and socioeconomic bracket, that feels dishonest to me. So much of New York comes from everyone bumping into each other.",
      "author": "Josh Radnor",
      "category": "Me, New York, People"
    },
    {
      "quote": "The bottom line is that we have entered an age when local communities need to invest in themselves. Federal and state dollars are becoming more and more scarce for American cities. Political and civic leaders in local communities need to make a compelling case for this investment.",
      "author": "Mick Cornett",
      "category": "American, Political"
    },
    {
      "quote": "We all want to be special, to stand out; there's nothing wrong with this. The irony is that every human being is special to start with, because we're unique to start with. But we then go through some sort of boot camp from the age of zero to about 18 where we learn everything we can about how not to be unique.",
      "author": "Karl Marlantes",
      "category": "Unique, Start, Irony"
    },
    {
      "quote": "My big running discovery was around Stanley Park in Vancouver. Miss it. That's a six-mile loop. Now I smile when I get four miles done. Age is a beast.",
      "author": "Michael Weatherly",
      "category": "Smile, Discovery, Park"
    },
    {
      "quote": "I actually think the whole concept of retirement is a bit stupid, so yes, I do want to do something else. There is this strange thing that just because chronologically on a Friday night you have reached a certain age... with all that experience, how can it be that on a Monday morning, you are useless?",
      "author": "Stuart Rose",
      "category": "Morning, Experience"
    },
    {
      "quote": "The Industrial Age is not sustainable. It's not sustainable in ecological terms, and it's not sustainable in human terms.",
      "author": "Peter Senge",
      "category": "Human, Sustainable"
    },
    {
      "quote": "My dad says that when I was two or three I used to go out dressed as a different character every day. I remember thinking it was perfectly normal to wear different coloured shoes and carry a pink umbrella. But now I've got a goddaughter of that age I realise it's not normal at all.",
      "author": "Alice Eve",
      "category": "Day, Character, Shoes"
    },
    {
      "quote": "You start at a young age, going on auditions, and you think you did a good job and expect to get that role, and you don't, and it's a letdown, a disappointment. So you tell yourself to just do the work and disconnect, because you have no control over the outcome.",
      "author": "Michael B. Jordan",
      "category": "Work, Good, Job"
    },
    {
      "quote": "There are things that tend to moderate with age. Schizophrenia is somewhat like that.",
      "author": "John Forbes Nash, Jr.",
      "category": "Schizophrenia, Like, Things"
    },
    {
      "quote": "We live in an age of great jitteriness in the financial markets. And there's no doubt at all, I think, that the volume of computer-traded stocks has helped contribute to that.",
      "author": "Robert Harris",
      "category": "Great, Financial, Live"
    },
    {
      "quote": "Teachers are not supposed to be repositories of information which they dish out. That is from an age when there were no other repositories of information, other than books or teachers, neither of which were portable. A lot of my big task is retraining these teachers.",
      "author": "Sugata Mitra",
      "category": "Information, Teachers, Big"
    },
    {
      "quote": "I think no matter what age you are, you know when you love something in your heart.",
      "author": "Cindy Busby",
      "category": "Love, Heart, Know"
    },
    {
      "quote": "Religion triggers a lot of emotions in me, most of which stem from being raised Jewish in a very Baptist community in the South. I didn't believe any of it from an early age - the clubby quality of whatever religion or church you belonged to, Judaism included. It just struck me as foolish.",
      "author": "David Cross",
      "category": "Community, Religion, Believe"
    },
    {
      "quote": "The story of 'Mirror Mirror' is in many ways a story about evolution. It's about the evolution of a child into an adult. It's about the evolution of those dwarves into something a little less rock-like, a little more humanoid. It's about the evolution of history, too, from the darkness of the Middle Ages into the light of the Age of Reason.",
      "author": "Gregory Maguire",
      "category": "History, Light, Darkness"
    },
    {
      "quote": "It used to cost money to disclose and distribute information. In the digital age it costs money not to.",
      "author": "Heather Brooke",
      "category": "Money, Information, Digital"
    },
    {
      "quote": "The bulk of my fans are my age, and I'm aging at the same rate they are. That makes me relevant. They like hearing what I have to say. I work hard at it, but it's addicting, really.",
      "author": "Ron White",
      "category": "Work, Work Hard, Me"
    },
    {
      "quote": "I am not a big technology person. I don't go on the Internet really much at all. Drawing is like a zen thing; it's private, which in this day and age is harder to come by.",
      "author": "Tim Burton",
      "category": "Technology, Day, I Am"
    },
    {
      "quote": "I know that might sound silly coming from someone my age, but I remember on my 14th birthday having a crisis like my mom should be having. I kept thinking that I was getting older, and I haven't really accomplished anything. I remember thinking that I better accomplish something real soon.",
      "author": "Q'orianka Kilcher",
      "category": "Birthday, Mom, Getting Older"
    },
    {
      "quote": "I think people under age 55 come to Vegas with a certain sense of irony.",
      "author": "Penn Jillette",
      "category": "People, Vegas, Irony"
    },
    {
      "quote": "The industrial age was not about craftspeople trading peer to peer. It was about stopping that. You weren't supposed to be a craftsperson, you were supposed to be an employee.",
      "author": "Douglas Rushkoff",
      "category": "Employee, You, Trading"
    },
    {
      "quote": "Solitude is good in the evening. Dublin is a quiet city when you get to a certain age, when your friends settle down and have kids. Nothing much happens here.",
      "author": "Colm Toibin",
      "category": "Friends, Good, City"
    },
    {
      "quote": "I knew from the age of five what I wanted to do. The one thing I could do was draw. I couldn't draw that much better than some of the other kids, but I cared more and I wanted it badly.",
      "author": "Chuck Close",
      "category": "Better, Five, Kids"
    },
    {
      "quote": "Prom has all the elements of a popular story. It reeks of all-Americanness, tension, drama. It has romance. Pretty dresses. Dancing. Limos. High school. Coming of age.",
      "author": "Adora Svitak",
      "category": "School, High School, Drama"
    },
    {
      "quote": "Soon, I'm going to meet somebody around my own age, and she's going to be smart and beautiful, and I'm going to date her daughter.",
      "author": "Bob Saget",
      "category": "Beautiful, Daughter, Smart"
    },
    {
      "quote": "Two of my three siblings are older, so I suppose I learned from them and became a very avid reader at a young age, which I think enough cannot be said for what you can discover through literature.",
      "author": "Julia Roberts",
      "category": "Literature, Think, You"
    },
    {
      "quote": "A lot of movie stars are not great actors; they're just very good-looking. And when they start to age and they don't have the looks any more, then it's over.",
      "author": "Michael Caine",
      "category": "Stars, Great, Start"
    },
    {
      "quote": "A lot of people who start work at a very young age never grow up because they never got that opportunity to be a child, so they hold on to that and still do a lot of childish, silly things.",
      "author": "Janet Jackson",
      "category": "Work, Opportunity, Child"
    },
    {
      "quote": "In 1977, at age ten, I was cast on the TV sitcom 'Good Times.' My character was Penny, an abused child in desperate need of love. I really didn't want to do the show. I didn't want to be away from my family.",
      "author": "Janet Jackson",
      "category": "Love, Family, Good"
    },
    {
      "quote": "I've never been willing to lie about my age. Why on earth would I want to tell people I'm 35, which I'm not, and have them say, 'Oh that's nice,' when I could tell them I'm 47, which I am, and have them look at me and go, 'Whoa!'. I'm not afraid of aging. I stopped being afraid of life a long time ago.",
      "author": "Sharon Stone",
      "category": "Life, Time, I Am"
    },
    {
      "quote": "The most inspiring piece of advice I've gotten is simply to persevere. My mom taught me to always keep going no matter what from an early age. When it feels too difficult to push forward, I always remind myself, 'This too shall pass,' and then I redouble my efforts.",
      "author": "Liya Kebede",
      "category": "Myself, Mom, Keep Going"
    },
    {
      "quote": "In this age of the electronic media and the mass distribution of the printed word, God will hold us accountable if we do not now move the Book of Mormon in a monumental way.",
      "author": "Ezra Taft Benson",
      "category": "God, Book, Media"
    },
    {
      "quote": "We have to program the mind of the public that age is not ugly. Age is just age. Wake up, American children, and stop listening to other people's voices. Know yourself, be true to yourself and make a contribution. It took me half my life to know myself. I listened to other people's opinions and took them as gospel.",
      "author": "Carmen Dell'Orefice",
      "category": "Life, Children, Myself"
    },
    {
      "quote": "Like the rest of the city, LAX is coming of age.",
      "author": "Dana Goodyear",
      "category": "City, Rest, Like"
    },
    {
      "quote": "A house with any kind of age will have dozens of stories to tell. I suppose if a novelist could live long enough, one could base an entire oeuvre on the lives that weave in and out of an antique house.",
      "author": "Anita Shreve",
      "category": "Live, Long, Kind"
    },
    {
      "quote": "In an instant, the law was transformed: from the last passenger on the safe-haven bandwagon to a pioneer into uncharted territory. For the first time in American history, it was not only legal to relinquish a baby; in Nebraska, it was okay to abandon any child of any age for any reason at any time - with the full protection of the law.",
      "author": "Wil S. Hylton",
      "category": "Time, History, Law"
    },
    {
      "quote": "I go back to family: 'Ice Age' was about disparate characters rejected by their own kind. They come together to save the child. 'Despicable Me' is about redefining what a family could be. It has a visual distinction and an experimental quality.",
      "author": "Chris Meledandri",
      "category": "Family, Together, Child"
    },
    {
      "quote": "I want to do roles that take women a step farther. I don't want to be slotted into anything. But if I get a brilliant role which requires me to be a mother, then I will do it. But I want people to see that a woman could be anything at whatever age, even if she is married or has two kids.",
      "author": "Madhuri Dixit",
      "category": "Women, Mother, Woman"
    },
    {
      "quote": "I feel like old age in America is a very sad thing. I have been many different places around the world where getting older is something you look forward to.",
      "author": "Alice Waters",
      "category": "Sad, America, World"
    },
    {
      "quote": "Old age may have its limitations and challenges, but in spite of them, our latter years can be some of the most rewarding and fulfilling of our lives.",
      "author": "Billy Graham",
      "category": "Challenges, Old Age, Years"
    },
    {
      "quote": "I myself got married at a very young age. It has always intrigued me because marriage is very synthetic in an otherwise natural world.",
      "author": "Imtiaz Ali",
      "category": "Marriage, Myself, World"
    },
    {
      "quote": "You label somebody 'New Age,' and that's automatic mockery: 'She cannot possibly be a serious thinker.'",
      "author": "Marianne Williamson",
      "category": "She, You, New"
    },
    {
      "quote": "Grief is exhausting. When you learn - maybe through my age or experience - trying to harness the energy, whatever it is, muted energy or a concentration to find yourself in a place? You try to use it for when it's really necessary and can arrive.",
      "author": "Ciaran Hinds",
      "category": "Experience, Grief, Yourself"
    },
    {
      "quote": "That's the privilege of old age: You don't have to remember.",
      "author": "Alan Arkin",
      "category": "Old Age, Remember, You"
    },
    {
      "quote": "There's a lot of things lost in the Digital Age.",
      "author": "Ira Sachs",
      "category": "Lost, Digital, Things"
    },
    {
      "quote": "I embrace old age. Look, I'm never going to dunk on LeBron James, and I've learned to accept that. I got a pretty good life, and I'm very fortunate, and I have my blessings.",
      "author": "Mark Wahlberg",
      "category": "Life, Good, Blessings"
    },
    {
      "quote": "Every age has found some alternative to American values appealing. The number of Western intellectuals enamored of fascism and all the various expressions of Marxism was legion.",
      "author": "Dennis Prager",
      "category": "American, Values, Number"
    },
    {
      "quote": "I get recognized in the street really frequently, which is really shocking. I'm excruciatingly wary of any female under the age of 19. Even when some of them come up to me, they're usually very cordial, nice and polite.",
      "author": "Ian Harding",
      "category": "Me, Nice, Street"
    },
    {
      "quote": "Everyone has an internal age, a time in life when one is, if not one's best, then at very least one's most authentic self. I always felt that my internal clock was calibrated somewhere between 47 and 53 years old.",
      "author": "David Rakoff",
      "category": "Life, Time, Best"
    },
    {
      "quote": "When I was in my teens and 20s, I looked to older Italian and French women. They always seemed so incredibly attractive to me because of their confidence. And because their faces had evidence of age: lines, dark circles, and half-lidded eyes, it made that confidence so rebellious. And that was incredibly attractive to me.",
      "author": "Justine Bateman",
      "category": "Women, Confidence, Eyes"
    },
    {
      "quote": "Here's my theory: If a person gets worldwide fame at a young age, they're emotionally frozen at that moment. For me, that's 15 to 18, so you find yourself in your mid-20s being a glorified 15-year-old. What could possibly go wrong?",
      "author": "Rob Lowe",
      "category": "Moment, Yourself, Me"
    },
    {
      "quote": "It's a tender and complicated dance, watching our parents age. We become protective in ways we never were before, and we study them with a mix of sadness and curiosity: Is this what we will be like when we are their age? We tell ourselves to be patient - just answer the same question again as if it wasn't answered a moment ago.",
      "author": "Patti Davis",
      "category": "Dance, Parents, Sadness"
    },
    {
      "quote": "Whatever China I'd been born into, I would probably still have become a painter - I loved sketching portraits as a child, and began art classes at the age 7. But if China hadn't been under Maoist rule, I might never have become a writer.",
      "author": "Ma Jian",
      "category": "Art, Child, Loved"
    },
    {
      "quote": "I did telemarketing for years, starting at the age of 16, just selling steak knives to old people. Old people go through a weird amount of steak knives. I also sold straight meat over the telephone.",
      "author": "Adam DeVine",
      "category": "People, Weird, Selling"
    },
    {
      "quote": "I was named after my Jewish grandfather who left Poland early in the 20th century. What I knew from an early age was that he had lived most of his life in England, his Jewish wife had died, and he married a non-Jewish woman who was my grandmother.",
      "author": "Morris Gleitzman",
      "category": "Life, Woman, Wife"
    },
    {
      "quote": "If you are fortunate in life, age and knowledge breed compassion.",
      "author": "Ronnie Musgrove",
      "category": "Life, Knowledge, Compassion"
    },
    {
      "quote": "My love for American music and American movies is from an early age. I was 10 or 11 when I heard Fats Domino and Little Richard and Buddy Holly. And the movies, my dad used to take my brother and I to the movies every Friday. It was incredible: we got to see just about every movie that came out for a period of years.",
      "author": "Ian McLagan",
      "category": "Love, Music, Brother"
    },
    {
      "quote": "Loving someone liberates the lover as well as the beloved. And that kind of love comes with age.",
      "author": "Maya Angelou",
      "category": "Love, Loving, Kind"
    },
    {
      "quote": "Each age, it is found, must write its own books; or rather, each generation for the next succeeding.",
      "author": "Ralph Waldo Emerson",
      "category": "Generation, Succeeding, Next"
    },
    {
      "quote": "I remember at the age of five travelling on a trolley car with my mother past a group of women on a picket line at a textile plant, seeing them being viciously beaten by security people. So that kind of thing stayed with me.",
      "author": "Noam Chomsky",
      "category": "Women, Car, Mother"
    },
    {
      "quote": "I don't like it when people who are young act like they're 40. That's taking too much on. Putting up a shield and trying to act like you're so mature or whatever - I don't try to act mature. Some people might say I'm mature for my age, but it's not something I'm trying to do, you know? I'm just me.",
      "author": "Taylor Swift",
      "category": "Me, People, Know"
    },
    {
      "quote": "We were never supposed to live until 40. We were built to self-destruct at 30, whether from cancer or mental illness. We're all going way beyond our expiration date.",
      "author": "Douglas Coupland",
      "category": "Live, Mental Illness, Cancer"
    },
    {
      "quote": "If Beethoven had been killed in a plane crash at the age of 22, it would have changed the history of music and of aviation.",
      "author": "Tom Stoppard",
      "category": "Music, History, Aviation"
    },
    {
      "quote": "Age merely shows what children we remain.",
      "author": "Johann Wolfgang von Goethe",
      "category": "Children, Shows, Remain"
    },
    {
      "quote": "People forget how dominant Public Enemy became in the mid '80s. No one talks about how transformative they were. And then that led to the '90s and the sort of East Coast v. West Coast stuff, which is kinda when I came of age.",
      "author": "Marco Rubio",
      "category": "People, Forget, Enemy"
    },
    {
      "quote": "You've gotta understand that with branding and the way things are promoted, in our day and age, your older movie stars are not reachable or accessible because they're not a part of the whole social media world.",
      "author": "Kevin Hart",
      "category": "Day, Stars, Social Media"
    },
    {
      "quote": "The shades of respectability begin to close about the greying head.",
      "author": "Mason Cooley",
      "category": "Head, Shades, Begin"
    },
    {
      "quote": "'Bombing Afghanistan back into the Stone Age' was quite a favourite headline for some wobbly liberals. The slogan does all the work. But an instant's thought shows that Afghanistan is being, if anything, bombed out of the Stone Age.",
      "author": "Christopher Hitchens",
      "category": "Work, Thought, Stone"
    },
    {
      "quote": "I think it's less common in France that a man at the age of 50 buys a Porsche and gets a young girlfriend.",
      "author": "Carine Roitfeld",
      "category": "Man, Think, Young"
    },
    {
      "quote": "We're past the age of heroes and hero kings... Most of our lives are basically mundane and dull, and it's up to the writer to find ways to make them interesting.",
      "author": "John Updike",
      "category": "Hero, Past, Heroes"
    },
    {
      "quote": "We must all rise to the challenge to demonstrate that security and prosperity in the Internet age are not only compatible with liberty, they ultimately depend on it.",
      "author": "Rebecca MacKinnon",
      "category": "Challenge, Internet, Liberty"
    },
    {
      "quote": "I am lucky, I don't have aches and pains. I do Pilates regularly, which is a series of stretching exercises, and I recommend it to anyone of my age because the temptation is not to exercise when you get older. Well, you should.",
      "author": "Ian Mckellen",
      "category": "I Am, Exercise, You"
    },
    {
      "quote": "Every comedian is furious. Age makes me angry. I'm unhappy at not being able to open packages anymore. I'm angry that libraries have gone. I hate children on planes. I'm very shallow, so they tend to be little things. To be honest, I think I was probably angry the day I was born, you know, about diapers or something.",
      "author": "Joan Rivers",
      "category": "Children, Day, Little Things"
    },
    {
      "quote": "At age nine, I got a paper route. Sixty-six papers had to be delivered to sixty-six families every day. I also had to collect thirty cents a week from each customer. I owed the paper twenty cents per customer per week, and got to keep the rest. When I didn't collect, the balance came out of my profit. My average income was six dollars a week.",
      "author": "Lou Holtz",
      "category": "Day, Balance, Week"
    },
    {
      "quote": "At a young age, I was interested in comic books, which was really how I learnt to read. The name Cage came from a comic book character called Power Man.",
      "author": "Nicolas Cage",
      "category": "Character, Power, Man"
    },
    {
      "quote": "It were a real increase of human happiness, could all young men from the age of nineteen be covered under barrels, or rendered otherwise invisible; and there left to follow their lawful studies and callings, till they emerged, sadder and wiser, at the age of twenty-five.",
      "author": "Thomas Carlyle",
      "category": "Happiness, Men, Human"
    },
    {
      "quote": "I think it is absolutely crazy in this day and age that I have to go through a trial and error method to see if my child is allergic to an antibiotic or peanuts. I should just know.",
      "author": "Anne Wojcicki",
      "category": "Day, Crazy, Child"
    },
    {
      "quote": "I never was that boy who loved gangster films, but when I was growing up, I was obsessed with the detective Dick Tracy. It was one of my favourite movies as a kid, and he really inspired me. I would have loved to be part of that golden age of Hollywood in the 1940s. It made me want to become an actor.",
      "author": "Ryan Gosling",
      "category": "Growing Up, Me, Want"
    },
    {
      "quote": "With pop music, the format dictates the form to a big degree. Just think of the pop single. It has endured as a form even in the download age because bands conform to a strict format, and work, often very productively, within the parameters.",
      "author": "David Byrne",
      "category": "Work, Music, Think"
    },
    {
      "quote": "This is the strange thing: Dancers don't age.",
      "author": "Twyla Tharp",
      "category": "Strange, Dancers"
    },
    {
      "quote": "Unfortunately, in some parts of the country, some kids are taught at an early age that being different is somehow bad or wrong or worthy of ridicule.",
      "author": "Matt Bomer",
      "category": "Being Different, Early, Kids"
    },
    {
      "quote": "Unlike painting, sculpture, or music, typefaces must be useful to someone. Fortunately for designers, the digital age has produced new problems to solve - developing typefaces that work on mobile phones, for one - and enabled better solutions to old problems.",
      "author": "Virginia Postrel",
      "category": "Work, Music, Problems"
    },
    {
      "quote": "To be told that one can be dependent on one's parents until age 26 should strike a young person who wants to grow up as demeaning, not as something to celebrate.",
      "author": "Dennis Prager",
      "category": "Parents, Celebrate, Grow"
    },
    {
      "quote": "Human society has dense borders - economic, religious and cultural - inculcated from an early age. We hate change.",
      "author": "Alejandro Jodorowsky",
      "category": "Change, Society, Hate"
    },
    {
      "quote": "Most things in my life I had before leaving home. Values, support, great family. I was shaped at an early age. A musician playing guitar, I wanted to be a folk singer.",
      "author": "Sissy Spacek",
      "category": "Life, Family, Home"
    },
    {
      "quote": "I think we live in an age of increasing mediocrity.",
      "author": "Dick Cavett",
      "category": "Live, Think, Mediocrity"
    },
    {
      "quote": "Jesus is the politics of the new age He is about the establishment of a kingdom He is the one who has created a new time that gives us the time not only to care for the poor but to be poor. Jesus is the one who makes it possible to be nonviolent in a violent world.",
      "author": "Stanley Hauerwas",
      "category": "Time, Politics, World"
    },
    {
      "quote": "Age shouldn't affect you. It's just like the size of your shoes - they don't determine how you live your life! You're either marvellous or you're boring, regardless of your age.",
      "author": "Morrissey",
      "category": "Life, Shoes, Live"
    },
    {
      "quote": "No lying knight or lying priest ever prospered in any age, but especially not in the dark ones. Men prospered then only in following an openly declared purpose, and preaching candidly beloved and trusted creeds.",
      "author": "John Ruskin",
      "category": "Men, Purpose, Dark"
    },
    {
      "quote": "You get to a certain age and you can't judge yourself on your dad or your parents.",
      "author": "Ellie Goulding",
      "category": "Parents, Yourself, You"
    },
    {
      "quote": "Every age has its own poetry; in every age the circumstances of history choose a nation, a race, a class to take up the torch by creating situations that can be expressed or transcended only through poetry.",
      "author": "Jean-Paul Sartre",
      "category": "History, Poetry, Nation"
    },
    {
      "quote": "And I'm afraid, in this day and age, trust, which I count so, you know, I love loyalty. I love trust.",
      "author": "Elton John",
      "category": "Love, Day, Trust"
    }
  ]
}