{
  "author": "Ravindu Manoj",
  "github": "ravindu01manoj",
  "repo": "Quotes-500k",
  "data": [
    {
      "quote": "My mom cleaned toilets for a long time, and she'd seen a lot of terrible things, but she was still the strength of our family. And there are women like that all across the country - all around the world - who show that type of fortitude.",
      "author": "Dwayne Johnson",
      "category": "Family, Time, Women"
    },
    {
      "quote": "People don't realize that when they 'throw out' their back, it's often because of weak abs. These muscles are essential for lower-back strength and good posture.",
      "author": "Sylvester Stallone",
      "category": "Good, People, Realize"
    },
    {
      "quote": "If Christ has died for me, ungodly as I am, without strength as I am, then I cannot live in sin any longer, but must arouse myself to love and serve Him who has redeemed me.",
      "author": "Charles Spurgeon",
      "category": "Love, Myself, I Am"
    },
    {
      "quote": "On the world stage, Donald Trump will lead from strength.",
      "author": "Mike Pence",
      "category": "World, Lead, Will"
    },
    {
      "quote": "My strength is translating emotion because I'm such a feeler.",
      "author": "Selena Gomez",
      "category": "Emotion, Because"
    },
    {
      "quote": "When we have fallen and need to get back up again, we are able to do it in His strength walking in His Spirit. Cling to the Spirit of Christ Jesus - He will never fail.",
      "author": "Monica Johnson",
      "category": "Walking, Back Up, Fail"
    },
    {
      "quote": "Persecutions are inevitable as a Christian. We are not greater than our Master, Jesus Christ, in whose Holy Spirit we gain strength to endure.",
      "author": "Monica Johnson",
      "category": "Christian, Master, Endure"
    },
    {
      "quote": "Communism everywhere has paid the price of rigidity and dogmatism. Freedom has the strength of compassion and flexibility. It has, above all, the strength of intellectual honesty.",
      "author": "Robert Kennedy",
      "category": "Freedom, Honesty, Compassion"
    },
    {
      "quote": "In government, our chief executives have been lawyers. The great majority of our cabinets and congresses are and have been men trained in the law. They have provided the leadership and the statecraft and the store of strength when it was needed.",
      "author": "Robert Kennedy",
      "category": "Leadership, Great"
    },
    {
      "quote": "We know that Diana Vishneva is a phenomenon of strength and style, and she certainly has earned the right to stretch her talents as best she can.",
      "author": "Robert Gottlieb",
      "category": "Best, Style, Know"
    },
    {
      "quote": "Experience acquired in the heroic battle against Batista's tyranny showed that the enemy, no matter what his strength, could not defeat the Cuban people.",
      "author": "Fidel Castro",
      "category": "Experience, Battle, People"
    },
    {
      "quote": "So Europe needs to be competitive and we also need to be competitive if we wish to remain an interesting economic partner for the United States. This has to be done on the basis of strength, of competitiveness.",
      "author": "Angela Merkel",
      "category": "Partner, Wish, Interesting"
    },
    {
      "quote": "A nation will rise no higher than the strength of its homes.",
      "author": "Gordon B. Hinckley",
      "category": "Rise, Nation, Will"
    },
    {
      "quote": "And when a woman's will is as strong as the man's who wants to govern her, half her strength must be concealment.",
      "author": "George Eliot",
      "category": "Strong, Man, Woman"
    },
    {
      "quote": "Men have a psychological need to show off their courage and strength. When he sees you talking to another guy, that instinct kicks in and he jumps to protect you and prove he's worthy of your love.",
      "author": "Helen Fisher",
      "category": "Love, Courage, Men"
    },
    {
      "quote": "It's not anti-Catholic to question, nor is it anti-Catholic to be honest about the previous shortcomings of the church, because that is the only way we can ensure its strength and dignity moving forward. It is, however, very Catholic to forgive each other and to never stop loving each other.",
      "author": "Donna Brazile",
      "category": "Moving Forward, Moving"
    },
    {
      "quote": "Though narrative cohesion isn't the strength of 'Mean Girls,' which works better from scene to scene than as a whole, the intelligence shines in its understanding of contradictions, keeping a comic distance from the emotional investment of teenagers that defined 'Ridgemont High' and later the adolescent angst movies of John Hughes.",
      "author": "Elvis Mitchell",
      "category": "Intelligence, Movies"
    },
    {
      "quote": "I know what my limitations are as an actor, but my strength is putting myself into a well-written part. When I get in trouble is when I have to fix it, or when I have to carry it on personality.",
      "author": "George Clooney",
      "category": "Myself, Personality, Know"
    },
    {
      "quote": "We need strength and success elsewhere in our country - not by pulling London down but by building the rest of the country up.",
      "author": "George Osborne",
      "category": "Success, Building, Rest"
    },
    {
      "quote": "The difference in my body from pre-pregnancy to post-baby was night and day. I didn't have the strength, I didn't have the flexibility, I didn't have the stamina, I didn't have the mobility. I felt like I was handicapped.",
      "author": "Evangeline Lilly",
      "category": "Day, Night, Body"
    },
    {
      "quote": "Extraordinary circumstances often bring along with them extraordinary strength. No man knows, till the experiment, what he is capable of effecting.",
      "author": "William Godwin",
      "category": "Man, Extraordinary"
    },
    {
      "quote": "The strength that I have comes from irrigating the citrus plantation, ploughing in the vineyard, guarding the melon fields at night. I believe that's what gave me the strength.",
      "author": "Ariel Sharon",
      "category": "Believe, Night, Me"
    },
    {
      "quote": "My strength never came from political echelons, it came from the family. And from the fields and the lands and the flowers and everything I see there. My strength came from there.",
      "author": "Ariel Sharon",
      "category": "Family, Flowers, Political"
    },
    {
      "quote": "You don't have to be a scared person. I've had so many tragedies. I've managed to withstand things that you may think you cannot tolerate. But I have the strength.",
      "author": "Ariel Sharon",
      "category": "Think, You, Person"
    },
    {
      "quote": "Uncontrolled, the hunger and thirst after God may become an obstacle, cutting off the soul from what it desires. If a man would travel far along the mystic road, he must learn to desire God intensely but in stillness, passively and yet with all his heart and mind and strength.",
      "author": "Aldous Huxley",
      "category": "Travel, God, Man"
    },
    {
      "quote": "Contrary to conventional military and game theory, the most effective offense is sometimes a direct attack against your political opponent's greatest strength - not his weaknesses - to place him immediately on the defensive.",
      "author": "Mark McKinnon",
      "category": "Greatest, Military"
    },
    {
      "quote": "With Iran, we negotiated privately in 2012-2013 from a position of strength, not a position of weakness. The secret negotiations in Oman. This ultimately led to the Joint Plan of Action of November 2013.",
      "author": "Tom Cotton",
      "category": "Action, Plan, Weakness"
    },
    {
      "quote": "The pagan loves the earth in order to enjoy it and confine himself within it the Christian in order to make it purer and draw from it the strength to escape from it.",
      "author": "Pierre Teilhard de Chardin",
      "category": "Enjoy, Christian, Escape"
    },
    {
      "quote": "One of the things that always comes up in my writing is the search for freedom, especially in women. I always write about women who are marginalized, who have no means or resources and somehow manage to get out of those situations with incredible strength - and that is more important than anything.",
      "author": "Isabel Allende",
      "category": "Freedom, Women, Writing"
    },
    {
      "quote": "In the United States, the fact that you can start again gives a lot of energy and strength and youth to this country. That is why it's so powerful in many ways, and so creative.",
      "author": "Isabel Allende",
      "category": "Powerful, Youth, Creative"
    },
    {
      "quote": "Private sector labor market flows provide additional indications of the strength of the labor market. For example, the quits rate has tended to be pro-cyclical, since more workers voluntarily quit their jobs when they are more confident about their ability to find new ones and when firms are competing more actively for new hires.",
      "author": "Janet Yellen",
      "category": "Find, New, Quit"
    },
    {
      "quote": "My strength is with actors. I think I'm good at working with them to get the best performances, at seeing what it is that they have and that the story needs.",
      "author": "Sydney Pollack",
      "category": "Good, Best, Think"
    },
    {
      "quote": "In 2009, Hamas was relatively new to power. It had won elections just three years earlier and was flexing its newfound strength via a war with its old enemy, Israel, which it officially wants destroyed.",
      "author": "Richard Engel",
      "category": "Power, War, Three"
    },
    {
      "quote": "People confuse goodness with weakness. It is weak people, not good people (goodness demands strength), who are taken advantage of.",
      "author": "Dennis Prager",
      "category": "Good, People, Good People"
    },
    {
      "quote": "In everyday life, I like APC, Isabel Marant, but I also like Zara. It depends how I'm feeling on the day. I like clothes that have a certain strength to them - simple but graphic.",
      "author": "Felicity Jones",
      "category": "Life, Day, Simple"
    },
    {
      "quote": "He is greatest whose strength carries up the most hearts by the attraction of his own.",
      "author": "Henry Ward Beecher",
      "category": "Greatest, Up, Hearts"
    },
    {
      "quote": "What is important is to believe in something so strongly that you're never discouraged.",
      "author": "Salma Hayek",
      "category": "Believe, Important, You"
    },
    {
      "quote": "If you're paralyzing your face in your 20s and 30s, you're not exercising the muscles that give it strength. My feeling is, laugh, cry, move your face.",
      "author": "Salma Hayek",
      "category": "Laugh, Face, You"
    },
    {
      "quote": "To this day, with all of these muscle-bound guys, nobody hit the ball further than Mickey Mantle, with his natural strength.",
      "author": "Billy Crystal",
      "category": "Day, Nobody, Natural"
    },
    {
      "quote": "Our moral authority is as important, if not more important, than our troop strength or our high-tech weapons. We are rapidly losing that moral authority, not only in the Arab world but all over the world.",
      "author": "Robert Reich",
      "category": "Losing, World, Moral"
    },
    {
      "quote": "No force can conquer the service personnel and people who, in support of their great leader, have turned out in the struggle to defend their country with confidence in the validity of their cause and their own strength - this is a law and a truth taught by history.",
      "author": "Kim Jong-un",
      "category": "History, Truth, Leader"
    },
    {
      "quote": "Public corruption is the FBI's top criminal priority. The threat - which involves the corruption of local, state, and federally elected, appointed, or contracted officials - strikes at the heart of government, eroding public confidence and undermining the strength of our democracy.",
      "author": "James Comey",
      "category": "Confidence, Government"
    },
    {
      "quote": "Prosecutors necessarily weigh a number of factors before bringing charges. There are obvious considerations, like the strength of the evidence, especially regarding intent. Responsible decisions also consider the context of a person's actions and how similar situations have been handled in the past.",
      "author": "James Comey",
      "category": "Decisions, Past, Responsible"
    },
    {
      "quote": "It is labor that keeps the strong man strong. And spiritual labor, toil and burden-bearing, is what will give strength to the church of Christ.",
      "author": "Ellen G. White",
      "category": "Strong, Man, Spiritual"
    },
    {
      "quote": "If you have other gods before the Lord, your heart will be turned away from serving the only true and living God, who requires the whole heart, the undivided affections. All the heart, all the soul, all the mind, and all the strength, does God require. He will accept of nothing short of this.",
      "author": "Ellen G. White",
      "category": "God, Soul, Short"
    },
    {
      "quote": "Draw great strength from your family and give in turn to those who come after you.",
      "author": "Janet Reno",
      "category": "Family, Great, You"
    },
    {
      "quote": "If you have a good community behind you and a good family supporting you, then, when the buck stops with you, there is the strength of that community and that family to draw upon.",
      "author": "Janet Reno",
      "category": "Family, Good, Community"
    },
    {
      "quote": "You may feel overwhelmed by your own poverty and the labors of the day. But if you decide not to wait until you have more strength and more money, and if you pray for the Holy Spirit as you go, you will, when you arrive, know what to do and how to help someone even poorer than you are.",
      "author": "Henry B. Eyring",
      "category": "Day, Money, Poverty"
    },
    {
      "quote": "Increased spiritual strength is a gift from God which He can give when we push in His service to our limits. Through the power of the Atonement of Jesus Christ, our natures can be changed. Then our power to carry burdens can be increased more than enough to compensate for the increased service we will be asked to give.",
      "author": "Henry B. Eyring",
      "category": "God, Power, Service"
    },
    {
      "quote": "I got a strength coach. My wife. She gets big chains, and at night she puts them around the refrigerator. They are so strong, I can't break them.",
      "author": "George Foreman",
      "category": "Strong, Wife, Night"
    },
    {
      "quote": "There is no question in my mind that a 'Brexit' would deal a significant blow to the E.U.'s strength and resilience at exactly the moment when the West is under attack from multiple directions.",
      "author": "David Petraeus",
      "category": "Resilience, Mind, Moment"
    },
    {
      "quote": "Liberty Through Strength II is simply aimed at retaining data that was already available. It has already been collected lawfully.",
      "author": "Mike Pompeo",
      "category": "Data, Liberty, Through"
    },
    {
      "quote": "The strength and power of a country depends absolutely on the quantity of good men and women in it.",
      "author": "John Ruskin",
      "category": "Women, Good, Power"
    },
    {
      "quote": "The studios basically, besides developing some material, their strength is distribution. Distribution in any other business is a cost that you incur. You know, in a trucking business, you eat it. In a film business, distribution is a profit center.",
      "author": "Michael Douglas",
      "category": "Business, Know, You"
    },
    {
      "quote": "'End strength' - the total number of government employees you can have at the end of the year. That's a separate exercise and requires independent energy, independent effort with the Congress to get the ceiling of your government employees raised.",
      "author": "Michael Hayden",
      "category": "Government, Effort, End"
    },
    {
      "quote": "We have the power to make things new again. To project American strength again, to get our economy going again.",
      "author": "Rick Perry",
      "category": "Power, American, Economy"
    },
    {
      "quote": "A mistake that a lot of us have made, related to those who advocate for gun safety legislation, is that we try to process it through our legislative bodies, and that's where the NRA's strength lies.",
      "author": "Gavin Newsom",
      "category": "Safety, Mistake, Gun"
    },
    {
      "quote": "When it came to my childhood - growing up in a single-parent home, often struggling financially - my mother definitely instilled in me and my siblings this strength, this will, to just continue to survive and succeed.",
      "author": "Misty Copeland",
      "category": "Home, Mother, Childhood"
    },
    {
      "quote": "I had always been proud of my body - its strength and grace enabled me to pursue my passions.",
      "author": "Misty Copeland",
      "category": "Grace, Me, Proud"
    },
    {
      "quote": "In my heart of hearts, I'm a character actress, whereas other people play their one strength.",
      "author": "Juliette Lewis",
      "category": "Character, Heart, People"
    },
    {
      "quote": "Tina Turner is someone that I admire, because she made her strength feminine and sexy.",
      "author": "Beyonce Knowles",
      "category": "Sexy, She, Her"
    },
    {
      "quote": "We the people have the strength to bring our country from our weak-kneed stumbling gait in the last ranks of reason to the leadership of the great march to environmental victory.",
      "author": "Walter Cronkite",
      "category": "Leadership, Great"
    },
    {
      "quote": "I get strength from my art - all the paintings I own are powerful.",
      "author": "Madonna Ciccone",
      "category": "Art, Powerful, Own"
    },
    {
      "quote": "When strength is yoked with justice, where is a mightier pair than they?",
      "author": "Aeschylus",
      "category": "Justice, Where, Mightier"
    },
    {
      "quote": "I'm not sure I have the physical strength to undertake a novel.",
      "author": "Joan Didion",
      "category": "Sure, Physical Strength"
    },
    {
      "quote": "Strength is one of those things you're supposed to have. You don't feel that you have it at the time you're going through it.",
      "author": "Joan Didion",
      "category": "Time, You, Through"
    },
    {
      "quote": "As I explain at some length in my book 'Energy Victory,' during World War II, the American strength in oil production was a decisive advantage for the Allies. Airplanes, ships, and tanks all ran on oil, and we controlled the supply.",
      "author": "Robert Zubrin",
      "category": "War, American, World"
    },
    {
      "quote": "My central strength as an actor is the fact that I'm 6 foot 3. A certain power emanates from my size, juxtaposed with the fact that I try to find an element of sensitivity in every character I play. People enjoy seeing that because it goes against what we're led to expect as far as the way men are supposed to be - macho and all that.",
      "author": "Jimmy Smits",
      "category": "Character, Power, Men"
    },
    {
      "quote": "A living art of teaching, one that rests on a true understanding of the human being, has a thread of strength running through it that stimulates individual students to participate so that it is not necessary to keep their attention through direct 'individualized' treatment.",
      "author": "Rudolf Steiner",
      "category": "Art, Understanding, Living"
    },
    {
      "quote": "Well first of all it's a business and it's a tough business, and you have to have the strength to survive all the set backs all the failures that make this a mean business, that's getting meaner and meaner every year in my opinion.",
      "author": "Robert Redford",
      "category": "Business, Opinion, You"
    },
    {
      "quote": "My brother and I have matching tattoos on our arms. It says, 'Humility is strength,' in Portuguese and Italian, because my genius brother taught English in both Italy and Brazil.",
      "author": "Nikki Reed",
      "category": "Brother, Humility, Genius"
    },
    {
      "quote": "Have you not learned that strength comes to an ordinary soul when given an extraordinary calling?",
      "author": "Russell M. Nelson",
      "category": "Soul, Extraordinary, You"
    },
    {
      "quote": "One column of truth cannot hold an institution of ideas from falling into ignorance. It is wiser that a person of prudence and purpose save his strength for battles that can be won.",
      "author": "Bryant H. McGill",
      "category": "Truth, Ignorance, Purpose"
    },
    {
      "quote": "I came from Long Island, so I had a lot of experience at the stick. I played in junior high school, then I played in high school. The technical aspect of the game was my forte. I had all that experience, then I had strength and I was in good condition.",
      "author": "Jim Brown",
      "category": "Good, Experience, School"
    },
    {
      "quote": "It's very easy to approach a character like that - a so-called strong woman who overcomes the odds - and give a one-note performance, playing that strength alone. Strength is only one thing a person has.",
      "author": "Mary Steenburgen",
      "category": "Character, Strong, Alone"
    },
    {
      "quote": "There's no way to escape the culture that has evolved, from which we ourselves have evolved. Naturally, we stress it, break it up, reassemble it to suit our own needs. But it is there - a source of vital strength.",
      "author": "Wole Soyinka",
      "category": "Culture, Stress, Escape"
    },
    {
      "quote": "I work out every day - and my daily routine is a mix of functional and strength training.",
      "author": "Mahesh Babu",
      "category": "Work, Daily, Training"
    },
    {
      "quote": "My strength is in finding ways to make the government work for the people: finding waste, or money that is not being properly used... or finding opportunities that are out there and making them work for the community.",
      "author": "Tammy Duckworth",
      "category": "Work, Money, Community"
    },
    {
      "quote": "Growing up, when I was younger, I didn't feel all that tough or smart or strong. As I got older, I was able to discover my own strength.",
      "author": "Alexandra Daddario",
      "category": "Strong, Smart, Growing Up"
    },
    {
      "quote": "Carrie is my child, and I love her with every ounce of strength I possess.",
      "author": "Debbie Reynolds",
      "category": "Love, Child, Her"
    },
    {
      "quote": "I gathered as much reading material about Aung San Suu Kyi and about Burma as I could. And I read every article and every book she had written. I also had 200 hours of footage of her to watch. I tried to discover who were her heroes and where he desire and strength to pursue democracy in a non-violent fashion came from.",
      "author": "Michelle Yeoh",
      "category": "Reading, Democracy, Book"
    },
    {
      "quote": "I was struck by Suu Kyi's warmth and generosity. No matter how petite she looks, she exudes amazing strength. More than anything else, I felt like I already knew her, like she was an old friend, because I'd been watching her so intently, and she was exactly what I had figured she would be.",
      "author": "Michelle Yeoh",
      "category": "Amazing, Friend, Generosity"
    },
    {
      "quote": "I gravitate towards roles where women find strength in very difficult, uncompromising situations but maintain clarity in mind, discipline at heart, and a certain strength in spirit.",
      "author": "Michelle Yeoh",
      "category": "Women, Heart, Mind"
    },
    {
      "quote": "I never modeled myself after anyone. The person who had most influence on me was my mother, but it was really for her strength and courage more than her style, even though she had a lot of style. In a weird way, looking at pictures of me when I was 17 or 18, I was dressing the same way. I haven't changed very much.",
      "author": "Diane von Furstenberg",
      "category": "Courage, Myself, Mother"
    },
    {
      "quote": "I've been playing against older and stronger competition my whole life. It has made me a better tennis player and able to play against this kind of level despite their strength and experience.",
      "author": "Maria Sharapova",
      "category": "Life, Experience"
    },
    {
      "quote": "The principles that should guide American foreign policy are simple: the world is safer when America leads, only strength ensures peace and freedom, and America must stand with its allies and challenge its adversaries.",
      "author": "Kevin McCarthy",
      "category": "Freedom, Peace, Challenge"
    },
    {
      "quote": "Peace comes through strength, not through retreat.",
      "author": "Kevin McCarthy",
      "category": "Peace, Retreat, Through"
    },
    {
      "quote": "If I lift any weights, I do it more for explosion, but I really use my body weight to build up muscle and strength.",
      "author": "Canelo Alvarez",
      "category": "Body, Build, Lift"
    },
    {
      "quote": "Strength is leading when you just don't want to lead.",
      "author": "Stanley A. McChrystal",
      "category": "Want, You, Lead"
    },
    {
      "quote": "I once wrote a book on courage and what made people courageous. I found it was a strength of belief matched by a strength of willpower.",
      "author": "Gordon Brown",
      "category": "Courage, Book, People"
    },
    {
      "quote": "I'm a classic Church of England member, but part of its strength is the fact that it doesn't ask us to sign up to too much of a canon... but I've always found the teachings of Jesus and the Bible quite useful as a sort of handy guide.",
      "author": "David Cameron",
      "category": "Bible, Church, Too Much"
    },
    {
      "quote": "If I've learnt anything over the last six years it's that the most important thing is the strength of our economy. That is how we pay for our NHS, how we build schools, how we provide opportunities for people. And I'm in absolutely no doubt that our economy will be stronger if we stay in and will be weaker and at risk if we leave.",
      "author": "David Cameron",
      "category": "Opportunities, Risk, People"
    },
    {
      "quote": "When it was time to meet a chimpanzee, I got very, very anxious because they have the strength of ten men, so I hear.",
      "author": "Louis Theroux",
      "category": "Time, Men, Anxious"
    },
    {
      "quote": "For me, in my life, dyslexia has been a little bit of a blessing. It helped me find my strength and directed me towards what I really wanted to do.",
      "author": "Darcey Bussell",
      "category": "Life, Me, Blessing"
    },
    {
      "quote": "For me, 'Rent' was all about coming out of myself, finding out who I was, learning the power I could have as a performer. And 'Wicked' was about harnessing all that strength.",
      "author": "Idina Menzel",
      "category": "Learning, Myself, Power"
    },
    {
      "quote": "As much as I appreciate people putting me in the category of these very acrobatic belters, I feel like my strength is my... interpretation and my truthfulness with songs, and I don't want young people to think it's all about the high notes that they have to hit.",
      "author": "Idina Menzel",
      "category": "Me, People, Want"
    },
    {
      "quote": "When people are depending on us, we end up finding strength we didn't know we had.",
      "author": "Adam Grant",
      "category": "End, People, Know"
    },
    {
      "quote": "Vladimir Putin is only going to respond to action, strength, and resolve. He's not going to respond to words.",
      "author": "Ron Johnson",
      "category": "Action, Words, Going"
    },
    {
      "quote": "The strength of criticism lies in the weakness of the thing criticized.",
      "author": "Henry Wadsworth Longfellow",
      "category": "Criticism, Weakness, Lies"
    },
    {
      "quote": "I've established a certain voice over my albums. It can be an obstacle, but in the end, I think it's a strength, because I can build upon that voice, which is ultimately very much mine.",
      "author": "Jens Lekman",
      "category": "End, Voice, Think"
    },
    {
      "quote": "With any luck, Heaven itself will resemble a vast used bookstore, with a really good cafe in one corner, serving dark beer and kielbasa to keep up one's strength while browsing, and all around will be the kind of angels usually found in Victoria's Secret catalogs.",
      "author": "Michael Dirda",
      "category": "Good, Luck, Dark"
    },
    {
      "quote": "It's as if my left heel is my bass drum and my right heel is the floor tom-tom. I can get snare out of my right toe by not putting it down on the floor hard, and, if I want cymbals, I land flat on both feet, full strength on the floor.",
      "author": "Savion Glover",
      "category": "Feet, Want, Down"
    },
    {
      "quote": "We did everything we could to save my legs, and it just came to a point where if we didn't amputate my legs, I wouldn't survive. In that situation, you kind of go into survival mode, and you find strength.",
      "author": "Amy Purdy",
      "category": "Survival, Situation, You"
    },
    {
      "quote": "My strength is to communicate with an audience and to know what jazz singing is capable of.",
      "author": "Kurt Elling",
      "category": "Singing, Know, Jazz"
    },
    {
      "quote": "To keep your he-man jaw muscles from smashing your precious teeth, the only set you have, the body evolved an automated braking system faster and more sophisticated than anything on a Lexus. The jaw knows its own strength. The faster and more recklessly you close your mouth, the less force the muscles are willing to apply.",
      "author": "Mary Roach",
      "category": "Body, You, Mouth"
    },
    {
      "quote": "Of course Pluto is a planet: It's massive enough to have its shape controlled by gravity rather than material strength, which is the hallmark of planethood.",
      "author": "Alan Stern",
      "category": "Shape, Planet, Gravity"
    },
    {
      "quote": "It used to be that the black comic figure had to have this bravado and always showed strength.",
      "author": "Larry Wilmore",
      "category": "Black, Always, Comic"
    },
    {
      "quote": "Definitely, there's a lot of strength in depth in my division.",
      "author": "Katie Taylor",
      "category": "Division, Depth, Lot"
    },
    {
      "quote": "Mental strength is something you either have or you haven't.",
      "author": "Katie Taylor",
      "category": "You, Mental, Something"
    },
    {
      "quote": "You don't have to be a bodybuilder to have strength in your muscles.",
      "author": "Katarina Johnson-Thompson",
      "category": "You, Muscles, Your"
    },
    {
      "quote": "You've got to move us to these technologies that allow us to get to the clean-energy source. If we can't work to reduce the cost, you're not going to see them implemented unless there is a path of unlimited subsidies, and that's not doable, either. We can kick-start the research process, but we have to do that from a position of economic strength.",
      "author": "Lisa Murkowski",
      "category": "Work, Path, Research"
    },
    {
      "quote": "An American, a Negro... two souls, two thoughts, two unreconciled strivings; two warring ideals in one dark body, whose dogged strength alone keeps it from being torn asunder.",
      "author": "W. E. B. Du Bois",
      "category": "Alone, American, Thoughts"
    },
    {
      "quote": "I really believe in the old expression that what doesn't kill you makes you stronger. It's through adversity that you find the strength you never knew you had.",
      "author": "Christie Brinkley",
      "category": "Adversity, Believe, Stronger"
    },
    {
      "quote": "It takes a great deal of strength to be an optimist.",
      "author": "Ruth Reichl",
      "category": "Great, Optimist, Great Deal"
    },
    {
      "quote": "A number of bloggers in economics and the financial sector have risen to prominence through the sheer strength of their work. Note it was not their family connections nor ties to Ivy League schools or elite banks, but rather the strength of their research, analysis and writing.",
      "author": "Barry Ritholtz",
      "category": "Work, Family, Writing"
    },
    {
      "quote": "Forecasting is simply not a strength of the species we are much better with tools and narrative storytelling.",
      "author": "Barry Ritholtz",
      "category": "Tools, Better, Storytelling"
    },
    {
      "quote": "It is the strength of our culture that we can have Sonia Gandhi, who is Catholic, a Sikh prime minister, and a Muslim president.",
      "author": "Azim Premji",
      "category": "Culture, President, Muslim"
    },
    {
      "quote": "Working with one of the best strength trainers in the world, I'm getting more dangerous. I'm getting stronger and stronger.",
      "author": "Deontay Wilder",
      "category": "Best, World, Stronger"
    },
    {
      "quote": "What, after all, is the object of education? To train the body in health, vigor and grace, so that it may express the emotions in beauty and the mind with accuracy and strength.",
      "author": "Annie Besant",
      "category": "Education, Beauty, Health"
    },
    {
      "quote": "I have ever been the queerest mixture of weakness and strength, and have paid heavily for the weakness.",
      "author": "Annie Besant",
      "category": "Weakness, Paid, Mixture"
    },
    {
      "quote": "Neither India nor Russia perceives a threat from the strength of the other. Each sees a benefit for itself in the increased political and economic strength of the other.",
      "author": "Atal Bihari Vajpayee",
      "category": "Political, India, Economic"
    },
    {
      "quote": "My poet's heart gives me strength to face political problems, particularly those which have a bearing on my conscience.",
      "author": "Atal Bihari Vajpayee",
      "category": "Heart, Problems, Me"
    },
    {
      "quote": "I've been taught by some of the best strength and conditioning coaches in the country, and I've learnt that technique for weight training and cycling is very much more strength and less conditioning.",
      "author": "Victoria Pendleton",
      "category": "Best, Training, Country"
    },
    {
      "quote": "Victoria's Secret is really about celebrating women and what they stand for: the strength.",
      "author": "Cara Delevingne",
      "category": "Women, Stand, Secret"
    },
    {
      "quote": "The Israeli public's willingness to enlist, the warm embrace for the soldiers and the residents of the south, and the desire to contribute and to give at any given moment really warm the heart, and it gives all of us strength.",
      "author": "Yair Lapid",
      "category": "Heart, Moment, Desire"
    },
    {
      "quote": "Self-acknowledgment boosts your emotional and spiritual immunity, giving you the strength you need to release the past and rise above fear, doubt or resignation.",
      "author": "Debbie Ford",
      "category": "Fear, Spiritual, Past"
    },
    {
      "quote": "We may not have the cheapest labor costs, but where we can compete is innovation. Historically, that's been Connecticut's strength, and it can be again.",
      "author": "Elizabeth Esty",
      "category": "Innovation, Labor, Compete"
    },
    {
      "quote": "When I learnt to write I became my own master, I became very strong, and that strength is with me to this very day.",
      "author": "V. S. Naipaul",
      "category": "Day, Strong, Me"
    },
    {
      "quote": "Strength on its own in a woman is quite abrasive and not terribly attractive all the time.",
      "author": "Stella McCartney",
      "category": "Time, Woman, Attractive"
    },
    {
      "quote": "I really never thought I was that good at film. And honestly still don't. My strength is language. My background is monologues and a certain kind of Brechtian spin on theater.",
      "author": "Liev Schreiber",
      "category": "Good, Thought, Language"
    },
    {
      "quote": "There's no way Daniel Bryan can beat me in a Royal Rumble match. It's ridiculous. He's nowhere near as heavy as me he doesn't have a fraction of the strength I have. There are a lot of ways that Daniel Bryan can possibly beat me.",
      "author": "Roman Reigns",
      "category": "Me, Way, Ridiculous"
    },
    {
      "quote": "I would never bet against Peyton Manning. You know about the age and the neck and the strength. But I had George Blanda, and as he got older, he got smarter, and he just got rid of the ball quicker. I watch Peyton, and I see George Blanda.",
      "author": "John Madden",
      "category": "Age, Know, You"
    },
    {
      "quote": "The darkest experiences in a human being's life allow that person to either go deeper and stay depressed or get the strength to stand up stronger than ever, and that's my case.",
      "author": "Thalia",
      "category": "Life, Stand Up, Stronger"
    },
    {
      "quote": "Running up a steep hill or up steps are fantastic ways of building explosive strength.",
      "author": "Greg Rutherford",
      "category": "Building, Hill, Up"
    },
    {
      "quote": "In 1805, the explorers Meriwether Lewis and William Clark, making their way across the West, were warned by American Indian tribes of grizzly bears' awesome strength.",
      "author": "Lydia Millet",
      "category": "American, Awesome, Way"
    },
    {
      "quote": "I don't think I am the type of person who thinks, 'I dunno. Things are getting on top of me.' It's not that I think I'm any different to most people. I always make a big effort, to fight with all my strength, make the best of a situation, and always want to win.",
      "author": "Diego Costa",
      "category": "Best, I Am, Effort"
    },
    {
      "quote": "I have arm-wrestled here and there... guys seem to want to test my strength.",
      "author": "Shania Twain",
      "category": "Want, Test, Here"
    },
    {
      "quote": "Specifically, the U.S. holds strength. Its own context makes it a very competitive country, but I believe that if we recognize how interdependent the U.S. with its neighbors from the North and the South, we are part of NAFTA, a trade agreement.",
      "author": "Enrique Pena Nieto",
      "category": "Believe, I Believe"
    },
    {
      "quote": "Early in the morning, I fell in love with the girl that later on became my wife. At that time, we were so naive. I wanted to charm her, so I read her Capital by Marx. I thought somehow she would be convinced by the strength of his criticism about capital.",
      "author": "Shimon Peres",
      "category": "Love, Morning, Time"
    },
    {
      "quote": "I know what it's like to be an outcast in society. I know what it's like to want to find strength, and more importantly, I know what it's like to find that internal strength and rise out of the pain of being just sort of a weirdo.",
      "author": "Andy Biersack",
      "category": "Pain, Society, Rise"
    },
    {
      "quote": "Obama won the presidency on the strength of his message and the skills of the messenger. Now the talk of hope and change feels out of tune when so many Americans are out of work, over-mortgaged, and worried that life will be even tougher for their children.",
      "author": "Ron Fournier",
      "category": "Life, Work, Change"
    },
    {
      "quote": "Don't kid yourself. President Obama's decision to withdraw 33,000 troops from Afghanistan before he stands for reelection is not driven by the United States' 'position of strength' in the war zone as much as it is by grim economic and political realities at home.",
      "author": "Ron Fournier",
      "category": "Home, War, Decision"
    },
    {
      "quote": "All my songs are different, but from the overall experience, I want people to sense that they can overcome and move through difficult times and find strength in my music. Maybe it's a song that makes them cry and move through something else.",
      "author": "Michael Franti",
      "category": "Music, Experience, People"
    },
    {
      "quote": "My faith isn't very churchy, it's a pretty personal, intimate thing and has been a huge source of strength in moments of life and death.",
      "author": "Bear Grylls",
      "category": "Life, Death, Faith"
    },
    {
      "quote": "I played volleyball, basketball, softball, and I started to love soccer the most around 7-8 years old because it was a physical game. I could use my speed and strength to my advantage.",
      "author": "Alex Morgan",
      "category": "Love, Soccer, Game"
    },
    {
      "quote": "Our firm conviction that ours is a just cause and that we must find a peaceful way to attain our goals gave us the strength and the awareness of the limits beyond which we must not go.",
      "author": "Lech Walesa",
      "category": "Goals, Peaceful, Limits"
    },
    {
      "quote": "Once you have speech, you don't have to wait for natural selection! If you want more strength, you build a stealth bomber; if you don't like bacteria, you invent penicillin; if you want to communicate faster, you invent the Internet. Once speech evolved, all of human life changed.",
      "author": "Tom Wolfe",
      "category": "Life, Internet, Want"
    },
    {
      "quote": "My strength is looking for composition and light, and I think those things come in the quieter times of war or photographing people affected on the margins of war - civilians, refugees; that is where I really excel.",
      "author": "Lynsey Addario",
      "category": "Light, War, People"
    },
    {
      "quote": "I have a condition called Osteogenesis Imperfecta (OI), which has affected my growth and bone strength. In short, people with the kind of OI I have generally experience hundreds of fractures in their lifetime and use wheelchairs for mobility.",
      "author": "Stella Young",
      "category": "Experience, Growth, Short"
    },
    {
      "quote": "Israel is the strongest nation in the Middle East, but we have to apply our strength wisely.",
      "author": "Ehud Barak",
      "category": "Nation, Middle, Apply"
    },
    {
      "quote": "In the strength of the Lord we can do and endure and overcome all things.",
      "author": "David A. Bednar",
      "category": "Overcome, Endure, Things"
    },
    {
      "quote": "Now we have technology where we can modify the genomics of individuals by gene transfer and genetic meddling, we may find that people will want to modify their children, enhance their intelligence, their strength and their beauty and all the other so-called desirable characteristics.",
      "author": "Robert Winston",
      "category": "Beauty, Technology, Children"
    },
    {
      "quote": "America is best when we come together with clear leadership, expertise, and the political will to take on difficult challenges and get things done. No one should ever doubt the strength and resilience of our country and our democracy.",
      "author": "Jamie Dimon",
      "category": "Leadership, Best, Together"
    },
    {
      "quote": "I will not retreat I will find the strength to reach my goal.",
      "author": "Henrikh Mkhitaryan",
      "category": "Goal, Reach, Find"
    },
    {
      "quote": "President Obama's record on national security is a tribute to his strength, and judgment, and to his preference for inclusion and partnership over partisanship.",
      "author": "William J. Clinton",
      "category": "Security, Partnership"
    },
    {
      "quote": "I think I've had the longest career of strength, focus, and still being able to sell records. I think I'm that guy. I'm still blessed with the opportunity to make music and pass out a message like, 'Life is good,' to the world.",
      "author": "Nas",
      "category": "Life, Music, Good"
    },
    {
      "quote": "All my life, since the time I was little, has been a long distraction. At least that is the way some people want to perceive it, but for me, it's given me a lot of strength.",
      "author": "Hope Solo",
      "category": "Life, Time, Me"
    },
    {
      "quote": "Americans have always prized individuality - it is part of our national DNA - but America is a community that draws strength from the sum of our people and has always known that the total of that sum is worth far more than its individual parts.",
      "author": "Evan Bayh",
      "category": "Community, America, People"
    },
    {
      "quote": "America's strength has made it a sort of Gulliver in world affairs: By wiggling its toes it can, often inadvertently, break the arm of a Lilliputian.",
      "author": "Mohsin Hamid",
      "category": "America, World, Break"
    },
    {
      "quote": "I'm adding moves to my post game. I'm really working on staying low. I'm working on my strength overall, especially my legs. That's going to help me defensively as well.",
      "author": "Kristaps Porzingis",
      "category": "Game, Me, Help"
    },
    {
      "quote": "Your identity is firmly anchored in Christ's accomplishment, not yours; his strength, not yours; his performance, not yours; his victory, not yours.",
      "author": "Tullian Tchividjian",
      "category": "Identity, Performance"
    },
    {
      "quote": "God wants to free us from ourselves, and there's nothing like suffering to show us that we need something bigger than our abilities and our strength and our explanations.",
      "author": "Tullian Tchividjian",
      "category": "God, Suffering, Free"
    },
    {
      "quote": "I am deeply honored by the trust the board has placed in me to lead Duke Energy. I have a high degree of confidence in the strength of our company's leadership and dedicated employees.",
      "author": "Lynn Good",
      "category": "Leadership, Trust"
    },
    {
      "quote": "The strength of 'Peep Show' has always been that that it's quite traditional, but it's obviously presented in a very new way.",
      "author": "Robert Webb",
      "category": "Way, New, Always"
    },
    {
      "quote": "Everyone deals with loss. I'm no different, but we all find our ways of coming through things. Is it tough? Of course, but you find the strength to push on through.",
      "author": "Carlene Carter",
      "category": "Loss, Push, You"
    },
    {
      "quote": "You can be in love and raise a family wonderfully by not being married, but actually, marriage does give us a strength, because it's quite hard to get out of, and so it makes us fight more to keep it together. If divorce becomes dead easy - which it sort of has - then we don't have that backup. Because, for everybody, relationships are hard.",
      "author": "Jeremy Irons",
      "category": "Love, Family, Marriage"
    },
    {
      "quote": "To burn the ideal of a great love into the soul of youth in letters of fire - that is to give him a real moral strength.",
      "author": "Ellen Key",
      "category": "Love, Great, Soul"
    },
    {
      "quote": "It is not a dream that someday, nations will be able to settle their difficulties without war, just as individuals now settle their personal feuds without resorting to arguments of physical strength or sharp steel. For, then, humanity will have created international jurisdiction and a power to enforce its laws.",
      "author": "Ellen Key",
      "category": "Power, War, Humanity"
    },
    {
      "quote": "The Japanese bureaucracy is unique. It is also very powerful, although it is now the object of so much criticism. Many of Japan's brightest made it a pillar of strength and continuity.",
      "author": "F. Sionil Jose",
      "category": "Powerful, Unique, Criticism"
    },
    {
      "quote": "I always say that women are very strong and men are powerful. But beauty gives you both strength and power. I never think of it. It's just one of those natural things. It's the only thing I know how to do.",
      "author": "Alber Elbaz",
      "category": "Beauty, Women, Power"
    },
    {
      "quote": "If I wanted to have total control and be a dictator, I would do ice sculpture in my basement. If I want to make a movie, I'm going to work with 500 people, and I will have to work with their strength and their weakness.",
      "author": "Denis Villeneuve",
      "category": "Work, Control, People"
    },
    {
      "quote": "I'm a very slow screenwriter. It takes time for me to write a screenplay. Also, I feel it's not my strength.",
      "author": "Denis Villeneuve",
      "category": "Time, Me, Slow"
    },
    {
      "quote": "It's always difficult to play a scene of physical violence because you're always afraid that you don't know your own strength and might hurt someone.",
      "author": "Catherine Deneuve",
      "category": "Hurt, Violence, Know"
    },
    {
      "quote": "I think naturally, if you're an actor, there's a high level of assertiveness that you need to have to survive this business. There's boldness in being assertive, and there's strength and confidence.",
      "author": "Bryan Cranston",
      "category": "Business, Confidence, Think"
    },
    {
      "quote": "The potential strength of female friendship and the bonds that can be formed, especially over a lifelong relationship, is very profound.",
      "author": "Toni Collette",
      "category": "Friendship, Relationship"
    },
    {
      "quote": "My story is really an affirmation of my strength and my luck. To live with a great artist like Ted Hughes or Mick Jagger is a very, very destructive role for a woman trying to be herself. In fact, it can't be done.",
      "author": "Marianne Faithfull",
      "category": "Great, Woman, Artist"
    },
    {
      "quote": "With speed skating, it's like doing one-legged squats over and over again, with that one leg absorbing more than 80 percent of your weight. It takes an enormous amount of strength, and you're in such a weird position.",
      "author": "Apolo Ohno",
      "category": "Weird, Speed, You"
    },
    {
      "quote": "I guess, as a reporter, I always thought that my biggest strength was that I could get anybody to talk to me. I wasn't the best writer, but I could get people to talk to me.",
      "author": "Jose Antonio Vargas",
      "category": "Best, Me, People"
    },
    {
      "quote": "We can have enhanced devolution - greater powers in Scotland - but within the strength, security and stability of the United Kingdom, and I think that's what most Scots want.",
      "author": "Douglas Alexander",
      "category": "Security, Want, Think"
    },
    {
      "quote": "I believe in peace through strength.",
      "author": "Chris Gibson",
      "category": "Peace, Believe, I Believe"
    },
    {
      "quote": "I believe that the strength in America is individual families and communities.",
      "author": "Chris Gibson",
      "category": "America, Believe, I Believe"
    },
    {
      "quote": "Turing was fearless. He's extremely direct, which can be seen as socially awkward, and that becomes both his big obstacle but also, in many ways, his strength.",
      "author": "Morten Tyldum",
      "category": "Fearless, Big, Awkward"
    },
    {
      "quote": "It's a controversial issue: many feminists reasonably worry that by taking the concentration off gender as an independent locus of oppression, we dilute the strength of a women's movement, or of women's rights advocacy.",
      "author": "Rebecca Traister",
      "category": "Women, Worry, Gender"
    },
    {
      "quote": "Jimmy Fallon's strengths are that he's fun, and he's good at impressions, and he's musically inclined. And my strength is that I'm a joke writer, but I also have no filter, and I think that that's not a talent per se, but it's just a thing about myself that I have found that people like about what I do.",
      "author": "Nikki Glaser",
      "category": "Good, Myself, Fun"
    },
    {
      "quote": "There is a strength of character in the people who have, by and large, never experienced comfort.",
      "author": "Sean Penn",
      "category": "Character, People, Comfort"
    },
    {
      "quote": "In America, now, let us - Christian, Jew, Muslim, agnostic, atheist, wiccan, whatever - fight nativism with the same strength and conviction that we fight terrorism. My faith calls on its followers to love one's enemies. A tall order, that - perhaps the tallest of all.",
      "author": "Jon Meacham",
      "category": "Love, Faith, America"
    },
    {
      "quote": "I realized a while back that I have an innate ability to be compassionate, and I saw that the strength of compassion is something that healers have and healers use.'",
      "author": "Ricky Williams",
      "category": "Compassion, Back, Ability"
    },
    {
      "quote": "I want to thank all my fans, teammates, coaches and supporters for the strength they've given me to overcome so much.",
      "author": "Ricky Williams",
      "category": "Me, Want, Teammates"
    },
    {
      "quote": "The lack of financial strength to avail healthcare is a major challenge.",
      "author": "N. R. Narayana Murthy",
      "category": "Challenge, Financial"
    },
    {
      "quote": "I shall try and effect all that is before me to perform; and God, I think, will surely give me strength for His work so long as He directs my line of duty.",
      "author": "Dorothea Dix",
      "category": "Work, God, Me"
    },
    {
      "quote": "All the sudden high-impact stress can really take a toll on your body. So if you still want to be active and get in a good workout, go to a yoga class or pilates class, or get in some strength and conditioning.",
      "author": "Sophia Bush",
      "category": "Good, Stress, Want"
    },
    {
      "quote": "Spend the first six to 12 months building a great product or service that people love, rather than chasing investors. When the time comes to engage investors, you will be meeting them from a position of strength. This makes all the difference.",
      "author": "Aileen Lee",
      "category": "Love, Time, Great"
    },
    {
      "quote": "The strength of the dollar has historically been tied to the strength of the U.S. economy and the faith that investors have in doing business in America.",
      "author": "Steve Mnuchin",
      "category": "Business, Faith, America"
    },
    {
      "quote": "To the extent the dollar gains strength relative to other currencies, assets priced in those other currencies would become cheaper on a dollar basis.",
      "author": "Steve Mnuchin",
      "category": "Assets, Become, Dollar"
    },
    {
      "quote": "I think my best skill in this whole deal is as a conduit to try to bring people together, because I think it's in our unity that we'll have the greatest strength.",
      "author": "Woody Harrelson",
      "category": "Best, Unity, Together"
    },
    {
      "quote": "But I really like hosting, I think it's a strength of mine. It allows me to improvise, and I love the spontaneity of that, and I think I'm funny behind the desk when interviewing someone.",
      "author": "Garry Shandling",
      "category": "Funny, Love, Me"
    },
    {
      "quote": "Some say that I should settle down, go slower and not push so hard, so quickly for such transformational change. To them, I say that you misunderstand the size of the problems we face, the strength of the status quo and the urgency of the people's desire for change.",
      "author": "Eliot Spitzer",
      "category": "Change, Problems, People"
    },
    {
      "quote": "Vocally, I have learned to find my strength, and my voice has developed a lot since 'Be Here.' I learned to sing with all of my body.",
      "author": "Rachel Platten",
      "category": "Body, Voice, Find"
    },
    {
      "quote": "A man has to have sensibility, wit, mystery, tolerance, and strength... Romance also helps.",
      "author": "Carolina Herrera",
      "category": "Man, Mystery, Tolerance"
    },
    {
      "quote": "To be loved is a strength. To love is a weakness.",
      "author": "Zsa Zsa Gabor",
      "category": "Love, Love Is, Weakness"
    },
    {
      "quote": "Japan today has become acquainted with the Western civilization of the rule of Might, but retains the characteristics of the Oriental civilization of the rule of Right. Now the question remains whether Japan will be the hawk of the Western civilization of the rule of Might, or the tower of strength of the Orient.",
      "author": "Sun Yat-sen",
      "category": "Today, Question, Right"
    },
    {
      "quote": "I do a dance-based cardio workout infused with circuit training, and emphasizing strength and alignment.",
      "author": "Chloe Sevigny",
      "category": "Training, Workout, Cardio"
    },
    {
      "quote": "I challenge anybody to say that I wouldn't know how to approach foreign policy because, unlike some of the other people, I at least have a foreign policy philosophy, which is an extension of the Reagan philosophy. Peace through strength, and my philosophy is peace through strength and clarity.",
      "author": "Herman Cain",
      "category": "Peace, Challenge, Philosophy"
    },
    {
      "quote": "I admire President Chavez for his strength to resist the United States. Instead, Bush is waging a war of terrorism against the world.",
      "author": "Cindy Sheehan",
      "category": "War, World, Terrorism"
    },
    {
      "quote": "My strength as a TV writer was my total lack of interest in television.",
      "author": "Maria Semple",
      "category": "Television, Writer, Interest"
    },
    {
      "quote": "Touch is more important than arm strength. You want to really allow the receiver to run underneath the throw. It'll give you a little margin for error if you undershoot it a bit.",
      "author": "Aaron Rodgers",
      "category": "Want, Run, You"
    },
    {
      "quote": "I think the biggest difference is that I've noticed Western parents seem much more concerned about their children's psyches, their self-esteem, whereas tough immigrant parents assume strength rather than fragility in their children and therefore behave completely differently.",
      "author": "Amy Chua",
      "category": "Children, Parents, Think"
    },
    {
      "quote": "We are still keeping, as much as we can to the one million commitment that we made, hoping that at a certain point in time, the headwinds represented by the strength of the yen will be a little bit less strong.",
      "author": "Carlos Ghosn",
      "category": "Time, Strong, Commitment"
    },
    {
      "quote": "Not one man in a thousand has the strength of mind or the goodness of heart to be an atheist.",
      "author": "Samuel Taylor Coleridge",
      "category": "Heart, Man, Mind"
    },
    {
      "quote": "I wanted Puma to regain strength with the existing logo rather than try to get rid of the past.",
      "author": "Jochen Zeitz",
      "category": "Past, Try, Rid"
    },
    {
      "quote": "The puma... the cat... is not just about power and speed and strength... but it is also a very elegant animal. That's what we've tried to reflect in our products.",
      "author": "Jochen Zeitz",
      "category": "Power, Animal, Speed"
    },
    {
      "quote": "We like to think that a free market's greatest strength is its self-corrective nature.",
      "author": "Nina Easton",
      "category": "Nature, Free, Greatest"
    },
    {
      "quote": "If my strength is technology, financial structuring is my son's skill.",
      "author": "Baba Kalyani",
      "category": "Technology, Son, Financial"
    },
    {
      "quote": "I reserve the right to survey the national political landscape for candidates at all levels who reflect a proper understanding of our national security, economic security, and family security - the ideals of social conservation, the heart and strength of our country.",
      "author": "Jeff Fortenberry",
      "category": "Family, Heart, Political"
    },
    {
      "quote": "I stopped thinking too much about what could happen and relied on my physical and mental strength to play the right shots at the right time.",
      "author": "Novak Djokovic",
      "category": "Time, Thinking, Play"
    },
    {
      "quote": "Dealing with depression effectively is a mark not of weakness, but of strength.",
      "author": "Andrew Solomon",
      "category": "Depression, Weakness"
    },
    {
      "quote": "All too often arrogance accompanies strength, and we must never assume that justice is on the side of the strong. The use of power must always be accompanied by moral choice.",
      "author": "Theodore Bikel",
      "category": "Strong, Justice, Power"
    },
    {
      "quote": "Europe has a lot of strength. We need to pool that strength, and I am very much in favour of that - more of a deeper political union.",
      "author": "George Papandreou",
      "category": "I Am, Political, Need"
    },
    {
      "quote": "The fact that we're going through a crisis is an opportunity for Europe to be more coordinated and more integrated. We're actually talking about a European Monetary Fund or euro bonds, about guarantees for countries, about economic governance in the European Union. That shows the strength of Europe.",
      "author": "George Papandreou",
      "category": "Opportunity, Crisis"
    },
    {
      "quote": "Academics don't normally manage to alter people's way of thinking through their strength of argument.",
      "author": "David Crystal",
      "category": "Thinking, People, Argument"
    },
    {
      "quote": "I don't think a woman has to act like a man to show that she has strength.",
      "author": "Little Richard",
      "category": "Man, Woman, Think"
    },
    {
      "quote": "It is a maudlin and indecent verity that comes out through the strength of wine.",
      "author": "Joseph Conrad",
      "category": "Wine, Through, Out"
    },
    {
      "quote": "Whenever I see John Lewis, I invariably say, 'Thank you.' And I will never stop. I don't know how he's still standing, because what he endured took courage and strength that I don't know that I have.",
      "author": "Don Lemon",
      "category": "Courage, Thank You, Know"
    },
    {
      "quote": "You know, oil prices from 2007, on the strength of a very robust global economy and a very robust emerging China, many of you will recall, ramped up to near $150 a barrel. Then we had the financial - U.S. financial collapse. Oil prices collapsed all the way down to $40 a barrel.",
      "author": "Rex Tillerson",
      "category": "Financial, Know, You"
    },
    {
      "quote": "If you are playing on a turning wicket, toss plays an important role. The team that wins the toss gets an opportunity to play on the fresh wicket. You should always prepare the wicket as per team's strength. But a rank turner might backfire.",
      "author": "Kapil Dev",
      "category": "Team, Opportunity, Prepare"
    },
    {
      "quote": "I have both English bulldog determination and Bengal tiger strength.",
      "author": "Bikram Choudhury",
      "category": "Determination, Tiger"
    },
    {
      "quote": "When liberals finally grasped the strength of popular feeling about the family, they cried to appropriate the rhetoric and symbolism of family values for their own purposes.",
      "author": "Christopher Lasch",
      "category": "Family, Values, Rhetoric"
    },
    {
      "quote": "The breaking wave and the muscle as it contracts obey the same law. Delicate line gathers the body's total strength in a bold balance. Shall my soul meet so severe a curve, journeying on its way to form?",
      "author": "Dag Hammarskjold",
      "category": "Law, Balance, Soul"
    },
    {
      "quote": "Libraries are reservoirs of strength, grace and wit, reminders of order, calm and continuity, lakes of mental energy, neither warm nor cold, light nor dark.",
      "author": "Germaine Greer",
      "category": "Light, Calm, Dark"
    },
    {
      "quote": "Our passion is our strength.",
      "author": "Billie Joe Armstrong",
      "category": "Passion, Our"
    },
    {
      "quote": "I've felt real pain, and sometimes I channel the exhale coming out of that to write, and those are the songs that give me the most power and the most strength.",
      "author": "Jillian Rose Banks",
      "category": "Power, Pain, Me"
    },
    {
      "quote": "I realized that, while I would never be my mother nor have her life, the lesson she had left me was that it was possible to love and care for a man and still have at your core a strength so great that you never even needed to put it on display.",
      "author": "Anna Quindlen",
      "category": "Love, Life, Great"
    },
    {
      "quote": "Even as we enumerate their shortcomings, the rigor of raising children ourselves makes clear to us our mothers' incredible strength. We fear both. If they are not strong, who will protect us? If they are not imperfect, how can we equal them?",
      "author": "Anna Quindlen",
      "category": "Children, Fear, Strong"
    },
    {
      "quote": "Superstars come and go. I want to make sure I am always a producer's actor. I may be refused to be called a great actor but I have never troubled any of my producers in my life. Honesty always catches the camera, and that is what my strength is.",
      "author": "Akshay Kumar",
      "category": "Life, Great, Honesty"
    },
    {
      "quote": "I also wanted to express the strength of cinema to hide reality, while being entertaining. Cinema can fill in the empty spaces of your life and your loneliness.",
      "author": "Pedro Almodovar",
      "category": "Life, Loneliness, Reality"
    },
    {
      "quote": "If the label presents them with a contract that the band don't want to sign, all the label has to do is wait. There are a hundred other bands willing to sign the exact same contract, so the label is in a position of strength.",
      "author": "Steve Albini",
      "category": "Want, Wait, Band"
    },
    {
      "quote": "We all need Europe, not just those of us in Europe. And we Germans need Europe more than the others. Germany is the country with the longest border, the most neighbours, and is, by population and economic strength, the number one in Europe.",
      "author": "Helmut Kohl",
      "category": "Country, Economic, Germans"
    },
    {
      "quote": "I am not yet born O fill me with strength against those who would freeze my humanity.",
      "author": "Louis MacNeice",
      "category": "I Am, Humanity, Me"
    },
    {
      "quote": "From the gut comes the strut, and where hunger reigns, strength abstains.",
      "author": "Francois Rabelais",
      "category": "Hunger, Gut, Where"
    },
    {
      "quote": "Just like you need to strengthen your core physically with exercise, you also need to strength your core spiritually.",
      "author": "Anne Graham Lotz",
      "category": "Exercise, You, Need"
    },
    {
      "quote": "I am always interested in that relationship between outer reality and inner desire, and I think it is important to pay attention to the inner voice because it is the only way to discover your mission in life and the only way to develop the strength to break with whatever familial or cultural norms are preventing you from fulfilling your destiny.",
      "author": "Laura Esquivel",
      "category": "Life, Relationship, I Am"
    },
    {
      "quote": "I'd try to channel my nervous energy in a positive way into strength and endurance. It didn't always work.",
      "author": "Kristi Yamaguchi",
      "category": "Positive, Work, Endurance"
    },
    {
      "quote": "Exercising and eating properly will build your physical and mental strength to endure the stressful situation.",
      "author": "David H. Murdock",
      "category": "Eating, Situation, Build"
    },
    {
      "quote": "It might be asked, 'How much time shall I allow myself for rest?' The answer is that no rule of universal application can be given, as all persons do not require the same measure of sleep, and also the same persons, at different times, according to the strength or weakness of their body, may require more or less.",
      "author": "George Muller",
      "category": "Time, Myself, Sleep"
    },
    {
      "quote": "Man has not really vanquished Shamanism and its spooks till he possesses the strength to lay aside not only the belief in ghosts or in spirits, but also the belief in the spirit.",
      "author": "Max Stirner",
      "category": "Man, Ghosts, Belief"
    },
    {
      "quote": "I think there's a great strength in having the courage and also having the support to do what you want to do when you're an artist in any way, shape or form.",
      "author": "Dave Gahan",
      "category": "Courage, Great, Support"
    },
    {
      "quote": "There is strength in numbers, but organizing those numbers is one of the great challenges.",
      "author": "John C. Mather",
      "category": "Great, Challenges, Numbers"
    },
    {
      "quote": "Only out of great vulnerability do you discover what strength you have. Having a daughter who I love with all my being has helped me mine the source of that strength to previously unknown depths.",
      "author": "Emilia Fox",
      "category": "Love, Daughter, Great"
    },
    {
      "quote": "One cannot weep for the entire world, it is beyond human strength. One must choose.",
      "author": "Jean Anouilh",
      "category": "World, Choose, Human"
    },
    {
      "quote": "You won't find a CEO who doesn't talk about a 'powerful culture' as a source of competitive advantage. At the same time, you'd be hard-pressed to find a CEO who has much of a clue about the strength of that culture.",
      "author": "Marcus Buckingham",
      "category": "Time, Culture, Powerful"
    },
    {
      "quote": "The Hulk was a unique character because of his strength and power. He doesn't have a costume like Spiderman or like Superman - The Hulk is more visual. His passion and his strength, that is what separates him from anything else.",
      "author": "Lou Ferrigno",
      "category": "Character, Passion, Power"
    },
    {
      "quote": "God is not accustomed to refusing a good gift to those who ask for one. Since he is good, and especially to those who are faithful to him, let us hold fast to him with all our soul, our heart, our strength, and so enjoy his light and see his glory and possess the grace of supernatural joy.",
      "author": "Saint Ambrose",
      "category": "Good, Light, God"
    },
    {
      "quote": "Wisdom is always an overmatch for strength.",
      "author": "Phil Jackson",
      "category": "Wisdom, Always"
    },
    {
      "quote": "African women in general need to know that it's OK for them to be the way they are - to see the way they are as a strength, and to be liberated from fear and from silence.",
      "author": "Wangari Maathai",
      "category": "Women, Fear, Silence"
    },
    {
      "quote": "I have the strength to endure it all.",
      "author": "Moshe Dayan",
      "category": "Endure"
    },
    {
      "quote": "That strange feeling we had in the war. Have you found anything in your lives since to equal it in strength? A sort of splendid carelessness it was, holding us together.",
      "author": "Noel Coward",
      "category": "War, Together, Strange"
    },
    {
      "quote": "I never won anything by myself. I was always strong because of help that gave me extra strength to win.",
      "author": "Dan Gable",
      "category": "Myself, Strong, Help"
    },
    {
      "quote": "Men are beginning to realize that they are not individuals but persons in society, that man alone is weak and adrift, that he must seek strength in common action.",
      "author": "Dorothy Day",
      "category": "Alone, Man, Society"
    },
    {
      "quote": "Without strength and courage it's really hard to perform at the highest levels of international figure skating, because you're alone on the ice and you only have seven minutes over two nights to prove yourself.",
      "author": "Scott Hamilton",
      "category": "Courage, Alone, Yourself"
    },
    {
      "quote": "Truly, love is delightful and pleasant food, supplying, as it does, rest to the weary, strength to the weak, and joy to the sorrowful. It in fact renders the yoke of truth easy and its burden light.",
      "author": "Saint Bernard",
      "category": "Love, Food, Light"
    },
    {
      "quote": "The serenity prayer, 'God grant me the strength to accept...' That's a prayer that's actually in my car. I say it every day.",
      "author": "Lauren London",
      "category": "Day, Car, God"
    },
    {
      "quote": "I gain strength from postive thought and from the daily conversation with God.",
      "author": "Ottmar Hitzfeld",
      "category": "Daily, God, Conversation"
    },
    {
      "quote": "When spirituality is the basis of your life, it gives you the strength, wisdom and courage to surmount the many storms of life that could destroy a weaker person who doesn't have this foundation.",
      "author": "Radhanath Swami",
      "category": "Life, Wisdom, Courage"
    },
    {
      "quote": "I can't distract myself enough here, for sketches to a new opera are constantly buzzing around in my head, to the extent that I need all my strength to wrest myself from them.",
      "author": "Richard Wagner",
      "category": "Myself, Head, New"
    },
    {
      "quote": "We set ourselves limits, but we are all strong enough to aim higher, to achieve our goals. All we have to do is find such strength within ourselves. Know how to develop it.",
      "author": "Alain Robert",
      "category": "Goals, Strong, Know"
    },
    {
      "quote": "I always try to see the good in everything, and that gives me strength. Even when I lost in the London Olympics quarterfinals, I said to myself, 'Don't lose heart, God has his own plans.' Actually, life just goes on; you have to accept whatever challenge you face and become stronger.",
      "author": "Vijender Singh",
      "category": "Life, Good, Myself"
    },
    {
      "quote": "America is moving forward and gaining strength. We have been tested, and we have proven ourselves to be a tough, resilient and resourceful nation.",
      "author": "Bill Frist",
      "category": "Moving Forward, America"
    },
    {
      "quote": "We should believe in the strength and vitality of the values which constitute the E.U. and which neighbouring states can believe in and aspire to join.",
      "author": "Donald Tusk",
      "category": "Believe, Values, Vitality"
    },
    {
      "quote": "My dad's a bodybuilder. My whole life I've been taught to train the hard way. I believe in earning strength, not buying it. My grandfather raised me old school: In baseball, you work for whatever you get.",
      "author": "Gary Sheffield",
      "category": "Life, Work, School"
    },
    {
      "quote": "Strengthen me by sympathizing with my strength, not my weakness.",
      "author": "Amos Bronson Alcott",
      "category": "Me, Weakness, Strengthen"
    },
    {
      "quote": "I think my versatility is a big strength. I don't think anybody can guard me, just because I'm 6'10 and can dribble and play point. If I have a little guy on me, I take him to the post. For me to be able to then pass the ball, it helps me a lot.",
      "author": "Ben Simmons",
      "category": "Me, Think, Play"
    },
    {
      "quote": "We are a long time in learning that all our strength and salvation is in God.",
      "author": "David Brainerd",
      "category": "Time, Learning, Faith"
    },
    {
      "quote": "Once more, Never think that you can live to God by your own power or strength; but always look to and rely on him for assistance, yea, for all strength and grace.",
      "author": "David Brainerd",
      "category": "God, Power, Grace"
    },
    {
      "quote": "It is very important to me to maintain a consistent workout regimen during the season. The Bulls staff does a great job with providing me with a weekly workout, and these kept me energized throughout my rookie season. In the off season, I try to increase my strength and add new dimensions to my game.",
      "author": "Derrick Rose",
      "category": "Great, Job, Me"
    },
    {
      "quote": "A coach once told me there are four factors that determine a players' performance: his tactical awareness, his physical condition, his technical ability and his mental strength.",
      "author": "Gary Neville",
      "category": "Performance, Me, Awareness"
    },
    {
      "quote": "It's great to have an honest course where you can use your strength. I swim 10 hours a week, I bike 20 hours a week, and I want to be able to show that.",
      "author": "Jonathan Brownlee",
      "category": "Great, Week, Bike"
    },
    {
      "quote": "Superior strength is found in the long run to lie with those who had right on their side.",
      "author": "James Anthony Froude",
      "category": "Lie, Long, Run"
    },
    {
      "quote": "Faith is the most important thing in the world to me. It's the greatest strength I've had. It's helped me get through the hard times. You're not going to win every one of your football games. I've always said I'm not going to make football my god. A lot of coaches put so much into coaching football games that they have nothing left.",
      "author": "Bobby Bowden",
      "category": "Faith, Football, God"
    },
    {
      "quote": "Some in my party threaten to send a message that they don't know a just war when they see it, and more broadly that they're not prepared to use our military strength to protect our security and the cause of freedom.",
      "author": "Joe Lieberman",
      "category": "Freedom, War, Military"
    },
    {
      "quote": "The strength in our third-quarter financial results is cause for excitement. I'm particularly pleased that we continue to demonstrate impressive growth at the same time we are engaged in important merger discussions.",
      "author": "Bernard Ebbers",
      "category": "Time, Growth, Financial"
    },
    {
      "quote": "I will continue to push for doubling the strength of the U.S. Border Patrol, and to make sure that every cargo container that enters this nation is screened for radiation and potential weapons of mass destruction.",
      "author": "Nick Lampson",
      "category": "Potential, Push, Nation"
    },
    {
      "quote": "We all have those things that even in the midst of stress and disarray, they energize us and give us renewed strength and purpose. These are our passions.",
      "author": "Adam Braun",
      "category": "Stress, Purpose, Give"
    },
    {
      "quote": "I'm very lucky that people are able to say, 'Oh, that's that Moody Blues guy!' I'm very fortunate with that. That's all. Without the songs, I think, I'd just be a pretty average karaoke singer. In the end, it comes down to the songs: the strength of the songs.",
      "author": "Justin Hayward",
      "category": "End, People, Blues"
    },
    {
      "quote": "Whatever I lack in size and strength and speed, I kind of make up for in being grittier. When it comes to something like basketball I'm definitely not the best guy on the court, but I love elbowing and pushing people out or boxing them out.",
      "author": "Steven Yeun",
      "category": "Love, Best, People"
    },
    {
      "quote": "In some ways, I feel like the strength of animation is in its simplicity and caricature, and in reduction. It's like an Al Hirschfeld caricature, where he'll use, like, three lines, and he'll capture the likeness of someone so strongly that it looks more like them than a photograph. I think animation has that same power of reduction.",
      "author": "Pete Docter",
      "category": "Power, Simplicity, Think"
    },
    {
      "quote": "At some point, I fell in love. Shortly thereafter, I got my heart broken. Sniff, sniff. And I realized at a young age - no matter what any adult literary critic would have us believe about female strength and autonomy - there is no test to strength of character like love.",
      "author": "Lauren Kate",
      "category": "Love, Age, Character"
    },
    {
      "quote": "When I was first introduced to CrossFit, I found it to be the hardest workout that I'd ever done. It wiped the floor with me, and I fell in love with it immediately. The results that I have seen in my strength and physicality have been unparalleled to any other things I have ever done in my more than 20 years in the fitness business.",
      "author": "Bob Harper",
      "category": "Love, Business, Fitness"
    },
    {
      "quote": "My mother was the dearest, sweetest angel. She didn't talk; she sang. She was a tower of strength.",
      "author": "Jayne Meadows",
      "category": "Mother, Angel, She"
    },
    {
      "quote": "Augustine says that you don't understand a nation by the throw weight of its military or the strength of its research universities or the size of its population, but by looking at what it loves in common. To assess a nation, you look at the health and strength of its ideals. And there's no question that the common love in America is freedom.",
      "author": "Os Guinness",
      "category": "Love, Freedom, Health"
    },
    {
      "quote": "Our strength in finance has led us to set up an international financial centre with medium and long-term objectives, especially to develop Islamic financial and insurance services.",
      "author": "Hassanal Bolkiah",
      "category": "Finance, Financial"
    },
    {
      "quote": "As far as the U.S. economy is concerned, I always believe that the U.S. economy is solidly based, not only in a material sense, but more importantly, the United States has the strength of scientific and technological talent, and managerial expertise.",
      "author": "Wen Jiabao",
      "category": "Believe, Talent, Economy"
    },
    {
      "quote": "Apart from boosting our long-term economic strength like other Asian economic powers, Philippine companies expanding overseas and going beyond our comfort zones, or going to some uncharted territories, will help sharpen our management skills.",
      "author": "Andrew Tan",
      "category": "Management, Help, Comfort"
    },
    {
      "quote": "Lincoln's stature and strength, his intelligence and ambition - in short, all the elements which gave him popularity among men in New Salem, rendered him equally attractive to the fair sex of that village.",
      "author": "John George Nicolay",
      "category": "Intelligence, Men, Short"
    },
    {
      "quote": "Each is under the most sacred obligation not to squander the material committed to him, not to sap his strength in folly and vice, and to see at the least that he delivers a product worthy the labor and cost which have been expended on him.",
      "author": "Anna Julia Cooper",
      "category": "Labor, See, Committed"
    },
    {
      "quote": "Sometimes your disappointments make you a stronger person for the future.",
      "author": "Blanka Vlasic",
      "category": "Future, Stronger, You"
    },
    {
      "quote": "It requires more strength to be gentle, so it's the everyday encounters of life that I think we've prepared children for and prepared them to be good to other people and to consider other people.",
      "author": "Bob Keeshan",
      "category": "Life, Children, Good"
    },
    {
      "quote": "Better than the strength of men and horses is our wisdom.",
      "author": "Xenophanes",
      "category": "Wisdom, Men, Better"
    },
    {
      "quote": "Before I became a fighter pilot, everyone said that women didn't have the physical strength. Well, I had just completed the Hawaii Ironman Triathlon.",
      "author": "Martha McSally",
      "category": "Women, Said, Hawaii"
    },
    {
      "quote": "First I shall name the eagle, of which there are three species: the great grey eagle is the largest, of great strength and high flight; he chiefly preys on fawns and other young quadrupeds.",
      "author": "William Bartram",
      "category": "Great, Name, Eagle"
    },
    {
      "quote": "Some spider silks are really strong, but not all of them are. The ones that are really strong can actually rival steel and approach the tensile strength of Kevlar. Thus far, the dragline silk seems to be the strongest.",
      "author": "Cheryl Hayashi",
      "category": "Strong, Spider, Steel"
    },
    {
      "quote": "'One Yellow Daffodil' is both a look to the past and to the future and expresses my belief in the great spirit and strength of our children.",
      "author": "David A. Adler",
      "category": "Children, Future, Great"
    },
    {
      "quote": "I've never been one to be too careful with my diet. If I really start watching what I eat, I'm already a thin guy - I just won't have any physical strength. I think I'll disappear if I don't eat what I need to eat or what I like to eat.",
      "author": "Daniel Nestor",
      "category": "Start, Diet, Think"
    },
    {
      "quote": "The swimmer adrift on the open seas measures his strength, and strives with all his muscles to keep himself afloat. But what is he to do when there is no land on the horizon, and none beyond it?",
      "author": "Georges Duhamel",
      "category": "Horizon, Land, Beyond"
    },
    {
      "quote": "When I go to the gym, stretching is very important. For polo, you don't need too much strength so you don't want to build yourself up too much. It's all about flexibility.",
      "author": "Nacho Figueras",
      "category": "Yourself, Want, You"
    },
    {
      "quote": "But after this natural burst of indignation, no man of sense, courage, or prudence will waste his time or his strength in retrospective reproaches or repinings.",
      "author": "Robert Peel",
      "category": "Time, Courage, Man"
    },
    {
      "quote": "Part of my strength as an actor comes from what I've learned all these years: when you play a villain, you try to get the light touches; when you play a hero, you try to get in some of the warts.",
      "author": "John Forsythe",
      "category": "Hero, Light, Play"
    },
    {
      "quote": "I am proud to represent people who care so deeply about their communities. Their perseverance and strength only motivates me more as their representative in Congress.",
      "author": "Martha Roby",
      "category": "Perseverance, I Am, Me"
    },
    {
      "quote": "I grew up in a strong faith-based family. I think I have selected to return to those roots for strength, for my family, for myself and to protect our children and to forgive others and move on and face forward.",
      "author": "Paula Broadwell",
      "category": "Family, Children, Myself"
    },
    {
      "quote": "My practicality consists in this, in the knowledge that if you beat your head against the wall it is your head which breaks and not the wall - that is my strength, my only strength.",
      "author": "Antonio Gramsci",
      "category": "Knowledge, Head, You"
    },
    {
      "quote": "Every burden is a blessing.",
      "author": "Walt Kelly",
      "category": "Blessing, Burden, Every"
    },
    {
      "quote": "It is no use painting the foot of the tree white, the strength of the bark cries out from beneath the paint.",
      "author": "Aime Cesaire",
      "category": "Tree, Painting, Paint"
    },
    {
      "quote": "Knowledge is not a passion from without the mind, but an active exertion of the inward strength, vigor and power of the mind, displaying itself from within.",
      "author": "Ralph Cudworth",
      "category": "Knowledge, Passion, Power"
    },
    {
      "quote": "Tonight I should like to thank all those who have shared my work and to acknowledge the debt that I owe to my wife whose encouragement to put research before all other things has been a great strength to me.",
      "author": "George Porter",
      "category": "Work, Great, Wife"
    },
    {
      "quote": "I have a concept of Naples that is not so much of a city, per se, but rather an ingredient of the human spirit that I detect in everyone, Neapolitan or not. The idea that 'Neapolitanism' and mass ignorance are somehow indissolubly linked is one that I am prepared to fight with all the strength I have.",
      "author": "Luciano De Crescenzo",
      "category": "I Am, City, Ignorance"
    },
    {
      "quote": "God is waiting eagerly to respond with new strength to each little act of self-control, small disciplines of prayer, feeble searching after him. And his children shall be filled if they will only hunger and thirst after what he offers.",
      "author": "Richard Holloway",
      "category": "Children, God, Waiting"
    },
    {
      "quote": "Patience is not simply the ability to wait - it's how we behave while we're waiting.",
      "author": "Joyce Meyer",
      "category": "Waiting, Wait, Ability"
    },
    {
      "quote": "Never cut a tree down in the wintertime. Never make a negative decision in the low time. Never make your most important decisions when you are in your worst moods. Wait. Be patient. The storm will pass. The spring will come.",
      "author": "Robert H. Schuller",
      "category": "Time, Tree, Storm"
    },
    {
      "quote": "Patience and perseverance have a magical effect before which difficulties disappear and obstacles vanish.",
      "author": "John Quincy Adams",
      "category": "Perseverance, Obstacles"
    },
    {
      "quote": "We could never learn to be brave and patient, if there were only joy in the world.",
      "author": "Helen Keller",
      "category": "Joy, Brave, World"
    },
    {
      "quote": "Each life is made up of mistakes and learning, waiting and growing, practicing patience and being persistent.",
      "author": "Billy Graham",
      "category": "Life, Learning, Mistakes"
    },
    {
      "quote": "Patience is a virtue, and I'm learning patience. It's a tough lesson.",
      "author": "Elon Musk",
      "category": "Learning, Lesson, Virtue"
    },
    {
      "quote": "The test of good manners is to be patient with the bad ones.",
      "author": "Solomon Ibn Gabirol",
      "category": "Good, Test, Bad"
    },
    {
      "quote": "Be patient and understanding. Life is too short to be vengeful or malicious.",
      "author": "Phillips Brooks",
      "category": "Life, Short"
    },
    {
      "quote": "Patience is the companion of wisdom.",
      "author": "Saint Augustine",
      "category": "Wisdom, Companion"
    },
    {
      "quote": "I have embraced crying mothers who have lost their children because our politicians put their personal agendas before the national good. I have no patience for injustice, no tolerance for government incompetence, no sympathy for leaders who fail their citizens.",
      "author": "Donald Trump",
      "category": "Children, Good, Sympathy"
    },
    {
      "quote": "Indeed, this life is a test. It is a test of many things - of our convictions and priorities, our faith and our faithfulness, our patience and our resilience, and in the end, our ultimate desires.",
      "author": "Sheri L. Dew",
      "category": "Life, Faith, Resilience"
    },
    {
      "quote": "I have just three things to teach: simplicity, patience, compassion. These three are your greatest treasures.",
      "author": "Lao Tzu",
      "category": "Wisdom, Compassion"
    },
    {
      "quote": "Qualities you need to get through medical school and residency: Discipline. Patience. Perseverance. A willingness to forgo sleep. A penchant for sadomasochism. Ability to weather crises of faith and self-confidence. Accept exhaustion as fact of life. Addiction to caffeine a definite plus. Unfailing optimism that the end is in sight.",
      "author": "Khaled Hosseini",
      "category": "Life, Perseverance, Faith"
    },
    {
      "quote": "I am patient with stupidity but not with those who are proud of it.",
      "author": "Edith Sitwell",
      "category": "I Am, Stupidity, Proud"
    },
    {
      "quote": "Sometimes we may ask God for success, and He gives us physical and mental stamina. We might plead for prosperity, and we receive enlarged perspective and increased patience, or we petition for growth and are blessed with the gift of grace. He may bestow upon us conviction and confidence as we strive to achieve worthy goals.",
      "author": "David A. Bednar",
      "category": "Success, Goals, Confidence"
    },
    {
      "quote": "Genius is patience.",
      "author": "Isaac Newton",
      "category": "Genius"
    },
    {
      "quote": "I learned patience, perseverance, and dedication. Now I really know myself, and I know my voice. It's a voice of pain and victory.",
      "author": "Anthony Hamilton",
      "category": "Perseverance, Myself, Pain"
    },
    {
      "quote": "Sometimes things aren't clear right away. That's where you need to be patient and persevere and see where things lead.",
      "author": "Mary Pierce",
      "category": "You, Right, See"
    },
    {
      "quote": "The more you know yourself, the more patience you have for what you see in others.",
      "author": "Erik Erikson",
      "category": "Yourself, Know Yourself"
    },
    {
      "quote": "The keys to patience are acceptance and faith. Accept things as they are, and look realistically at the world around you. Have faith in yourself and in the direction you have chosen.",
      "author": "Ralph Marston",
      "category": "Faith, World, Yourself"
    },
    {
      "quote": "The very important thing you should have is patience.",
      "author": "Jack Ma",
      "category": "Important, You, Should"
    },
    {
      "quote": "If patience is worth anything, it must endure to the end of time. And a living faith will last in the midst of the blackest storm.",
      "author": "Mahatma Gandhi",
      "category": "Time, Faith, Storm"
    },
    {
      "quote": "I simply do not think that yelling, swearing, threatening or belittling will get you to the place you want to be faster than kindness, understanding, patience and a little willingness to compromise.",
      "author": "Rachel Nichols",
      "category": "Kindness, Understanding"
    },
    {
      "quote": "Obstacles, of course, are developmentally necessary: they teach kids strategy, patience, critical thinking, resilience and resourcefulness.",
      "author": "Naomi Wolf",
      "category": "Resilience, Obstacles"
    },
    {
      "quote": "Patience is the secret to good food.",
      "author": "Gail Simmons",
      "category": "Food, Good, Good Food"
    },
    {
      "quote": "It is easier to find men who will volunteer to die, than to find those who are willing to endure pain with patience.",
      "author": "Julius Caesar",
      "category": "Pain, Men, Volunteer"
    },
    {
      "quote": "Above all, remember that God looks for solid virtues in us, such as patience, humility, obedience, abnegation of your own will - that is, the good will to serve Him and our neighbor in Him. His providence allows us other devotions only insofar as He sees that they are useful to us.",
      "author": "Saint Ignatius",
      "category": "Good, God, Humility"
    },
    {
      "quote": "Amongst the qualities a hero should have, I would include determination, loyalty, courage, perseverance, patience, focus, intrepidity and selflessness.",
      "author": "Ricky Martin",
      "category": "Hero, Perseverance, Courage"
    },
    {
      "quote": "Have patience with all things, But, first of all with yourself.",
      "author": "Saint Francis de Sales",
      "category": "Yourself, First, Things"
    },
    {
      "quote": "Come what may, all bad fortune is to be conquered by endurance.",
      "author": "Virgil",
      "category": "Endurance, Bad, Fortune"
    },
    {
      "quote": "You can't jump from little things to big things. It just takes time and patience.",
      "author": "Nadia Comaneci",
      "category": "Time, Little Things, You"
    },
    {
      "quote": "With care and patience, people may accomplish things which, to an indolent person, would appear impossible.",
      "author": "Dorothea Dix",
      "category": "Impossible, People, Care"
    },
    {
      "quote": "To learn patience is not to rebel against every hardship.",
      "author": "Henri Nouwen",
      "category": "Learn, Rebel, Hardship"
    },
    {
      "quote": "There is no road too long to the man who advances deliberately and without undue haste there are no honors too distant to the man who prepares himself for them with patience.",
      "author": "Jean de la Bruyere",
      "category": "Man, Road, Long"
    },
    {
      "quote": "Endurance is patience concentrated.",
      "author": "Thomas Carlyle",
      "category": "Endurance, Concentrated"
    },
    {
      "quote": "Allah is with people who show patience. If you are down in the dumps, Allah will help you if you have belief. But this is a personal thing between you and him. You can't fool Allah.",
      "author": "Mohammad Azharuddin",
      "category": "Fool, People, Help"
    },
    {
      "quote": "Patience is necessary, and one cannot reap immediately where one has sown.",
      "author": "Soren Kierkegaard",
      "category": "Reap, Where, Necessary"
    },
    {
      "quote": "Patience has its limits. Take it too far, and it's cowardice.",
      "author": "George Jackson",
      "category": "Limits, Cowardice, Far"
    },
    {
      "quote": "If I have done the public any service, it is due to my patient thought.",
      "author": "Isaac Newton",
      "category": "Service, Thought, Done"
    },
    {
      "quote": "The Scriptures contain many stories of people who waited years or even decades before the Lord's promises came to pass. What modern believers can learn from the patience of biblical saints like Abraham, Joseph, David, and Paul is that waiting upon the Lord has eternal rewards.",
      "author": "Charles Stanley",
      "category": "Waiting, People, Learn"
    },
    {
      "quote": "And I love that even in the toughest moments, when we're all sweating it - when we're worried that the bill won't pass, and it seems like all is lost - Barack never lets himself get distracted by the chatter and the noise. Just like his grandmother, he just keeps getting up and moving forward... with patience and wisdom, and courage and grace.",
      "author": "Michelle Obama",
      "category": "Love, Wisdom, Courage"
    },
    {
      "quote": "Wise to resolve, and patient to perform.",
      "author": "Homer",
      "category": "Wise, Patient, Perform"
    },
    {
      "quote": "Having patience is one of the hardest things about being human. We want to do it now, and we don't want to wait. Sometimes we miss out on our blessing when we rush things and do it on our own time.",
      "author": "Deontay Wilder",
      "category": "Time, Blessing, Want"
    },
    {
      "quote": "Patience and Diligence, like faith, remove mountains.",
      "author": "William Penn",
      "category": "Faith, Mountains, Diligence"
    },
    {
      "quote": "No, I will be the pattern of all patience; I will say nothing.",
      "author": "William Shakespeare",
      "category": "Nothing, Say, Will"
    },
    {
      "quote": "Patience is the art of concealing your impatience.",
      "author": "Guy Kawasaki",
      "category": "Art, Impatience, Concealing"
    },
    {
      "quote": "It is strange that the years teach us patience; that the shorter our time, the greater our capacity for waiting.",
      "author": "Elizabeth Taylor",
      "category": "Time, Waiting, Strange"
    },
    {
      "quote": "The strong manly ones in life are those who understand the meaning of the word patience.",
      "author": "Tokugawa Ieyasu",
      "category": "Life, Strong, Meaning"
    },
    {
      "quote": "The overwhelming message of the Atonement is the perfect love the Savior has for each and all of us. It is a love which is full of mercy, patience, grace, equity, long-suffering, and, above all, forgiving.",
      "author": "James E. Faust",
      "category": "Love, Grace, Perfect"
    },
    {
      "quote": "A man who is a master of patience is master of everything else.",
      "author": "George Savile",
      "category": "Man, Master, Everything"
    },
    {
      "quote": "Genius is eternal patience.",
      "author": "Michelangelo",
      "category": "Genius, Eternal"
    },
    {
      "quote": "Patience doesn't mean making a pact with the devil of denial, ignoring our emotions and aspirations. It means being wholeheartedly engaged in the process that's unfolding, rather than ripping open a budding flower or demanding a caterpillar hurry up and get that chrysalis stage over with.",
      "author": "Sharon Salzberg",
      "category": "Flower, Devil, Emotions"
    },
    {
      "quote": "Have courage for the great sorrows of life and patience for the small ones; and when you have laboriously accomplished your daily task, go to sleep in peace.",
      "author": "Victor Hugo",
      "category": "Life, Courage, Peace"
    },
    {
      "quote": "To bear with patience wrongs done to oneself is a mark of perfection, but to bear with patience wrongs done to someone else is a mark of imperfection and even of actual sin.",
      "author": "Thomas Aquinas",
      "category": "Perfection, Sin"
    },
    {
      "quote": "Only those who have patience to do simple things perfectly ever acquire the skill to do difficult things easily.",
      "author": "James J. Corbett",
      "category": "Simple, Simple Things, Skill"
    },
    {
      "quote": "As anyone who has ever been around a cat for any length of time well knows, cats have enormous patience with the limitations of the human kind.",
      "author": "Cleveland Amory",
      "category": "Time, Cats, Pet"
    },
    {
      "quote": "Raising children uses every bit of your being - your heart, your time, your patience, your foresight, your intuition to protect them, and you have to use all of this while trying to figure out how to discipline them.",
      "author": "Nicole Ari Parker",
      "category": "Time, Children, Heart"
    },
    {
      "quote": "The great saints were always great innovators... They had to be very strong people... principled people. And, apart from their principles, with great tenacity they had to have great reserves of patience.",
      "author": "Colm Wilkinson",
      "category": "Great, Strong, People"
    },
    {
      "quote": "He who rides the sea of the Nile must have sails woven of patience.",
      "author": "William Golding",
      "category": "Sea, Sails, Must"
    },
    {
      "quote": "How can a society that exists on instant mashed potatoes, packaged cake mixes, frozen dinners, and instant cameras teach patience to its young?",
      "author": "Paul Sweeney",
      "category": "Society, Cake, Young"
    },
    {
      "quote": "I have learned that I really do have discipline, self-control, and patience. But they were given to me as a seed, and it's up to me to choose to develop them.",
      "author": "Joyce Meyer",
      "category": "Discipline, Me, Seed"
    },
    {
      "quote": "There are three secrets to managing. The first secret is have patience. The second is be patient. And the third most important secret is patience.",
      "author": "Chuck Tanner",
      "category": "Leadership, Secrets, Three"
    },
    {
      "quote": "God always has patience.",
      "author": "Pope Francis",
      "category": "God, Always"
    },
    {
      "quote": "In a world where people are hungry for quick fixes and sound bites, for instant gratification, there's no patience for the long, slow rebuilding process: implementing after-school programs, hiring more community workers to act as mentors, adding more job training programs in marginalized areas.",
      "author": "Dan Hill",
      "category": "Community, Job, Training"
    },
    {
      "quote": "We have no patience with other people's vanity because it is offensive to our own.",
      "author": "Francois de La Rochefoucauld",
      "category": "People, Vanity, Offensive"
    },
    {
      "quote": "For anything worth having one must pay the price; and the price is always work, patience, love, self-sacrifice - no paper currency, no promises to pay, but the gold of real service.",
      "author": "John Burroughs",
      "category": "Love, Work, Service"
    },
    {
      "quote": "Tolerance, compromise, understanding, acceptance, patience - I want those all to be very sharp tools in my shed.",
      "author": "CeeLo Green",
      "category": "Acceptance, Tools"
    },
    {
      "quote": "The greatest power is often simple patience.",
      "author": "E. Joseph Cossman",
      "category": "Power, Simple, Greatest"
    },
    {
      "quote": "Beware of him that is slow to anger; for when it is long coming, it is the stronger when it comes, and the longer kept. Abused patience turns to fury.",
      "author": "Francis Quarles",
      "category": "Anger, Stronger, Long"
    },
    {
      "quote": "Meekness: Uncommon patience in planning a revenge that is worth while.",
      "author": "Ambrose Bierce",
      "category": "Revenge, Planning, Uncommon"
    },
    {
      "quote": "My three Ps: passion, patience, perseverance. You have to do this if you've got to be a filmmaker.",
      "author": "Robert Wise",
      "category": "Perseverance, Passion, You"
    },
    {
      "quote": "Gardeners are good at nurturing, and they have a great quality of patience, they're tender. They have to be persistent.",
      "author": "Ralph Fiennes",
      "category": "Good, Great, Gardening"
    },
    {
      "quote": "There is no substitute for hard work, 23 or 24 hours a day. And there is no substitute for patience and acceptance.",
      "author": "Cesar Chavez",
      "category": "Work, Hard Work, Day"
    },
    {
      "quote": "Writing is good, thinking is better. Cleverness is good, patience is better.",
      "author": "Herman Hesse",
      "category": "Good, Writing, Thinking"
    },
    {
      "quote": "A man with a silver spoon may get his share of supporters, but he can never be an inspiration for somebody! Patience and hard work are the key to every man's success.",
      "author": "Kailash Kher",
      "category": "Work, Success, Hard Work"
    },
    {
      "quote": "I have no patience for wasting time.",
      "author": "William Clay Ford, Jr.",
      "category": "Time, Wasting Time, Wasting"
    },
    {
      "quote": "America is a great country. It has a lot of work to do. The bottom line is it's easy to talk; it's easy to have the media pick up on something, and it's hard to have the patience to put something in place you can build on that will make sure each citizen has their equal rights.",
      "author": "Jim Brown",
      "category": "Work, Great, America"
    },
    {
      "quote": "Patience with family members and others who are close to us is vital for us to have happy homes.",
      "author": "Joseph B. Wirthlin",
      "category": "Family, Happy, Others"
    },
    {
      "quote": "The two biggest things that translate from the pitching mound to hunting and fishing are patience and perseverance. When you're on the mound, you have to take the game one pitch at a time, regardless of the score, and that approach helps when I'm in the woods or on the water as well.",
      "author": "Jon Lester",
      "category": "Time, Perseverance, Water"
    },
    {
      "quote": "The loving parts of your personality have no trouble loving. That is all they do. You experience the loving parts of as gratitude, appreciation, caring, patience, contentment and awe of life.",
      "author": "Gary Zukav",
      "category": "Life, Gratitude, Experience"
    },
    {
      "quote": "How many a man has thrown up his hands at a time when a little more effort, a little more patience would have achieved success.",
      "author": "Elbert Hubbard",
      "category": "Success, Time, Man"
    },
    {
      "quote": "I am not a perfect servant. I am a public servant doing my best against the odds. As I develop and serve, be patient. God is not finished with me yet.",
      "author": "Jesse Jackson",
      "category": "Best, God, I Am"
    },
    {
      "quote": "Teach us, O Lord, the disciplines of patience, for to wait is often harder than to work.",
      "author": "Peter Marshall",
      "category": "Work, Teach, Wait"
    },
    {
      "quote": "Patience is the best remedy for every trouble.",
      "author": "Plautus",
      "category": "Best, Trouble, Every"
    },
    {
      "quote": "Humility is attentive patience.",
      "author": "Simone Weil",
      "category": "Humility, Attentive"
    },
    {
      "quote": "All commend patience, but none can endure to suffer.",
      "author": "Thomas Fuller",
      "category": "Endure, Suffer, None"
    },
    {
      "quote": "Patience, that blending of moral courage with physical timidity.",
      "author": "Thomas Hardy",
      "category": "Courage, Moral, Physical"
    },
    {
      "quote": "If you believe indeed in the Lord Jesus for the salvation of your soul, if you walk uprightly and do not regard iniquity in your heart, if you continue to wait patiently, and believingly upon God; then answers will surely be given to your prayers.",
      "author": "George Muller",
      "category": "God, Heart, Soul"
    },
    {
      "quote": "All men commend patience, although few are willing to practice it.",
      "author": "Thomas a Kempis",
      "category": "Men, Practice, Willing"
    },
    {
      "quote": "No one can occupy your generosity except you. Who can occupy your patience when impatience roars through you? Who except you can choose not to act with judgment when all of your thoughts are judgmental? Your life is yours to live, no matter how you choose to live it. When you do not think about how you intend to live it, it lives you.",
      "author": "Gary Zukav",
      "category": "Life, Thoughts, Generosity"
    },
    {
      "quote": "Clearly older women and especially older women who have led an active life or elder women who successfully maneuver through their own family life have so much to teach us about sharing, patience, and wisdom.",
      "author": "Alice Walker",
      "category": "Life, Family, Wisdom"
    },
    {
      "quote": "Patience means restraining one's inclinations.",
      "author": "Tokugawa Ieyasu",
      "category": "Means, Restraining"
    },
    {
      "quote": "With patience and persistence, even the smallest act of discipleship or the tiniest ember of belief can become a blazing bonfire of a consecrated life. In fact, that's how most bonfires begin - as a simple spark.",
      "author": "Dieter F. Uchtdorf",
      "category": "Life, Persistence, Simple"
    },
    {
      "quote": "Find patience in the breath of life.",
      "author": "Ryunosuke Satoro",
      "category": "Life, Find, Breath"
    },
    {
      "quote": "You have to find the peace and patience within yourself to be a model and an example to others and not judge.",
      "author": "Judith Light",
      "category": "Peace, Yourself, You"
    },
    {
      "quote": "Deliberately seek opportunities for kindness, sympathy, and patience.",
      "author": "Evelyn Underhill",
      "category": "Kindness, Wisdom, Sympathy"
    },
    {
      "quote": "Patience is the best medicine.",
      "author": "John Florio",
      "category": "Best, Medicine"
    },
    {
      "quote": "There's not a lot of room anymore for what I call 'made-up' drama. The drama comes from real places now - marriage takes work and focus, the kid stuff takes patience and commitment. And if you don't grow as people and as a couple, within all of that, then you've got some real drama.",
      "author": "Jeremy Sisto",
      "category": "Work, Marriage, Focus"
    },
    {
      "quote": "This is me, a sinner on whom the Lord has turned his gaze. And this is what I said when they asked me if I would accept my election as pontiff. I am a sinner, but I trust in the infinite mercy and patience of our Lord Jesus Christ, and I accept in a spirit of penance.",
      "author": "Pope Francis",
      "category": "Trust, I Am, Me"
    },
    {
      "quote": "With marriage and fatherhood, I've finally found two fixed points in my life. They've taught me patience. They've also taught me that I don't need to feel guilty about being happy. My emotional seasons are less extreme.",
      "author": "Pete Wentz",
      "category": "Life, Marriage, Happy"
    },
    {
      "quote": "People make mistakes all the time. We learn and grow. If there's patience and love, and you care for people, you can work them through it, and they can find their greatest heights.",
      "author": "Pete Carroll",
      "category": "Love, Work, Time"
    },
    {
      "quote": "Learning patience was not an easy lesson.",
      "author": "Michael Douglas",
      "category": "Learning, Easy, Lesson"
    },
    {
      "quote": "The writer's secret is not inspiration - for it is never clear where it comes from - it is his stubbornness, his patience.",
      "author": "Orhan Pamuk",
      "category": "Inspiration, Never, Secret"
    },
    {
      "quote": "It is one thing to train officers on fighting crime. It is a whole other thing to train them to build friendships and relationships, which are integral to fighting crime. This takes time, effort, and patience on the part of police officers.",
      "author": "Rahm Emanuel",
      "category": "Time, Effort, Police"
    },
    {
      "quote": "Who shall resist Anti-Christ when he comes if we show such patience towards the vices and crimes of his precursors? By such leniency, we encourage kings to become tyrants and tempt them to withdraw every privilege and all jurisdiction from the Churches.",
      "author": "Thomas Becket",
      "category": "Kings, Privilege, Show"
    },
    {
      "quote": "I have no patience with dinosaurs.",
      "author": "Adam West",
      "category": "Dinosaurs"
    },
    {
      "quote": "Soon I knew the craft of experimental physics was beyond me - it was the sublime quality of patience - patience in accumulating data, patience with recalcitrant equipment - which I sadly lacked.",
      "author": "Abdus Salam",
      "category": "Quality, Me, Data"
    },
    {
      "quote": "I'm very caring with animals. I think patience is a big deal, because animals are always jumping around. I love to take care of people, so I think I'd be a good vet. I always wanted to be a vet when I was little.",
      "author": "Jennifer Love Hewitt",
      "category": "Love, Good, Caring"
    },
    {
      "quote": "The moment a large investor doesn't believe a government will pay back its debt when it says it will, a crisis of confidence could develop. Investors have scant patience for the years of good governance - politically fraught fiscal restructuring, austerity and debt rescheduling - it takes to defuse a sovereign-debt crisis.",
      "author": "Andrew Ross Sorkin",
      "category": "Good, Confidence, Government"
    },
    {
      "quote": "The Lord, Jesus Christ, is our perfect example of patience.",
      "author": "Joseph B. Wirthlin",
      "category": "Perfect, Example, Christ"
    },
    {
      "quote": "It takes patience to appreciate domestic bliss volatile spirits prefer unhappiness.",
      "author": "George Santayana",
      "category": "Home, Appreciate, Bliss"
    },
    {
      "quote": "Ultimately, knowing God and reading the Word, it helps with patience with people, understanding, empathy and sympathy that they might not have that I have. If God gave it to me, why not exercise it?",
      "author": "Trai Byers",
      "category": "God, Sympathy, Empathy"
    },
    {
      "quote": "A statesman wants courage and a statesman wants vision; but believe me, after six months' experience, he wants first, second, third and all the time - patience.",
      "author": "Stanley Baldwin",
      "category": "Time, Courage, Experience"
    },
    {
      "quote": "Sometimes they are a matter of luck; the photographer could not expect or hope for them. Sometimes they are a matter of patience, waiting for an effect to be repeated that he has seen and lost or for one that he anticipates.",
      "author": "Bill Brandt",
      "category": "Hope, Waiting, Luck"
    },
    {
      "quote": "Patience, n. A minor form of dispair, disguised as a virtue.",
      "author": "Ambrose Bierce",
      "category": "Virtue, Disguised, Form"
    },
    {
      "quote": "I'm not really easy to live with! There needs to be unlimited patience and unconditional love. Men I've known before loved my independent spirit and were proud of my success, to the point that they'd become jealous of the time I devote to my career.",
      "author": "Milla Jovovich",
      "category": "Love, Success, Time"
    },
    {
      "quote": "Affliction is the wholesome soil of virtue, where patience, honor, sweet humility, and calm fortitude, take root and strongly flourish.",
      "author": "David Mallet",
      "category": "Humility, Honor, Sweet"
    },
    {
      "quote": "I do not believe that sheer suffering teaches. If suffering alone taught, all the world would be wise, since everyone suffers. To suffering must be added mourning, understanding, patience, love, openness and the willingness to remain vulnerable.",
      "author": "Anne Morrow Lindbergh",
      "category": "Love, Wise, Alone"
    },
    {
      "quote": "After the match-fixing allegations, the one thing I had was patience. It took a lot of time for the courts to come to a verdict regarding the case. Sometimes, there were adjournments, but during that time, I had patience. We fought very hard, and finally justice prevailed, and we got the right verdict.",
      "author": "Mohammad Azharuddin",
      "category": "Time, Justice, Right"
    },
    {
      "quote": "The biggest advice I can give loved ones who are supporting someone navigating a newly diagnosed mental illness is patience, patience, and patience.",
      "author": "Madchen Amick",
      "category": "Advice, Mental Illness"
    },
    {
      "quote": "Everyone is bound to bear patiently the results of his own example.",
      "author": "Phaedrus",
      "category": "Results, Everyone, Example"
    },
    {
      "quote": "I pack a toothbrush, toothpaste, and deodorant. That's it. I don't have the time or patience for anything else. I'm a natural kind of guy. I don't style my hair - never learned how.",
      "author": "Paul Walker",
      "category": "Time, Hair, Style"
    },
    {
      "quote": "Fortune knocks but once, but misfortune has much more patience.",
      "author": "Laurence J. Peter",
      "category": "Fortune, Knocks, Once"
    },
    {
      "quote": "I try not to set myself up as different or as a celebrity or special. I have a husband that can get on my nerves. I have kids that test my patience. I've got a cat I can't keep off the sofa. It's real. On a bad day, I'm reading 'Acts of Faith.'",
      "author": "Iyanla Vanzant",
      "category": "Day, Faith, Myself"
    },
    {
      "quote": "I don't have much patience for people who are self-conscious about the act of eating, and it irritates me when someone denies themselves the pleasure of a bloody hunk of steak or a pungent French cheese because of some outdated nonsense about what's appropriate or attractive.",
      "author": "Anthony Bourdain",
      "category": "Me, People, Eating"
    },
    {
      "quote": "Patience has its limits, take it too far and it's cowardice.",
      "author": "Holbrook Jackson",
      "category": "Limits, Cowardice, Far"
    },
    {
      "quote": "I have no regrets about not having children. I still wait for the pang of guilt, but I have none. I tune into the television show 'Nanny 911' occasionally which reminds me how much patience and love it take to be a good parent.",
      "author": "Amanda Donohoe",
      "category": "Love, Children, Good"
    },
    {
      "quote": "I know one of the reasons God gave me kids was to test my patience.",
      "author": "Faith Hill",
      "category": "God, Me, Know"
    },
    {
      "quote": "One of the things I've been taught by Native American elders is the importance of patience, of waiting to do things when the time is right.",
      "author": "Joseph Bruchac",
      "category": "Time, American, Waiting"
    },
    {
      "quote": "As a result of the strategic patience policy, we now have North Korea testing four times an atomic weapon; they've violated numerous United Nations sanctions, U.S. sanctions by launching ballistic missile tests.",
      "author": "Cory Gardner",
      "category": "United Nations, Testing"
    },
    {
      "quote": "How poor are they that have not patience! What wound did ever heal but by degrees?",
      "author": "William Shakespeare",
      "category": "Poor, Heal, Degrees"
    },
    {
      "quote": "I think you can judge from somebody's actions a kind of a stability and sense of purpose perhaps created by strong religious roots. I mean, there's a certain patience, a certain discipline, I think, that religion helps you achieve.",
      "author": "George W. Bush",
      "category": "Strong, Religion, Purpose"
    },
    {
      "quote": "I've learned that anything in life worth having comes from patience and hard work.",
      "author": "Greg Behrendt",
      "category": "Life, Work, Hard Work"
    },
    {
      "quote": "I'm a peace-maker, I can fit into a lot of situations. I'm pretty easygoing. I have a lot of patience.",
      "author": "Jennifer Garner",
      "category": "I Can, Pretty, Fit"
    },
    {
      "quote": "I think we can all use a little more patience. I get a little impatient sometimes and I wish I didn't. I really need to be more patient.",
      "author": "Ryan Reynolds",
      "category": "Wish, Think, Patient"
    },
    {
      "quote": "The only thing of weight that can be said against modern honor is that it is directly opposite to religion. The one bids you bear injuries with patience, the other tells you if you don't resent them, you are not fit to live.",
      "author": "Bernard de Mandeville",
      "category": "Religion, Honor, Live"
    },
    {
      "quote": "You must first have a lot of patience to learn to have patience.",
      "author": "Stanislaw Jerzy Lec",
      "category": "Learn, You, First"
    },
    {
      "quote": "It is impossible to practice parliamentary politics without having patience, decency, politeness and courtesy.",
      "author": "Khaleda Zia",
      "category": "Politics, Impossible"
    },
    {
      "quote": "Never a tear bedims the eye that time and patience will not dry.",
      "author": "Bret Harte",
      "category": "Time, Eye, Never"
    },
    {
      "quote": "Our real blessings often appear to us in the shape of pains, losses and disappointments; but let us have patience and we soon shall see them in their proper figures.",
      "author": "Joseph Addison",
      "category": "Blessings, Real, See"
    },
    {
      "quote": "Lack of pep is often mistaken for patience.",
      "author": "Kin Hubbard",
      "category": "Mistaken, Lack, Pep"
    },
    {
      "quote": "I'm patient.",
      "author": "Michael Jordan",
      "category": "Patient"
    },
    {
      "quote": "Heaven grant us patience with a man in love.",
      "author": "Rudyard Kipling",
      "category": "Love, Man, Heaven"
    },
    {
      "quote": "Abused patience turns to fury.",
      "author": "Thomas Fuller",
      "category": "Fury, Turns"
    },
    {
      "quote": "Patience, the beggar's virtue, shall find no harbor here.",
      "author": "Philip Massinger",
      "category": "Find, Virtue, Here"
    },
    {
      "quote": "God gives me the children's ministry heart and patience. This is what He wants. It's awesome. I don't know where He's gonna take it - but God is building this thing.",
      "author": "Willie Aames",
      "category": "Children, God, Heart"
    },
    {
      "quote": "I haven't been given many things, but I've been given ample, limitless patience.",
      "author": "Lincoln Diaz-Balart",
      "category": "Limitless, Things, Many"
    },
    {
      "quote": "Patience can't be acquired overnight. It is just like building up a muscle. Every day you need to work on it.",
      "author": "Eknath Easwaran",
      "category": "Work, Day, Building"
    },
    {
      "quote": "Hopelessness has surprised me with patience.",
      "author": "Margaret J. Wheatley",
      "category": "Me, Surprised, Hopelessness"
    },
    {
      "quote": "We had great faith that with patience, understanding, and education, that my family and I could be helpful in changing their minds and attitudes around.",
      "author": "Ryan White",
      "category": "Education, Family, Faith"
    },
    {
      "quote": "Reading a novel in which all characters illustrate patience, hard work, chastity, and delayed gratification could be a pretty dull experience.",
      "author": "Thomas Perry",
      "category": "Work, Hard Work, Experience"
    },
    {
      "quote": "The patience of the American public with dilatory diplomatic delays will be very limited.",
      "author": "Tom Lantos",
      "category": "American, Will, Public"
    },
    {
      "quote": "In movies, there are some things the French do that Americans are increasingly incapable of doing. One is honoring the complexities of youth. It's a quiet, difficult undertaking, requiring subtlety in a filmmaker and perception and patience from us.",
      "author": "Wesley Morris",
      "category": "Youth, Perception, Movies"
    },
    {
      "quote": "To understand a difficult topic like Iraq takes patience and care. Unfortunately, you rarely hear a patient, careful or thoughtful discussion of intelligence these days.",
      "author": "George Tenet",
      "category": "Intelligence, Thoughtful"
    },
    {
      "quote": "I'd like to be more patient! I just want everything now. I've tried to meditate, but it's really hard for me to stay still. I'd like to try to force myself to do it, because everybody says how wonderful meditation is for you, but I can't shut my mind up. So patience and learning is the key.",
      "author": "Ellen DeGeneres",
      "category": "Learning, Patriotism, Myself"
    },
    {
      "quote": "The term 'alpha female' originated in my field of animal behavior, but has acquired new meaning. It refers to women who are in charge, for example, by flirting and dating on their own terms. It is also used maliciously for a loud-mouthed, controlling woman who has no patience with deviating opinions.",
      "author": "Frans de Waal",
      "category": "Women, Woman, Animal"
    },
    {
      "quote": "A monk's extraordinary patience can be a hindrance to desperate decision-making.",
      "author": "Harsha Bhogle",
      "category": "Extraordinary, Desperate"
    },
    {
      "quote": "When I worked with wildlife a lot in the Eighties and Nineties, I learnt the meaning of patience. And when I worked with trees, I learned the meaning of humility.",
      "author": "James Balog",
      "category": "Humility, Trees, Meaning"
    },
    {
      "quote": "As wonderful as they were, my parents didn't teach me anything about self-discipline, concentration, patience, or focus. If I hadn't had a family myself, I probably never would've done anything. Marriage taught me responsibility.",
      "author": "Dick Van Dyke",
      "category": "Family, Marriage, Myself"
    },
    {
      "quote": "Becoming a father increases your capacity for love and your level of patience. It opens up another door in a person - a door which you may not even have known was there. That's what I feel with my son. There's suddenly another level of love that expands. My son is my greatest joy, out of everything in my life.",
      "author": "Kyle MacLachlan",
      "category": "Love, Life, Father"
    },
    {
      "quote": "Information is not knowledge, and knowledge is not wisdom. Reading - even browsing - an old book can yield sustenance denied by a database search. Patience is a virtue, gluttony a sin.",
      "author": "James Gleick",
      "category": "Wisdom, Knowledge, Reading"
    },
    {
      "quote": "There are three lessons in philanthropy - one, involve the family, especially the spouse. She can be a remarkable driver of your initiative. Two, you need to build an institution, and you need to scale it up. Choose a leader for philanthropy whom you trust. Three, philanthropy needs patience, tenacity and time.",
      "author": "Azim Premji",
      "category": "Family, Time, Leader"
    },
    {
      "quote": "For correct writing, the cultivation of patience and mental accuracy is essential. Throughout the young author's period of apprenticeship, he must keep reliable dictionaries and textbooks at his elbow; eschewing as far as possible that hasty extemporaneous manner of writing which is the privilege of more advanced students.",
      "author": "H. P. Lovecraft",
      "category": "Writing, Young, Accuracy"
    },
    {
      "quote": "Storytelling is about patience, about making sense of the moments of pathos and beauty that you find, and about carrying these moments back into your own life.",
      "author": "Michael Paterniti",
      "category": "Life, Beauty, Moments"
    },
    {
      "quote": "The biggest thing I possess is infinite patience. Once you are patient, things fall in place.",
      "author": "Mohammad Azharuddin",
      "category": "Fall, You, Place"
    },
    {
      "quote": "You have to be very strong and headstrong to make your place. You have to know how to say no. Patience is very important.",
      "author": "Yami Gautam",
      "category": "Strong, Know, You"
    },
    {
      "quote": "To the fans, thank you for your patience and concern. They've been on point with my career, especially after my injuries.",
      "author": "Rey Mysterio",
      "category": "Thank You, Injuries, You"
    },
    {
      "quote": "Luck is a component that a lot of people in the arts sometimes fail to recognise: that you can have talent, perseverance, patience, but without luck you will not have a successful career.",
      "author": "Bryan Cranston",
      "category": "Perseverance, Luck"
    },
    {
      "quote": "When things begin accelerating wildly out of control, sometimes patience is the only answer. Press pause.",
      "author": "Douglas Rushkoff",
      "category": "Control, Sometimes, Pause"
    },
    {
      "quote": "I don't think patience is something that any of us grow up with in a large dose. It's a world of instant gratification.",
      "author": "Tim Cope",
      "category": "World, Grow, Think"
    },
    {
      "quote": "No one thought the Mayweather-Pacquiao fight would happen, but I had patience.",
      "author": "Floyd Mayweather, Jr.",
      "category": "Thought, Fight, Happen"
    },
    {
      "quote": "The one thing about the business of entertainment is that you have to learn patience.",
      "author": "Kevin Hart",
      "category": "Business, You, Entertainment"
    },
    {
      "quote": "I was a big Guns N' Roses fan when I was seven. My friend who lived across the street had long dark curly hair and I had long blonde hair, so I'd dress up as Axl and she'd be Slash, and we'd rock out in front of the mirror singing 'Patience.'",
      "author": "Kirsten Dunst",
      "category": "Mirror, Roses, Dress"
    },
    {
      "quote": "I've learned the importance of loving what you do. I have also learned more patience due to the nature of the music business.",
      "author": "Randy Travis",
      "category": "Music, Nature, Business"
    },
    {
      "quote": "It seems likely that many of the young who don't wait for others to call them artists, but simply announce that they are, don't have the patience to make art.",
      "author": "Pauline Kael",
      "category": "Art, Young, Wait"
    },
    {
      "quote": "I think my best teacher and my best study was theater in general. It taught me a lot of patience and a lot of hard work, and I think that theater teaches you that you've got to know your stuff because you only get one chance.",
      "author": "Chelsea Kane",
      "category": "Work, Hard Work, Teacher"
    },
    {
      "quote": "I think every war certainly wears on national will and national patience, particularly a counterinsurgency.",
      "author": "Stanley A. McChrystal",
      "category": "War, Think, Will"
    },
    {
      "quote": "I have not the smarts or patience for political office.",
      "author": "Henry Rollins",
      "category": "Political, Office, Smarts"
    },
    {
      "quote": "A certain amount of impatience may be useful to stimulate and motivate us to action. However, I believe that a lack of patience is a major cause of the difficulties and unhappiness in the world today.",
      "author": "Joseph B. Wirthlin",
      "category": "Today, Believe, World"
    },
    {
      "quote": "Brad will tell you. He puts a movie on, I'm asleep in 10 minutes. I have no patience. But the kids love action movies with comedy, Jackie Chan and all that.",
      "author": "Angelina Jolie",
      "category": "Love, Action, Movies"
    },
    {
      "quote": "When, President Obama, do you mean to cease abusing our patience? How long is that madness of yours still to mock us? When is there to be an end to that unbridled audacity of yours swaggering about as it does now?",
      "author": "Ted Cruz",
      "category": "End, Long, Madness"
    },
    {
      "quote": "A healthy male adult bore consumes each year one and a half times his own weight in other people's patience.",
      "author": "John Updike",
      "category": "People, Healthy, Year"
    },
    {
      "quote": "I have no patience for anyone who thinks they've figured things out, no patience for people who think they're right at the expense of everyone else. The world is too connected and too complicated to conform to any of our rigid ideas of what it should be like.",
      "author": "Moby",
      "category": "World, Ideas, People"
    },
    {
      "quote": "The best thing Jay-Z ever taught me was patience.",
      "author": "Rita Ora",
      "category": "Best, Me, Taught"
    },
    {
      "quote": "Who ever is out of patience is out of possession of their soul.",
      "author": "Francis Bacon",
      "category": "Soul, Possession, Who"
    },
    {
      "quote": "I like playing. I wouldn't be a good coach. I don't have the patience to be a coach.",
      "author": "Tom Brady",
      "category": "Good, Coach, Like"
    },
    {
      "quote": "Dating someone on the opposite end of the happy spectrum teaches you an incredible amount of patience.",
      "author": "Chris Pine",
      "category": "Happy, Dating, End"
    },
    {
      "quote": "My advice to someone to follow in my footsteps is to have patience. I've been doing this for twelve years.",
      "author": "Christina Milian",
      "category": "Advice, Doing, Years"
    },
    {
      "quote": "It's funny with jeans now, because if they don't feel like a pair of sweatpants, I don't have patience for them anymore! I think I'm becoming increasingly lazy.",
      "author": "Claire Danes",
      "category": "Funny, Think, Lazy"
    },
    {
      "quote": "There was a solid year and a half, perhaps two years, after making 'Temple Grandin,' when I didn't do anything. I just didn't have much patience for roles that were silly, or light, or inconsequential.",
      "author": "Claire Danes",
      "category": "Light, Silly, Years"
    },
    {
      "quote": "It is necessary for him who would endure existence with patience that he should conceive himself to be something - that he should be persuaded he is not a cipher in the muster-roll of man.",
      "author": "William Godwin",
      "category": "Man, Existence, Endure"
    },
    {
      "quote": "No, I wouldn't direct a movie, no. I couldn't. I don't have the patience for it, I don't have the people skills. You have to be clever. I'm not really clever in that kind of way. And you have to be able to manipulate people, but at the same time allow them to feel like they are manipulating you, to get the kind of movie that you want.",
      "author": "Nick Cave",
      "category": "Time, People, Want"
    },
    {
      "quote": "Opera is complex for those who perform it, but also for those who listen to it. It takes more time, more patience and more spirit of sacrifice. All this is well worth it because opera offers such deep sensations that they will remain in a heart for a lifetime.",
      "author": "Andrea Bocelli",
      "category": "Time, Deep, Heart"
    },
    {
      "quote": "Punk rock has never really had much patience with musical virtuosity. Actually, it'd be more accurate to say that for most of its history, punk has been actively hostile to virtuosity.",
      "author": "James Surowiecki",
      "category": "History, Rock, Punk"
    },
    {
      "quote": "I started 'SNL,' and I became the one who did impressions. I did that, but then I wanted to get an original character on, and that took a long time to get one on that stuck. And then I got Vinny Vedecci on - 'Oh great' - and then it took a couple more seasons to get Greg the Alien on. You have to have some patience.",
      "author": "Bill Hader",
      "category": "Time, Character, Great"
    },
    {
      "quote": "If you list the qualities that we consider feminine, they are patience, understanding, empathy, supportiveness, a desire to nurture. Our culture tells us those are feminine traits, but they're really just human.",
      "author": "Sydney Pollack",
      "category": "Culture, Empathy"
    },
    {
      "quote": "Bear patiently with a rival.",
      "author": "Ovid",
      "category": "Bear, Rival, Patiently"
    },
    {
      "quote": "Because of my capacity for listening to strangers' tales, or the details of their lives, my patience with their food and their crotchets, my curiosity that borders on nosiness, I am told that anyone traveling with me experiences an unbelievable tedium, and this is why I choose to travel alone.",
      "author": "Paul Theroux",
      "category": "Travel, Food, Alone"
    },
    {
      "quote": "I think patience is a skill and I wish I had it.",
      "author": "David Duchovny",
      "category": "Wish, Think, Skill"
    },
    {
      "quote": "I always had that long-term vision. Even getting going with cinema, knowing it was such a long road to be able to make films, but I always had a long term. Whenever I was starting out, I had that patience.",
      "author": "Richard Linklater",
      "category": "Vision, Road, Long"
    },
    {
      "quote": "No one who strives with full faith and heart for the blessings of eternal life will be denied. And how great will be the joy and how much deeper the appreciation then after enduring in patience and faith now.",
      "author": "Henry B. Eyring",
      "category": "Life, Faith, Great"
    },
    {
      "quote": "Let us wait in patience for the Christ-child whose own life depended on the lives of Mary and Joseph. The Word of God was made flesh. He came so that we might experience the fullness of time.",
      "author": "Stanley Hauerwas",
      "category": "Life, Time, Experience"
    },
    {
      "quote": "Temperamentally I'm not a natural producer, because I don't have the patience.",
      "author": "Damian Lewis",
      "category": "Producer, Natural, Because"
    },
    {
      "quote": "For some reason, every time I get a little bit under the weather, I've got zero patience.",
      "author": "Jason Day",
      "category": "Time, Weather, Reason"
    },
    {
      "quote": "I've got to really try and manage my patience out there.",
      "author": "Jason Day",
      "category": "Try, Got, Really"
    },
    {
      "quote": "You know, writing is really difficult, and it takes a real patience and a skill. I don't know if I have that. I admire it in others, so much, and I envy it.",
      "author": "Adam Scott",
      "category": "Writing, Know, Skill"
    },
    {
      "quote": "I have declared that patience is never more than patient. I too have declared, that I who am not patient am patient.",
      "author": "Gertrude Stein",
      "category": "Patient, Never, Than"
    },
    {
      "quote": "People are stubborn about what they perceive to be the right thing or the wrong thing, and it takes a long time to filter this human condition. There's a waiting period until people catch up. But if you have patience - which it takes when someone thinks differently from you - everybody always catches up. That patience is a wonderful virtue.",
      "author": "Johnny Mathis",
      "category": "Time, Waiting, People"
    },
    {
      "quote": "Golf is all about patience - one tournament is four days long, 18 holes a day.",
      "author": "Lindsey Vonn",
      "category": "Day, Golf, Long"
    },
    {
      "quote": "Patience can be a good thing - but not necessarily. Sometimes it's not so bad to be impatient. I'm a little bit too polite.",
      "author": "Helen Mirren",
      "category": "Good, Sometimes, Bad"
    },
    {
      "quote": "I recall my mum tried to teach me how to fry chicken once, and I almost burned down half the kitchen... I don't think I have the patience for cooking.",
      "author": "Ne-Yo",
      "category": "Cooking, Me, Kitchen"
    },
    {
      "quote": "I don't play pyrotechnic scales. I play about frustration, patience, anger. Music is an extension of my soul.",
      "author": "Dick Dale",
      "category": "Music, Anger, Soul"
    },
    {
      "quote": "I've been accused of riding roughshod over others' emotions, and I admit, when I feel a friend is being over-indulgent, my patience is in short supply.",
      "author": "Mariella Frostrup",
      "category": "Short, Friend, Emotions"
    },
    {
      "quote": "If I spent all my time criticising myself, I wouldn't be able to function. There are actors who theorise till the cows come home. I haven't the patience for them. It's maybe shallow, but that's why I'll never be part of the acting set.",
      "author": "Anthony Hopkins",
      "category": "Time, Home, Myself"
    },
    {
      "quote": "I don't really have the patience to do my hair, which is why it's always parted down the middle, slicked, in a low ponytail or a messy high bun. I'm too lazy to do my own hair, but I like doing my makeup.",
      "author": "Gigi Hadid",
      "category": "Hair, Makeup, Why"
    },
    {
      "quote": "My mother is a ball of fire in the world, and I love that about her. But what I have learned from my stepdad is something as important, which is patience and compassion. Because when you are living with someone else, those two qualities go a long way.",
      "author": "Justin Timberlake",
      "category": "Love, Mother, Compassion"
    },
    {
      "quote": "Basically, discipline, effort, patience and courage are hugely important core values for kids to grow up embracing.",
      "author": "Karen Salmansohn",
      "category": "Courage, Discipline, Effort"
    },
    {
      "quote": "I would say I'm a boss who's learning, and I hope people have the patience for the fact that I'm learning along the way because that's a tough thing.",
      "author": "Sophia Amoruso",
      "category": "Hope, Learning, Boss"
    },
    {
      "quote": "I like to take my own time, and I don't like to rush. I do take time, and I have patience.",
      "author": "Nargis Fakhri",
      "category": "Time, My Own, Like"
    },
    {
      "quote": "When I try to be patient on my own, my patience is forced and short-lived. It is obvious to everyone that I am desperately trying to be patient.",
      "author": "Mother Angelica",
      "category": "I Am, Trying, Try"
    },
    {
      "quote": "When you are starting to run an online business, you need to narrow down a niche market and be able to stick with it until you have a good profit coming in. This can take a while, so you need to have a great deal of patience to make sure that your business is moving in the right direction.",
      "author": "Fabrizio Moreira",
      "category": "Business, Good, Great"
    },
    {
      "quote": "When you're short on sleep, you're short on patience. You're ruder to people, less tolerant, less understanding. It's harder to relate and to pay attention for sustained periods of time.",
      "author": "Jason Fried",
      "category": "Time, Sleep, Short"
    },
    {
      "quote": "The difference between rearing a child in your 20s and one in your 50s is one of patience.",
      "author": "Iman",
      "category": "Child, Difference, Between"
    },
    {
      "quote": "I would love to write a screenplay for 'Badlands' one day. I don't think I could ever have the patience to do it I don't even have the patience to write songs. I write some of the shortest songs ever because I don't have the patience.",
      "author": "Halsey",
      "category": "Love, Day, Think"
    },
    {
      "quote": "Being a father has fulfilled me in parts of my life that sustain me. It gives me a comfort and patience. All actors have this hole inside that they're trying to fill by performing. I'm anxious to keep creating, but I'm not so desperate any more because I have the love and support of my kids and wife.",
      "author": "John C. Reilly",
      "category": "Love, Life, Father"
    },
    {
      "quote": "I was 25 myself once. I also thought I knew everything. I also thought that I could give singers singing advice and comics comedy advice. When you're that age, you know it all, so I understand it. But when you're tired and you don't have patience for it, you definitely snap.",
      "author": "Lisa Lampanelli",
      "category": "Age, Myself, Tired"
    },
    {
      "quote": "I'm terrible with patience.",
      "author": "Katherine Heigl",
      "category": "Terrible"
    },
    {
      "quote": "Patience is the most necessary quality for business, many a man would rather you heard his story than grant his request.",
      "author": "Philip Stanhope, 4th Earl of Chesterfield",
      "category": "Business, Man, Quality"
    },
    {
      "quote": "I don't have a lot of patience for movies that aren't cleanly told.",
      "author": "Jon Favreau",
      "category": "Movies, Lot"
    },
    {
      "quote": "I have an equal amount of patience as my grade-school children, which is not great.",
      "author": "Mike D",
      "category": "Children, Great, Equal"
    },
    {
      "quote": "Patience was not my strong point.",
      "author": "Lauren Bacall",
      "category": "Strong, Point"
    },
    {
      "quote": "To anybody who says to me, 'I'm in character,' I say, 'You should be in an asylum.' If you don't know that you're pretending, then you should really seek medical help. I don't have patience for that stuff.",
      "author": "D. B. Sweeney",
      "category": "Character, Medical, Help"
    },
    {
      "quote": "What I relish most is when a member of my staff, who has worked with passion and patience towards achieving their dream of owning a restaurant, walks up to me and says, 'Nobu! I have done it!'",
      "author": "Nobu Matsuhisa",
      "category": "Passion, Achieving, Me"
    },
    {
      "quote": "Al Unser Sr. was one of the smartest drivers I've ever raced against. And I often said, I wish I could've had some of his patience. I know it would have worked for me many times.",
      "author": "Mario Andretti",
      "category": "Me, Wish, Know"
    },
    {
      "quote": "I wish I had more patience.",
      "author": "Toni Collette",
      "category": "Wish, I Wish, More"
    },
    {
      "quote": "I think writing novels has taught me more about the value of patience and being organized. I've learned to use timelines and wikis to track decisions and make sure everything still fits together. It's both easier and harder than writing short fiction.",
      "author": "Ken Liu",
      "category": "Together, Writing, Short"
    },
    {
      "quote": "When you're a crime reporter, you see the nub of what life's about, and you don't have much patience for the falsity of politics.",
      "author": "Heather Brooke",
      "category": "Life, Politics, You"
    },
    {
      "quote": "To make a full-blooded puff pastry, you need time, you need patience, and you need precision. It's all about the lamination: it's all about building up the layers of butter, dough, butter, dough; as the butter melts, it creates steam, and that brings up the layers of the two doughs apart from each other, and that's what gives it the rise.",
      "author": "Paul Hollywood",
      "category": "Time, Building, Rise"
    },
    {
      "quote": "I have a business manager and a book-keeper who deals with our household bills. My husband and I sit down with her for a weekly report on how much money is going out, but I'm not terribly interested, and I don't have the patience for it.",
      "author": "Jane Green",
      "category": "Business, Money, Husband"
    },
    {
      "quote": "Endurance is the crowning quality, And patience all the passion of great hearts.",
      "author": "James Russell Lowell",
      "category": "Great, Passion, Quality"
    },
    {
      "quote": "Patience, discipline - giving everything on court... This is what I'm trying to bring in every single match.",
      "author": "Angelique Kerber",
      "category": "Discipline, Giving, Trying"
    },
    {
      "quote": "TV requires a lot more patience. No one's ever like, 'I gotta get up at 5 A.M. and write my stand-up!' It's an easy life. With 'Silicon Valley,' it's long hours and very unglamorous.",
      "author": "Kumail Nanjiani",
      "category": "Life, Long, Easy"
    },
    {
      "quote": "Let him that hath no power of patience retire within himself, though even there he will have to put up with himself.",
      "author": "Baltasar Gracian",
      "category": "Power, Retire, Within"
    },
    {
      "quote": "I've no patience for people who say they never watch television. It's a great way to keep in touch with popular culture, and it's important that children can relate to what their schoolmates are watching.",
      "author": "Terry Wogan",
      "category": "Children, Culture, Great"
    },
    {
      "quote": "Writing novels is largely about endurance and patience. I take a lot of breaks, hit walls, and go do something else while I think things through. But I do it every day, and I try to treat it as a job, something that is not dictated by whimsy or muses.",
      "author": "Adam Mansbach",
      "category": "Day, Job, Writing"
    },
    {
      "quote": "Science is to be much commended for the ingenuity, the patience, and the persistency it displays in the invention of instruments wherewith to ferret out the secrets of nature.",
      "author": "Max Heindel",
      "category": "Nature, Science, Secrets"
    },
    {
      "quote": "I believe there's too little patience and context to many of the investigations I read or see on television.",
      "author": "Bob Woodward",
      "category": "Believe, Television"
    },
    {
      "quote": "You have to have patience to be a legislator.",
      "author": "Gene Green",
      "category": "You, Legislator"
    },
    {
      "quote": "An Englishman bears with patience any ridicule which foreigners cast upon him. John Bull never laughs so loudly as when he laughs at himself but the Americans are nationally sensitive and cannot endure that good-humoured raillery which jests at their weaknesses and foibles.",
      "author": "Isabella Bird",
      "category": "Endure, Weaknesses"
    },
    {
      "quote": "When I returned from the Massachusetts Institute of Technology in 1972, my father was running a forging business with a turnover of Rs 3.5 crore. But I had no patience and wanted to grow the business via exports.",
      "author": "Baba Kalyani",
      "category": "Business, Technology, Father"
    },
    {
      "quote": "Artists know that diligence counts as much, if not more, as inspiration; in art, as in politics, patience counts as much as revolution.",
      "author": "Tony Kushner",
      "category": "Art, Politics, Know"
    },
    {
      "quote": "For believers, both privilege and privation are a trial, and both demand responses: one demands service, and the other demands patience. The greatest privilege is to live well in flourishing lands; the greatest privation is to live in the midst of war, especially civil war.",
      "author": "Hamza Yusuf",
      "category": "Service, War, Greatest"
    },
    {
      "quote": "The perfect ham and cheese sandwich is all about focusing on quality ingredients and about simple techniques. You start with great bread, a well-cured ham and a sharp local cheese, and the rest is easy. A little butter in a pan and a little patience - in the end you'll have a sandwich that is at once comforting and delicious.",
      "author": "Daniel Humm",
      "category": "Great, Simple, Quality"
    },
    {
      "quote": "I'm constantly looking for ways to learn and elevate your craft, patience for yourself, and patience for this business. It's not a fair business. You may be great, but it may take years for someone to notice what you're capable of because of politics.",
      "author": "Aldis Hodge",
      "category": "Business, Great, Politics"
    },
    {
      "quote": "Writing is boring, very boring, and it takes so much patience.",
      "author": "Ingmar Bergman",
      "category": "Writing, Boring, Takes"
    },
    {
      "quote": "I didn't choose 'Silver Spoons'. I think my mom and agent chose it because at that time there was a lack of patience on some of the people that were in charge of my career. I think there was a big offer on the table, and I think they took it.",
      "author": "Ricky Schroder",
      "category": "Time, Mom, People"
    },
    {
      "quote": "I still have to work on patience.",
      "author": "Robert Mueller",
      "category": "Work, Still"
    },
    {
      "quote": "I think all musicians have at one time or another experienced one physical problem or another. I have had tendinitis a couple of times, so I try to be really careful. It takes patience and persistence to overcome injury.",
      "author": "Yo-Yo Ma",
      "category": "Time, Persistence, Musicians"
    },
    {
      "quote": "My mum told me to have patience. It's about realising that when things aren't going the way you want them to, or you don't have inspiration, it will come.",
      "author": "Vanessa Paradis",
      "category": "Me, Want, You"
    },
    {
      "quote": "There is no harm in patience, and no profit in lamentation. Death is easier to bear (than) that which precedes it, and more severe than that which comes after it. Remember the death of the Apostle of God, and your sorrow will be lessened.",
      "author": "Abu Bakr",
      "category": "Death, God, Remember"
    },
    {
      "quote": "I don't know the definition of a star; I am just an actor. I prefer doing hard work, as I feel luck can't do much in absence of hard work. I am a lazy person - when I entered into this industry, I thought it was a cakewalk, but I have realised it needs a lot of patience and hard work.",
      "author": "Emraan Hashmi",
      "category": "Work, Hard Work, I Am"
    },
    {
      "quote": "If I am told to be at a shoot at 10 A.M., I am ready on time. By 11:30, I lose my patience. After that, I keep threatening to leave the sets if they don't begin soon. It works sometimes.",
      "author": "Emraan Hashmi",
      "category": "Time, I Am, Ready"
    },
    {
      "quote": "Earlier, looking lighter or slimmer never mattered to me. Frankly, I didn't care. I had more important things to do. But when I figured that it's not that hard, and I have the time, passion and patience to take it up, I jumped onto the health-wagon. I started working out.",
      "author": "Kajol",
      "category": "Time, Passion, Me"
    },
    {
      "quote": "Movies require a lot of patience. I like instant results. If I have done something that's not funny at all, the audience will let me know in two seconds. With the movie, I will have to wait nine months to know if I was that bad.",
      "author": "Vir Das",
      "category": "Funny, Me, Know"
    },
    {
      "quote": "Because I'm the author of my screenplays I know what I'm looking for. It's true that I can be stubborn in demanding that I get what I want, but it's also a question of working with patience and love.",
      "author": "Michael Haneke",
      "category": "Love, Looking, Want"
    },
    {
      "quote": "There are very little things in this life I cannot afford and patience is one of them.",
      "author": "Larry Hagman",
      "category": "Life, Little Things, Little"
    },
    {
      "quote": "If I could have one prayer answered, I would pray for patience. I move so fast sometimes. I try to slow down.",
      "author": "Debra Winger",
      "category": "Prayer, Slow, Try"
    },
    {
      "quote": "The first requirement of politics is not intellect or stamina but patience. Politics is a very long run game and the tortoise will usually beat the hare.",
      "author": "John Major",
      "category": "Politics, Game, Long"
    },
    {
      "quote": "Give your dog or cat respect, patience, understanding and love. And if you just change to one vegetarian day a week, that's a wonderful step that will save animal lives. It means you have chosen something kind instead of something cruel.",
      "author": "Ingrid Newkirk",
      "category": "Love, Change, Respect"
    },
    {
      "quote": "One problem with age is that patience begins to ebb.",
      "author": "Carl Hiaasen",
      "category": "Age, Problem, Ebb"
    },
    {
      "quote": "I have all the patience in the world about Sirens. For me it's not a Grateful Dead project, it's a Me project.",
      "author": "Jerry Garcia",
      "category": "Grateful, World, Me"
    },
    {
      "quote": "I think I have more patience now than I did in the past.",
      "author": "T. Boone Pickens",
      "category": "Past, Think, Now"
    },
    {
      "quote": "Horses teach you patience and how to do things the right way so you can get the right result.",
      "author": "Lyle Lovett",
      "category": "Teach, Way, You"
    },
    {
      "quote": "I always tell up-and-coming DJs you have to really love what you do and find that interest to drive you. It requires so much attention to detail, and it takes up a lot of your time. You hear a song, and there are so many little pieces that make that song work. It requires a lot of patience, diligence and resilience.",
      "author": "Steve Aoki",
      "category": "Love, Work, Time"
    },
    {
      "quote": "Patience was not something that came naturally to me, but in cooking it is the quintessential skill.",
      "author": "Gail Simmons",
      "category": "Cooking, Me, Skill"
    },
    {
      "quote": "You know, I lose patience really easily; I'd rather shop in the grocery store than in the department store. I can pick an apple like nobody's business.",
      "author": "Gail Simmons",
      "category": "Business, Apple, Know"
    },
    {
      "quote": "I would be horrible at Twitter. I wouldn't know the answer to fans' questions half the time - and the patience involved! I couldn't imagine. I did have a Twitter account that I tried for a couple days, but found I had nothing to say.",
      "author": "Jim Parsons",
      "category": "Time, Questions, Know"
    },
    {
      "quote": "When I first started submitting my work professionally - and we're talking years and years ago - I had no patience for editorial response times. I hated waiting to hear back from people, hated waiting to see my work in print.",
      "author": "Cullen Bunn",
      "category": "Work, Waiting, People"
    },
    {
      "quote": "Does anyone want to see a person who's making the money that the newspapers say I'm making complaining, 'Woe is me, my life is terrible, and people are being unfair?' No one would've had any patience for that. I wouldn't have any patience for that.",
      "author": "Matt Lauer",
      "category": "Life, Money, Me"
    },
    {
      "quote": "Everyone is given one gift, a reason for being, and it's our obligation to do something with it. Obviously, it's a challenge - but if you're not taking the bull by the horns, I have no patience for you. You're just taking up space.",
      "author": "Melissa Rosenberg",
      "category": "Challenge, Space, Gift"
    },
    {
      "quote": "When I was 20, I thought I was 30 - but I was so far from it. When you're young, you want everything to happen now. As you mature, you can look back and see all the great things you achieved with time and patience.",
      "author": "Elisha Cuthbert",
      "category": "Time, Great, Thought"
    },
    {
      "quote": "In this day and age, you need a lot of patience if you are in the movie business.",
      "author": "Brett Ratner",
      "category": "Business, Day, Age"
    },
    {
      "quote": "Honestly, I didn't have the patience for biology or history in an academic sense, but I always liked the kind of big questions.",
      "author": "Andrew Bird",
      "category": "History, Questions, Biology"
    },
    {
      "quote": "The notion that patience is a virtue is something you don't fully appreciate until you're a parent. You need endless patience with little ones.",
      "author": "Deirdre O'Kane",
      "category": "Parent, Appreciate, You"
    },
    {
      "quote": "I make really good pasta sauce. The secret to getting it right is just patience and love.",
      "author": "Banks",
      "category": "Love, Good, Secret"
    },
    {
      "quote": "I have no patience at all.",
      "author": "Alan Sugar",
      "category": "Impatient"
    },
    {
      "quote": "I make a mean pecan pie, and I have a great recipe for pralines - also using pecans. Pralines take a lot of patience, and patience is a must in the duck blind as well as in the kitchen. Good things come to those who wait.",
      "author": "Phil Robertson",
      "category": "Good, Great, Blind"
    },
    {
      "quote": "People ask me a lot about the values I got from playing for the Cubs for so many years. The value I got out of it was patience. A lot of people these days are not very patient.",
      "author": "Ernie Banks",
      "category": "Value, Me, People"
    },
    {
      "quote": "When you bat, you need to have a lot of patience. I started training for it from the age of eight or nine. So, I knew what I needed when I stepped on the field to bat.",
      "author": "Mohammad Azharuddin",
      "category": "Age, Training, You"
    },
    {
      "quote": "Republican patience with how unionism deals with the political institutions, and with key issues like equality and human rights, will be tested because, obviously, there will be a battle a day on these matters. So lets face up to all of this with our eyes wide open.",
      "author": "Gerry Adams",
      "category": "Day, Eyes, Equality"
    },
    {
      "quote": "Patience is the art of hoping.",
      "author": "Luc de Clapiers",
      "category": "Art, Hoping"
    },
    {
      "quote": "I'm not about my breasts; I'm just about good health, OK. I'm not afraid of doing what I need to do to stay here. I really don't understand women who are in denial, who don't want to go for a mammogram. I think it's stupidity. Sorry. I have no patience for that.",
      "author": "Jaclyn Smith",
      "category": "Women, Good, Health"
    },
    {
      "quote": "If you were to ask me when I was 17 if I was mad because I didn't have a deal, I would have probably said, 'Yeah.' Now I'm so glad I got it when I got it. People tell you to be patient and wait. Patience is not a virtue of mine, but I think everything definitely happened the right way for me.",
      "author": "Chris Young",
      "category": "Me, People, Think"
    },
    {
      "quote": "My impression is that most women public service workers have a long fuse. Precisely because they care so deeply about services, more than anyone, they still want to find a sensible and fair negotiated agreement. But their patience has run out.",
      "author": "Frances O'Grady",
      "category": "Women, Service, Long"
    },
    {
      "quote": "I don't have a lot of patience for boring arthouse movies.",
      "author": "Zoe Kazan",
      "category": "Movies, Boring, Lot"
    },
    {
      "quote": "Patience is key. You can't get selfish, and that's the number one thing I've learned at WWE. The world continues to go round, and I just knew - given the right opportunity and the right moment - that the world would know I was good, but now the world knows that I'm great.",
      "author": "Sasha Banks",
      "category": "Good, Great, Opportunity"
    },
    {
      "quote": "So when I do Chinese cooking, I mix everything together, then the kids have to eat their vegetables. They won't have the patience to pick them out.",
      "author": "Martin Yan",
      "category": "Together, Cooking"
    },
    {
      "quote": "The principle part of faith is patience.",
      "author": "George MacDonald",
      "category": "Faith, Principle, Part"
    },
    {
      "quote": "For me, most writing consists of siphoning out useless pre-story matter, cutting and cutting and cutting, what seems to be endless rewriting, and what is entailed in all that is patience, and waiting, and false starts, and dead ends, and really, in a way, nerve.",
      "author": "Deborah Eisenberg",
      "category": "Writing, Waiting, Me"
    },
    {
      "quote": "I tell people a lot of times, if you want to be a part of something, you never know, you kind of just have to be around. A lot of people don't really have the patience for it, and they don't stick around. Dre and I are still working together, and we have plenty of music for the future.",
      "author": "Anderson Paak",
      "category": "Music, Future"
    },
    {
      "quote": "I don't think I have the ability or patience to teach badminton to others.",
      "author": "Saina Nehwal",
      "category": "Teach, Think, Ability"
    },
    {
      "quote": "Honestly, Americans are more open-minded and have the patience and the time for new types of music. In Australia and New Zealand, you must earn your place.",
      "author": "Gin Wigmore",
      "category": "Music, Time, You"
    },
    {
      "quote": "Negative thinking patterns can be immensely deceptive and persuasive, and change is rarely easy. But with patience and persistence, I believe that nearly all individuals suffering from depression can improve and experience a sense of joy and self-esteem once again.",
      "author": "David D. Burns",
      "category": "Change, Experience"
    },
    {
      "quote": "I think as more people use the phones to access the Internet, they have a lot less patience for trying to find things on the search engines. That is because you need to figure a lot of things out for search to work.",
      "author": "Adam D'Angelo",
      "category": "Work, Internet, People"
    },
    {
      "quote": "The key to sauces is having patience. I'm not a patient woman, but I learned with sauces that you have to get everything on a slow roll and layer the flavors. That's where you get robust tastes: it starts one way and ends another.",
      "author": "Kelis",
      "category": "Woman, Slow, You"
    },
    {
      "quote": "My wife makes fun of me by calling me a grandpa because I have very little patience for inconsiderate children. So if we're walking in the mall, and some kid goes by really fast on a skateboard, I become the grumpiest eighty-five-year-old man in the world and start screaming at them.",
      "author": "Rob McClure",
      "category": "Children, Man, Wife"
    },
    {
      "quote": "The patience that goes with the game, the little things that go along with the game, you have so much more time to think in golf than you do in football - you have to keep your thoughts positive. I'm not sure I've got that mastered.",
      "author": "John Elway",
      "category": "Positive, Time, Football"
    },
    {
      "quote": "I've worked so hard to eliminate the inner geek from my life. I suddenly realize I have no patience for those people who still have their geeks showing. Now I see why being 'normal' has been so important to me.",
      "author": "Kenny Loggins",
      "category": "Life, Me, People"
    },
    {
      "quote": "I've said my patience is not infinite.",
      "author": "Darrell Issa",
      "category": "Said, Infinite"
    },
    {
      "quote": "Sad Patience, too near neighbour to despair.",
      "author": "Matthew Arnold",
      "category": "Sad, Despair, Neighbour"
    },
    {
      "quote": "Coaching takes patience. I'm more enthused when teaching players who want it versus when I have to.",
      "author": "Kevin Garnett",
      "category": "Coaching, Want, Players"
    },
    {
      "quote": "My relationship with the Philharmonia Orchestra brought me many times to London and I will always reflect positively on that early period of development with them - their patience, their warmth, their dedication.",
      "author": "Gustavo Dudamel",
      "category": "Relationship, Dedication, Me"
    },
    {
      "quote": "Right-wing extremism is all about patience. That is, until it makes its move, and then it is sudden and explosive.",
      "author": "Steven Weber",
      "category": "Move, Until, Right-Wing"
    },
    {
      "quote": "Is the patience of the American people that long suffering? Is there no outrage left in the country?",
      "author": "Andrew Greeley",
      "category": "American, Suffering, People"
    },
    {
      "quote": "Thank God my parents had an abundance of patience.",
      "author": "Lexa Doig",
      "category": "God, Parents, Thank God"
    },
    {
      "quote": "When people see a legend, they call it a legend. But to be a legend, it's a lot of hard work and patience. You can't play for five or ten years and be a legend. It takes longer than that.",
      "author": "Burning Spear",
      "category": "Work, Hard Work, People"
    },
    {
      "quote": "An impatient person plays differently than a more patient person.",
      "author": "Vladimir Kramnik",
      "category": "Person, Patient, Impatient"
    },
    {
      "quote": "Secretary of War Stanton used to get out of patience with Lincoln because he was all the time pardoning men who ought to be shot.",
      "author": "Elihu Root",
      "category": "Time, War, Men"
    },
    {
      "quote": "A final word: I am not knowledgeable about the internet. I do not have a computer. I guess that at 74 years of age, I don't have the patience to learn.",
      "author": "David Wilkerson",
      "category": "Age, I Am, Internet"
    },
    {
      "quote": "No, you're not allowed to be bossy when you're married. You have to learn compromise, and compassion and patience.",
      "author": "Star Jones",
      "category": "Compassion, Compromise, You"
    },
    {
      "quote": "Generations of gun owners have taught their sons and daughters that it takes as much patience and skill to be a good shot as it does to be a good steward of a powerful weapon.",
      "author": "Gabrielle Giffords",
      "category": "Good, Powerful, Gun"
    },
    {
      "quote": "I've always been a person with patience, and I don't like to force things.",
      "author": "Harry Shum, Jr.",
      "category": "Person, Force, Always"
    },
    {
      "quote": "I'm patient with crossword puzzles and the most impatient golfer.",
      "author": "Brett Hull",
      "category": "Patient, Most, Impatient"
    },
    {
      "quote": "Americans have less and less patience for the intrusive and divisive moral scolds who thrived in the bubbles of the Clinton and Bush years.",
      "author": "Frank Rich",
      "category": "Moral, Bubbles, Years"
    },
    {
      "quote": "Serbia has shown enough patience, but it has also sent a clear and strong message that the law must be respected and that no one is stronger than the state.",
      "author": "Ivica Dacic",
      "category": "Strong, Law, Stronger"
    },
    {
      "quote": "When I have a job to do, time means nothing. I lose patience with people who work on a clock.",
      "author": "Don Cornelius",
      "category": "Work, Time, Job"
    },
    {
      "quote": "And we ask the American people to play an important part of our layered defense. We ask for cooperation, patience and a commitment to vigilance in the face of a determined enemy.",
      "author": "Janet Napolitano",
      "category": "American, Commitment, People"
    },
    {
      "quote": "Of course I would never compare myself to someone who actually went through a war, but I definitely matured shooting 'The Pacific.' I'm more calm and I have more patience.",
      "author": "Rami Malek",
      "category": "Myself, War, Calm"
    },
    {
      "quote": "When I said a few weeks ago that our people would eat cooking oil and olives if necessary, I didn't mean that there really would be only oil and olives. What I meant was that our people have the necessary patience to endure the current difficult situation. Palestinians would rather do without certain food items than their national rights.",
      "author": "Ismail Haniyeh",
      "category": "Food, Cooking, People"
    },
    {
      "quote": "The biggest challenge, I think for any new artist, is patience.",
      "author": "Brett Eldredge",
      "category": "Challenge, Artist, Think"
    },
    {
      "quote": "I've always admired teachers for their patience and purpose in choosing their profession.",
      "author": "Eve Arden",
      "category": "Purpose, Teachers, Always"
    },
    {
      "quote": "When traveling with someone, take large does of patience and tolerance with your morning coffee.",
      "author": "Helen Hayes",
      "category": "Travel, Morning, Coffee"
    },
    {
      "quote": "I've got to give my neighbors a bottle of wine or something because I was just screaming into microphones and learning how to play instruments, and it was a lesson in patience for them, I believe.",
      "author": "Joshua Ostrander",
      "category": "Learning, Wine, Believe"
    },
    {
      "quote": "I can imagine few things more trying to the patience than the long wasted days of waiting.",
      "author": "Robert Falcon Scott",
      "category": "Imagination, Waiting, Long"
    },
    {
      "quote": "Everyone ought to bear patiently the results of his own conduct.",
      "author": "Phaedrus",
      "category": "Results, Everyone, Bear"
    },
    {
      "quote": "The lions taught me photography. They taught me patience and the sense of beauty, a beauty that penetrates you.",
      "author": "Yann Arthus-Bertrand",
      "category": "Beauty, Me, Photography"
    },
    {
      "quote": "As for goals, I don't set myself those anymore. I'm not one of these 'I must have achieved this and that by next year' kind of writers. I take things as they come and find that patience and persistence tend to win out in the end.",
      "author": "Paul Kane",
      "category": "Goals, Myself, Persistence"
    },
    {
      "quote": "I don't believe moviegoers don't have patience. Screenwriters are told a scene can't be longer than three minutes, that you have to cut to the chase. Not true!",
      "author": "Tracy Letts",
      "category": "Believe, You, Three"
    },
    {
      "quote": "I have so little patience with the whole Y.A. book thing. As far as I'm concerned, you either read books for children or you read books for adults.",
      "author": "Richard K. Morgan",
      "category": "Children, Book, You"
    },
    {
      "quote": "Writing takes a lot of patience. It usually takes me a year to write a book. One time, it took me 14 years to write a book, not that I worked on it every day.",
      "author": "Avi",
      "category": "Time, Day, Writing"
    },
    {
      "quote": "I think both running and science reflect certain character traits. I have endurance, patience, and ambition. I'm willing to work hard toward a goal, to push myself and overcome limits. Running and science both let me express these traits.",
      "author": "Wolfgang Ketterle",
      "category": "Work, Science, Myself"
    },
    {
      "quote": "Americans' distrust of the conspicuously intellectual - a habit we learned, I suppose, on the frontier, but which remains a feature of the national character - has the virtue of puncturing the pretentious and exposing the fake, but it may also have impaired American listeners' patience for music that is especially complex or austere.",
      "author": "Steven Stucky",
      "category": "Music, Character, American"
    },
    {
      "quote": "I haven't got a lot of patience.",
      "author": "Jeffrey Katzenberg",
      "category": "Got, Lot"
    },
    {
      "quote": "I pray they will carry on in spite of that dreadful monster prejudice, and with patience, courage, fortitude and perseverance achieve success for themselves.",
      "author": "Major Taylor",
      "category": "Success, Courage"
    },
    {
      "quote": "A show that no one thought had a chance has just finished its fifth year: Charmed. I think it's tougher for the younger networks, so I think they have a little more patience for the sake of the show. But who knows?",
      "author": "Aaron Spelling",
      "category": "Thought, Chance, Think"
    },
    {
      "quote": "It's amazing. My kids have grown me in ways I never knew possible. The patience I've received and the love I get from them is just amazing.",
      "author": "Candace Cameron Bure",
      "category": "Love, Amazing, Me"
    },
    {
      "quote": "I think the Iraqi people have shown extraordinary patience and courage in the last few months. They have really put a political system on the way to success, to a real democracy here.",
      "author": "Paul Bremer",
      "category": "Success, Courage, Democracy"
    },
    {
      "quote": "I wish I was a shredder that could play everything, but I don't have the patience.",
      "author": "Dave Navarro",
      "category": "Wish, Play, Everything"
    },
    {
      "quote": "A career in showbiz is like a distance run. You have to have patience and pace yourself.",
      "author": "Tate Donovan",
      "category": "Yourself, Career, You"
    },
    {
      "quote": "Looking back, I didn't have the patience to work in fashion. I like women so much, but I was never qualified to torture them in photo shoots. You have to be really tough and brutal.",
      "author": "Rene Burri",
      "category": "Work, Women, Looking Back"
    },
    {
      "quote": "The single biggest advantage a value investor has is not IQ. It's patience and waiting. Waiting for the right pitch, and waiting for many years for the right pitch.",
      "author": "Mohnish Pabrai",
      "category": "Value, Waiting, Single"
    },
    {
      "quote": "Towards my husband, I often fail to show interest in his affairs and amusements, not rousing myself to respond when I'm tired or concerned with other things, forgetting he is very patient with me.",
      "author": "Evelyn Underhill",
      "category": "Myself, Tired, Me"
    },
    {
      "quote": "Constant repetition of tongue-twisters was like lifting weights for me, but patience and persistence have paid off.",
      "author": "Nicholas Brendon",
      "category": "Persistence, Me, Repetition"
    },
    {
      "quote": "People need patience. It takes time to build a brand.",
      "author": "Carmen Busquets",
      "category": "Time, Brand, People"
    },
    {
      "quote": "When you read about a car crash in which two or three youngsters are killed, do you pause to dwell on the amount of love and treasure and patience parents poured into bodies no longer suitable for open caskets?",
      "author": "Jim Bishop",
      "category": "Love, Car, Parents"
    },
    {
      "quote": "True enough, nature has endowed me with a fair measure of patience and composure, yet I should be lying if I told you that, having seen the reporter off on his way to make his deadline, I fell peacefully asleep.",
      "author": "Leon Jouhaux",
      "category": "Nature, Me, You"
    },
    {
      "quote": "Speaking from my experience as a person involved for a long time in building the European Union, it is important to have patience and efforts to build a community of nations.",
      "author": "Giorgio Napolitano",
      "category": "Time, Experience, Community"
    },
    {
      "quote": "Patience has never been my strong suit.",
      "author": "Michael Chiklis",
      "category": "Strong, Never, Suit"
    },
    {
      "quote": "In my experience, not just in shooting films but in the commercials I've done, initially, it's very exciting for the community, and its a real novelty. Very quickly, though, they realize there's a buck to be had, and it becomes annoying, and they lose their patience pretty quick.",
      "author": "John Curran",
      "category": "Experience, Community"
    },
    {
      "quote": "The practice of patience toward one another, the overlooking of one another's defects, and the bearing of one another's burdens is the most elementary condition of all human and social activity in the family, in the professions, and in society.",
      "author": "Lawrence G. Lovasik",
      "category": "Family, Society, Practice"
    },
    {
      "quote": "I think there's not much patience for organized labour, period, public or private sector.",
      "author": "Kathleen Wynne",
      "category": "Think, Organized, I Think"
    },
    {
      "quote": "Kids teach you a lot of patience.",
      "author": "Mona Singh",
      "category": "Teach, You, Kids"
    },
    {
      "quote": "Like anyone, you could love someone, and it doesn't mean that you're equipped or you were taught or have the patience or the love or the wherewithal to be a good parent. One has nothing to do with the other.",
      "author": "Elizabeth Rodriguez",
      "category": "Love, Good, Parent"
    },
    {
      "quote": "We are telling the American people to have patience, courage, resolve and determination.",
      "author": "Muammar al-Gaddafi",
      "category": "Courage, Determination"
    },
    {
      "quote": "Your patience would fail you if I should continue to relate all the disrespectful speeches and treatment which your servants have been obliged to listen to and patiently to bear.",
      "author": "Peter Stuyvesant",
      "category": "Listen, You, Fail"
    },
    {
      "quote": "A nation may be born in a day, but the great truths which make for the glory and uplift of the race only through long ages permeate and control humanity. We must have the divine patience and understand the divine mathematics of a thousand years as one day.",
      "author": "David Josiah Brewer",
      "category": "Day, Great, Mathematics"
    },
    {
      "quote": "I think God's really blessed me with patience. I'm good with a lot of things going on at once.",
      "author": "Niki Taylor",
      "category": "Good, God, Blessed"
    },
    {
      "quote": "I don't have much patience with sick people.",
      "author": "Maura Tierney",
      "category": "People, Sick, Much"
    },
    {
      "quote": "When I was on the bench, I used to have a yellow pad, and I put on the pad at the beginning of the day, 'patience' and 'restraint.'",
      "author": "Joseph Wapner",
      "category": "Day, Beginning, Yellow"
    },
    {
      "quote": "I have a huge respect for writers and realise that this is not an area that I find easy. I doubt that I would have the patience in front of a blank sheet of paper to become a writer.",
      "author": "Jenny Agutter",
      "category": "Respect, Doubt, Easy"
    },
    {
      "quote": "I will exercise patience and will provide all facts to the general public.",
      "author": "Yingluck Shinawatra",
      "category": "Exercise, Facts, Will"
    },
    {
      "quote": "I have very little patience with children.",
      "author": "Mem Fox",
      "category": "Children, Little, Very"
    },
    {
      "quote": "Deep down, I know that I am a child of God who has inherited divine capacities; some of them I strive to develop, others are left languishing. I also have a human side. I lose my temper, lose patience and sometimes judge others and myself.",
      "author": "Mary Manin Morrissey",
      "category": "Deep, Myself, God"
    },
    {
      "quote": "Not only will this make you treat each moment more preciously, but you will be more patient with yourself and with others, recognizing that there are millions of moments on the path to any worthwhile achievement.",
      "author": "Menachem Mendel Schneerson",
      "category": "Achievement, Path, Yourself"
    },
    {
      "quote": "Beauty, unlike the rest of the gifts handed out at birth, does not require dedication, patience and hard work to pay off. But it's also the only gift that does not keep on giving.",
      "author": "Paulina Porizkova",
      "category": "Work, Hard Work, Beauty"
    },
    {
      "quote": "Anyhow, a philosophical turn of thought now was not amiss, else one's patience would have given out almost at the harbour entrance. The term of her probation was eight days.",
      "author": "Joshua Slocum",
      "category": "Thought, Her, Turn"
    },
    {
      "quote": "I think film requires a lot more patience and concentration and each day you're keeping the entire picture in your head throughout a two to three month film shoot. Whereas TV, especially half hour, is like doing a play a week or live theater.",
      "author": "Shawnee Smith",
      "category": "Day, Week, Live"
    },
    {
      "quote": "The Italians are not indulgent, as Americans are. They don't have the patience to teach young singers how to move. They think you should learn in school.",
      "author": "Marcello Giordani",
      "category": "School, Think, You"
    },
    {
      "quote": "Everything is out there if you know how to find it, and have the patience. I don't and haven't, but that's my problem.",
      "author": "Tom Holt",
      "category": "Problem, Know, You"
    },
    {
      "quote": "Patience is passion tamed.",
      "author": "Lyman Abbott",
      "category": "Passion, Tamed"
    },
    {
      "quote": "That's why I never became a director. I never had patience with people.",
      "author": "Ray Harryhausen",
      "category": "People, Why, Director"
    },
    {
      "quote": "Talent is required, but much of writing is a matter of craft, which develops with time, attention, patience and practice, like playing an instrument or learning to dance.",
      "author": "Susan Wiggs",
      "category": "Time, Learning, Dance"
    },
    {
      "quote": "I couldn't be a director because I couldn't put up with the actors. I don't have the patience. Why, I'd probably kill the actors. Not to mention some of the beautiful actresses.",
      "author": "Spencer Tracy",
      "category": "Beautiful, Why, Director"
    },
    {
      "quote": "God's way of answering the Christian's prayer for more patience, experience, hope and love often is to put him into the furnace of affliction.",
      "author": "Richard Cecil",
      "category": "Love, Hope, Experience"
    },
    {
      "quote": "It has taken a great deal of energy, which has not been so difficult to summon as the necessary patience to wait, simply wait much of the time - until my instincts assured me that I had assembled my materials in proper order for a final welding into their natural form.",
      "author": "Hart Crane",
      "category": "Time, Great, Me"
    },
    {
      "quote": "If I am right about the big picture, I will be rewarded for my patience.",
      "author": "Thomas Kaplan",
      "category": "I Am, Picture, Big Picture"
    },
    {
      "quote": "And so, at the age of thirty, I had successively disgraced myself with three fine institutions, each of which had made me free of its full and rich resources, had trained me with skill and patience, and had shown me nothing but forbearance and charity when I failed in trust.",
      "author": "Simon Raven",
      "category": "Age, Trust, Myself"
    },
    {
      "quote": "I've been called Mr. Patient Money because I have the patience to work through challenging circumstances.",
      "author": "N. Murray Edwards",
      "category": "Work, Money, Circumstances"
    },
    {
      "quote": "As a young boy, I read 'Cheaper by the Dozen' and immediately became neurotic about my use of time. It taxed me severely, but only for the next 50 years. But I think it also allowed me to discipline myself to sit in the chair and be a writer, where one of the most needed qualities is patience.",
      "author": "Ridley Pearson",
      "category": "Time, Myself, Me"
    },
    {
      "quote": "This is the story of what a Woman's patience can endure, and what a Man's resolution can achieve.",
      "author": "Wilkie Collins",
      "category": "Man, Woman, Story"
    },
    {
      "quote": "He preacheth patience that never knew pain.",
      "author": "Henry George Bohn",
      "category": "Pain, Never, Knew"
    },
    {
      "quote": "My wife is my favorite person I've ever met in my 40 years on the planet, and I'm sure she would agree that patience is not her strongest characteristic. I don't know that golf would be the game for her.",
      "author": "Mike Greenberg",
      "category": "Golf, Wife, Game"
    },
    {
      "quote": "As I pass it, I feel as if I saw a dear old mother, sweet in her weakness, trembling at the approach of her dissolution, but not appealing to me against the inevitable, rather endeavouring to reassure me by her patience, and pointing to a hopeful future.",
      "author": "Thomas Edward Brown",
      "category": "Future, Mother, Me"
    },
    {
      "quote": "After months of preparation working with a stylist who explained to me how a fashion house runs and the process of making a dress, I developed a respect for the patience and skill it takes to design these dresses.",
      "author": "Pierre Niney",
      "category": "Respect, Design, Dress"
    },
    {
      "quote": "Difficult years lie ahead, patience is required.",
      "author": "Yiannis Stournaras",
      "category": "Lie, Ahead, Difficult"
    },
    {
      "quote": "A philosopher goes where the truth leads and has no patience with mere emotion.",
      "author": "John C. Wright",
      "category": "Truth, Emotion, Where"
    },
    {
      "quote": "My biggest weakness is patience, wanting to see things happen too quickly or get changes in place right away. Not having the patience to let things develop.",
      "author": "Paul Gleason",
      "category": "Changes, Weakness, See"
    },
    {
      "quote": "So it's been a slow process and it's taken some patience. That's why patients are called patients I think - patience is required.",
      "author": "Bowie Kuhn",
      "category": "Slow, Think, Why"
    },
    {
      "quote": "I am very hopeful that my personal success in Qatar will ignite others, especially those in the so-called non-traditional sports, to try even harder because now they can see for themselves that significant achievements can be attained. But let me stress that it takes a lot of work - in fact, very hard work - mixed with very heavy doses of patience.",
      "author": "Alia Atkinson",
      "category": "Work, Success, Hard Work"
    },
    {
      "quote": "I've done an awful lot of stuff that's a monument to public patience.",
      "author": "Tyrone Power",
      "category": "Done, Public, Monument"
    },
    {
      "quote": "The life of the dead is placed in the memory of the living.",
      "author": "Marcus Tullius Cicero",
      "category": "Life, Memory, Living"
    },
    {
      "quote": "I don't fear death so much as I fear its prologues: loneliness, decrepitude, pain, debilitation, depression, senility. After a few years of those, I imagine death presents like a holiday at the beach.",
      "author": "Mary Roach",
      "category": "Fear, Loneliness, Depression"
    },
    {
      "quote": "Absolute silence leads to sadness. It is the image of death.",
      "author": "Jean-Jacques Rousseau",
      "category": "Silence, Sadness, Image"
    },
    {
      "quote": "I would rather die a meaningful death than to live a meaningless life.",
      "author": "Corazon Aquino",
      "category": "Life, Live, Meaningful"
    },
    {
      "quote": "I don't have no fear of death. My only fear is coming back reincarnated.",
      "author": "Tupac Shakur",
      "category": "Fear, No Fear, Back"
    },
    {
      "quote": "For life and death are one, even as the river and the sea are one.",
      "author": "Khalil Gibran",
      "category": "Life, Sea, River"
    },
    {
      "quote": "Don't send me flowers when I'm dead. If you like me, send them while I'm alive.",
      "author": "Brian Clough",
      "category": "Flowers, Me, You"
    },
    {
      "quote": "Yes, people pull the trigger - but guns are the instrument of death. Gun control is necessary, and delay means more death and horror.",
      "author": "Eliot Spitzer",
      "category": "Gun Control, Control, Gun"
    },
    {
      "quote": "Death may be the greatest of all human blessings.",
      "author": "Socrates",
      "category": "Blessings, Greatest, Human"
    },
    {
      "quote": "In this world nothing can be said to be certain, except death and taxes.",
      "author": "Benjamin Franklin",
      "category": "Finance, World, Said"
    },
    {
      "quote": "When your time comes to die, be not like those whose hearts are filled with fear of death, so that when their time comes they weep and pray for a little more time to live their lives over again in a different way. Sing your death song, and die like a hero going home.",
      "author": "Tecumseh",
      "category": "Time, Home, Fear"
    },
    {
      "quote": "Cowards die many times before their deaths the valiant never taste of death but once.",
      "author": "William Shakespeare",
      "category": "Die, Never, Taste"
    },
    {
      "quote": "Nothing is more sad than the death of an illusion.",
      "author": "Arthur Koestler",
      "category": "Sad, Nothing, Illusion"
    },
    {
      "quote": "Life and death are one thread, the same line viewed from different sides.",
      "author": "Lao Tzu",
      "category": "Life, Life And Death, Thread"
    },
    {
      "quote": "As a well-spent day brings happy sleep, so a life well spent brings happy death.",
      "author": "Leonardo da Vinci",
      "category": "Life, Happy, Sleep"
    },
    {
      "quote": "Death is nothing, but to live defeated and inglorious is to die daily.",
      "author": "Napoleon Bonaparte",
      "category": "Daily, Live, Die"
    },
    {
      "quote": "Courage is being scared to death... and saddling up anyway.",
      "author": "John Wayne",
      "category": "Courage, Up, Scared"
    },
    {
      "quote": "Is life so dear or peace so sweet as to be purchased at the price of chains and slavery? Forbid it, Almighty God! I know not what course others may take, but as for me, give me liberty, or give me death!",
      "author": "Patrick Henry",
      "category": "Life, Patriotism, Peace"
    },
    {
      "quote": "There is no easy walk to freedom anywhere, and many of us will have to pass through the valley of the shadow of death again and again before we reach the mountaintop of our desires.",
      "author": "Nelson Mandela",
      "category": "Freedom, Shadow, Walk"
    },
    {
      "quote": "A revolution is a struggle to the death between the future and the past.",
      "author": "Fidel Castro",
      "category": "Future, Struggle, Past"
    },
    {
      "quote": "No matter how devastating our struggles, disappointments, and troubles are, they are only temporary. No matter what happens to you, no matter the depth of tragedy or pain you face, no matter how death stalks you and your loved ones, the Resurrection promises you a future of immeasurable good.",
      "author": "Josh McDowell",
      "category": "Future, Good, Tragedy"
    },
    {
      "quote": "Without health life is not life it is only a state of langour and suffering - an image of death.",
      "author": "Buddha",
      "category": "Life, Health, Suffering"
    },
    {
      "quote": "God is dead. God remains dead. And we have killed him. Yet his shadow still looms. How shall we comfort ourselves, the murderers of all murderers? What was holiest and mightiest of all that the world has yet owned has bled to death under our knives; who will wipe this blood off us? What water is there for us to clean ourselves?",
      "author": "Friedrich Nietzsche",
      "category": "God, Water, World"
    },
    {
      "quote": "While I thought that I was learning how to live, I have been learning how to die.",
      "author": "Leonardo da Vinci",
      "category": "Learning, Thought, Live"
    },
    {
      "quote": "Hatred is corrosive of a person's wisdom and conscience; the mentality of enmity can poison a nation's spirit, instigate brutal life and death struggles, destroy a society's tolerance and humanity, and block a nation's progress to freedom and democracy.",
      "author": "Liu Xiaobo",
      "category": "Life, Wisdom, Freedom"
    },
    {
      "quote": "Some people die at 25 and aren't buried until 75.",
      "author": "Benjamin Franklin",
      "category": "People, Die, Some People"
    },
    {
      "quote": "Death is not extinguishing the light it is only putting out the lamp because the dawn has come.",
      "author": "Rabindranath Tagore",
      "category": "Light, Dawn, Lamp"
    },
    {
      "quote": "Who am I? Not the body, because it is decaying; not the mind, because the brain will decay with the body; not the personality, nor the emotions, for these also will vanish with death.",
      "author": "Ramana Maharshi",
      "category": "Personality, Brain, Mind"
    },
    {
      "quote": "The death of one man is a tragedy. The death of millions is a statistic.",
      "author": "Joseph Stalin",
      "category": "Man, Tragedy, Statistic"
    },
    {
      "quote": "Every parting is a form of death, as every reunion is a type of heaven.",
      "author": "Tryon Edwards",
      "category": "Reunion, Heaven, Parting"
    },
    {
      "quote": "There is no life to be found in violence. Every act of violence brings us closer to death. Whether it's the mundane violence we do to our bodies by overeating toxic food or drink or the extreme violence of child abuse, domestic warfare, life-threatening poverty, addiction, or state terrorism.",
      "author": "bell hooks",
      "category": "Life, Food, Violence"
    },
    {
      "quote": "I am become death, the destroyer of worlds.",
      "author": "J. Robert Oppenheimer",
      "category": "I Am, Become, Worlds"
    },
    {
      "quote": "Regard your soldiers as your children, and they will follow you into the deepest valleys; look on them as your own beloved sons, and they will stand by you even unto death.",
      "author": "Sun Tzu",
      "category": "Children, Stand, You"
    },
    {
      "quote": "As one whose husband and mother-in-law have died the victims of murder and assassination, I stand firmly and unequivocally opposed to the death penalty for those convicted of capital offenses... An evil deed is not redeemed by an evil deed of retaliation.",
      "author": "Coretta Scott King",
      "category": "Evil, Husband, Stand"
    },
    {
      "quote": "Everybody wants to go to heaven, but nobody wants to die.",
      "author": "Unknown",
      "category": "Die, Heaven, Nobody"
    },
    {
      "quote": "I have come to regard November as the older, harder man's October. I appreciate the early darkness and cooler temperatures. It puts my mind in a different place than October. It is a month for a quieter, slightly more subdued celebration of summer's death as winter tightens its grip.",
      "author": "Henry Rollins",
      "category": "Man, Darkness, October"
    },
    {
      "quote": "Give me liberty or give me death.",
      "author": "Patrick Henry",
      "category": "Me, Liberty, Give"
    },
    {
      "quote": "Suicide is man's way of telling God, 'You can't fire me - I quit.'",
      "author": "Bill Maher",
      "category": "God, Man, Fire"
    },
    {
      "quote": "No one wants to die. Even people who want to go to heaven don't want to die to get there. And yet death is the destination we all share. No one has ever escaped it. And that is as it should be, because Death is very likely the single best invention of Life. It is Life's change agent. It clears out the old to make way for the new.",
      "author": "Steve Jobs",
      "category": "Life, Change, Best"
    },
    {
      "quote": "Even death is not to be feared by one who has lived wisely.",
      "author": "Buddha",
      "category": "Fear, Lived, Wisely"
    },
    {
      "quote": "Our criminal justice system is fallible. We know it, even though we don't like to admit it. It is fallible despite the best efforts of most within it to do justice. And this fallibility is, at the end of the day, the most compelling, persuasive, and winning argument against a death penalty.",
      "author": "Eliot Spitzer",
      "category": "Day, Best, Justice"
    },
    {
      "quote": "Some people think football is a matter of life and death. I assure you, it's much more serious than that.",
      "author": "Bill Shankly",
      "category": "Life, Football, People"
    },
    {
      "quote": "How strange this fear of death is! We are never frightened at a sunset.",
      "author": "George MacDonald",
      "category": "Fear, Sunset, Strange"
    },
    {
      "quote": "People fear death even more than pain. It's strange that they fear death. Life hurts a lot more than death. At the point of death, the pain is over. Yeah, I guess it is a friend.",
      "author": "Jim Morrison",
      "category": "Life, Fear, Pain"
    },
    {
      "quote": "Every parting gives a foretaste of death, every reunion a hint of the resurrection.",
      "author": "Arthur Schopenhauer",
      "category": "Reunion, Parting"
    },
    {
      "quote": "Each day is a little life: every waking and rising a little birth, every fresh morning a little youth, every going to rest and sleep a little death.",
      "author": "Arthur Schopenhauer",
      "category": "Life, Morning, Sleep"
    },
    {
      "quote": "When the will defies fear, when duty throws the gauntlet down to fate, when honor scorns to compromise with death - that is heroism.",
      "author": "Robert Green Ingersoll",
      "category": "Fear, Honor, Compromise"
    },
    {
      "quote": "If I take death into my life, acknowledge it, and face it squarely, I will free myself from the anxiety of death and the pettiness of life - and only then will I be free to become myself.",
      "author": "Martin Heidegger",
      "category": "Life, Myself, Anxiety"
    },
    {
      "quote": "We are dying from overthinking. We are slowly killing ourselves by thinking about everything. Think. Think. Think. You can never trust the human mind anyway. It's a death trap.",
      "author": "Anthony Hopkins",
      "category": "Trust, Thinking, Mind"
    },
    {
      "quote": "The only difference between death and taxes is that death doesn't get worse every time Congress meets.",
      "author": "Will Rogers",
      "category": "Time, Difference, Taxes"
    },
    {
      "quote": "Bravery is the capacity to perform properly even when scared half to death.",
      "author": "Omar N. Bradley",
      "category": "Courage, Bravery, Scared"
    },
    {
      "quote": "Nothing in life is promised except death.",
      "author": "Kanye West",
      "category": "Life, Nothing, Promised"
    },
    {
      "quote": "If you live a life of make-believe, your life isn't worth anything until you do something that does challenge your reality. And to me, sailing the open ocean is a real challenge, because it's life or death.",
      "author": "Morgan Freeman",
      "category": "Life, Ocean, Challenge"
    },
    {
      "quote": "The dead cannot cry out for justice. It is a duty of the living to do so for them.",
      "author": "Lois McMaster Bujold",
      "category": "Justice, Living, Duty"
    },
    {
      "quote": "The reports of my death have been greatly exaggerated.",
      "author": "Mark Twain",
      "category": "Funny, Been, Reports"
    },
    {
      "quote": "Providing patients and consumers with solid information on the cost and quality of their healthcare options can literally make the difference between life or death and play a decisive role in whether a family or employer can afford healthcare.",
      "author": "Timothy Murphy",
      "category": "Life, Family, Quality"
    },
    {
      "quote": "If we don't know life, how can we know death?",
      "author": "Confucius",
      "category": "Life, Know, How"
    },
    {
      "quote": "I intend to live forever, or die trying.",
      "author": "Groucho Marx",
      "category": "Live, Trying, Die"
    },
    {
      "quote": "To be idle is a short road to death and to be diligent is a way of life; foolish people are idle, wise people are diligent.",
      "author": "Buddha",
      "category": "Life, Wise, Short"
    },
    {
      "quote": "Childhood vaccines are one of the great triumphs of modern medicine. Indeed, parents whose children are vaccinated no longer have to worry about their child's death or disability from whooping cough, polio, diphtheria, hepatitis, or a host of other infections.",
      "author": "Ezekiel Emanuel",
      "category": "Children, Great, Parents"
    },
    {
      "quote": "Death is the sound of distant thunder at a picnic.",
      "author": "W. H. Auden",
      "category": "Sound, Picnic, Thunder"
    },
    {
      "quote": "Death makes angels of us all and gives us wings where we had shoulders smooth as ravens claws.",
      "author": "Jim Morrison",
      "category": "Wings, Angels, Where"
    },
    {
      "quote": "The true face of smoking is disease, death and horror - not the glamour and sophistication the pushers in the tobacco industry try to portray.",
      "author": "David Byrne",
      "category": "Smoking, Face, Try"
    },
    {
      "quote": "I need your help. I am injured, near death, and too weak to hike out of here. I am all alone. This is no joke. In the name of God, please remain to save me. I am out collecting berries close by and shall return this evening. Thank you, Chris McCandless.",
      "author": "Christopher McCandless",
      "category": "God, Alone, I Am"
    },
    {
      "quote": "The day which we fear as our last is but the birthday of eternity.",
      "author": "Lucius Annaeus Seneca",
      "category": "Birthday, Day, Fear"
    },
    {
      "quote": "The three touchstones that woke Buddha up - sickness, old age, and death - are a pretty good place to start when crafting a tragic tale. And if we need to get more specific: heartbreak, destruction, miscomprehension, natural disasters, betrayal, and the waste of human potential.",
      "author": "Paul Di Filippo",
      "category": "Age, Good, Old Age"
    },
    {
      "quote": "Crucial to understanding federalism in modern day America is the concept of mobility, or 'the ability to vote with your feet.' If you don't support the death penalty and citizens packing a pistol - don't come to Texas. If you don't like medicinal marijuana and gay marriage, don't move to California.",
      "author": "Rick Perry",
      "category": "Marriage, Day, America"
    },
    {
      "quote": "No evil can happen to a good man, either in life or after death.",
      "author": "Plato",
      "category": "Life, Good, Evil"
    },
    {
      "quote": "The death penalty issue is obviously a divisive one. But whether one is for or against, you can not deny the basic illogic - if we know the system is flawed, if we know there are innocent people on Death Row, then until the system is reformed, should we not abandon the death penalty to protect those who are innocent?",
      "author": "Richard LaGravenese",
      "category": "People, Know, You"
    },
    {
      "quote": "There is but One God. His name is Truth He is the Creator. He fears none he is without hate. He never dies He is beyond the cycle of births and death. He is self-illuminated. He is realized by the kindness of the True Guru. He was True in the beginning He was True when the ages commenced and has ever been True. He is also True now.",
      "author": "Guru Nanak",
      "category": "Kindness, Truth, God"
    },
    {
      "quote": "The death penalty is ineffective as a deterrent, and the appeals process is expensive and cruel to the surviving family members.",
      "author": "Martin O'Malley",
      "category": "Family, Death Penalty"
    },
    {
      "quote": "If there is a meaning in life at all, then there must be a meaning in suffering. Suffering is an ineradicable part of life, even as fate and death. Without suffering and death, human life cannot be complete.",
      "author": "Viktor E. Frankl",
      "category": "Life, Suffering, Fate"
    },
    {
      "quote": "Generally speaking, the Way of the warrior is resolute acceptance of death.",
      "author": "Miyamoto Musashi",
      "category": "Acceptance, Warrior, Way"
    },
    {
      "quote": "The death of a beautiful woman, is unquestionably the most poetical topic in the world.",
      "author": "Edgar Allan Poe",
      "category": "Beautiful, Beautiful Woman"
    },
    {
      "quote": "They tell us that suicide is the greatest piece of cowardice... that suicide is wrong when it is quite obvious that there is nothing in the world to which every man has a more unassailable title than to his own life and person.",
      "author": "Arthur Schopenhauer",
      "category": "Life, Man, World"
    },
    {
      "quote": "Life is a great sunrise. I do not see why death should not be an even greater one.",
      "author": "Vladimir Nabokov",
      "category": "Life, Great, Sunrise"
    },
    {
      "quote": "Even in the valley of the shadow of death, two and two do not make six.",
      "author": "Leo Tolstoy",
      "category": "Shadow, Two, Six"
    },
    {
      "quote": "Do I favor the death penalty? Theoretically, I do, but when you realize that there's a 4 percent error rate, you end up putting guilty people to death.",
      "author": "Gary Johnson",
      "category": "End, People, Guilty"
    },
    {
      "quote": "If a man has not discovered something that he will die for, he isn't fit to live.",
      "author": "Martin Luther King, Jr.",
      "category": "Man, Live, Die"
    },
    {
      "quote": "The death of the forest is the end of our life.",
      "author": "Dorothy Stang",
      "category": "Life, Forest, End"
    },
    {
      "quote": "Benjamin Franklin said there were only two things certain in life: death and taxes. But I'd like to add a third certainty: trash. And while some in this room might want to discuss reducing taxes, I want to talk about reducing trash.",
      "author": "Ruth Ann Minner",
      "category": "Life, Want, Said"
    },
    {
      "quote": "I'm completely in favor of the separation of Church and State. My idea is that these two institutions screw us up enough on their own, so both of them together is certain death.",
      "author": "George Carlin",
      "category": "Together, Church, Idea"
    },
    {
      "quote": "It is really very important while you are young to live in an environment in which there is no fear. Most of us, as we grow older, become frightened; we are afraid of living, afraid of losing a job, afraid of tradition, afraid of what the neighbours, or what the wife or husband would say, afraid of death.",
      "author": "Jiddu Krishnamurti",
      "category": "Fear, Job, Wife"
    },
    {
      "quote": "Life and death are illusions. We are in a constant state of transformation.",
      "author": "Alejandro Gonzalez Inarritu",
      "category": "Life, Transformation"
    },
    {
      "quote": "I'll never forget Hurricane Katrina - the mix of a natural and a man-made catastrophe that resulted in the death of over 1,500 of our neighbors. Millions of folks were marked by the tragedy.",
      "author": "Cedric Richmond",
      "category": "Tragedy, Neighbors"
    },
    {
      "quote": "Death comes to all, but great achievements build a monument which shall endure until the sun grows cold.",
      "author": "Ralph Waldo Emerson",
      "category": "Great, Sun, Build"
    },
    {
      "quote": "It is important to feel the anger without judging it, without attempting to find meaning in it. It may take many forms: anger at the health-care system, at life, at your loved one for leaving. Life is unfair. Death is unfair. Anger is a natural reaction to the unfairness of loss.",
      "author": "Elisabeth Kubler-Ross",
      "category": "Life, Anger, Leaving"
    },
    {
      "quote": "If a man can bridge the gap between life and death, if he can live on after he's dead, then maybe he was a great man.",
      "author": "James Dean",
      "category": "Life, Great, Man"
    },
    {
      "quote": "Many that live deserve death. And some that die deserve life. Can you give it to them? Then do not be too eager to deal out death in judgement. For even the very wise cannot see all ends.",
      "author": "J. R. R. Tolkien",
      "category": "Life, Wise, Live"
    },
    {
      "quote": "Absence and death are the same - only that in death there is no suffering.",
      "author": "Theodore Roosevelt",
      "category": "Suffering, Same, Absence"
    },
    {
      "quote": "Cursed is the man who dies, but the evil done by him survives.",
      "author": "Abu Bakr",
      "category": "Man, Evil, Done"
    },
    {
      "quote": "There is no lonelier man in death, except the suicide, than that man who has lived many years with a good wife and then outlived her. If two people love each other there can be no happy end to it.",
      "author": "Ernest Hemingway",
      "category": "Love, Happy, Good"
    },
    {
      "quote": "Attachment and aversion are the root cause of karma, and karma originates from infatuation. Karma is the root cause of birth and death, and these are said to be the source of misery. None can escape the effect of their own past karma.",
      "author": "Mahavira",
      "category": "Karma, Past, Escape"
    },
    {
      "quote": "Love is anterior to life, posterior to death, initial of creation, and the exponent of breath.",
      "author": "Emily Dickinson",
      "category": "Love, Life, Love Is"
    },
    {
      "quote": "Life is hard. Then you die. Then they throw dirt in your face. Then the worms eat you. Be grateful it happens in that order.",
      "author": "David Gerrold",
      "category": "Life, Grateful, Life Is Hard"
    },
    {
      "quote": "Whenever death may surprise us, let it be welcome if our battle cry has reached even one receptive ear and another hand reaches out to take up our arms.",
      "author": "Che Guevara",
      "category": "Welcome, Surprise, Battle"
    },
    {
      "quote": "In Hinduism, Shiva is a deity who represents transformation. Through destruction and restoration, Shiva reminds us that endings are beginnings, and that our world is constantly undergoing a cycle of birth, death and rebirth.",
      "author": "Karen Salmansohn",
      "category": "Transformation, World, Birth"
    },
    {
      "quote": "Football (soccer) is a matter of life and death, except more important.",
      "author": "Bill Shankly",
      "category": "Life, Football, Soccer"
    },
    {
      "quote": "The death of democracy is not likely to be an assassination from ambush. It will be a slow extinction from apathy, indifference, and undernourishment.",
      "author": "Robert M. Hutchins",
      "category": "Democracy, Slow, Apathy"
    },
    {
      "quote": "You know, the Bible is so clear. Go to Genesis chapter nine and you will find the death penalty clearly stated in Genesis chapter nine... God ordains the death penalty!",
      "author": "Rafael Cruz",
      "category": "God, Bible, Know"
    },
    {
      "quote": "The goal of all life is death.",
      "author": "Sigmund Freud",
      "category": "Life, Goal"
    },
    {
      "quote": "Guilt is perhaps the most painful companion of death.",
      "author": "Coco Chanel",
      "category": "Guilt, Painful, Companion"
    },
    {
      "quote": "To run away from trouble is a form of cowardice and, while it is true that the suicide braves death, he does it not for some noble object but to escape some ill.",
      "author": "Aristotle",
      "category": "Suicide, Escape, Run"
    },
    {
      "quote": "The meaning of life is not to be discovered only after death in some hidden, mysterious realm; on the contrary, it can be found by eating the succulent fruit of the Tree of Life and by living in the here and now as fully and creatively as we can.",
      "author": "Paul Kurtz",
      "category": "Life, Tree, Fruit"
    },
    {
      "quote": "One-third of our people were dangerously ill, getting worse hourly, and we felt sure of meeting the same fate, with death as our only prospect, which in such a country was much worse yet.",
      "author": "Alvar N. C. de Vaca",
      "category": "People, Fate, Meeting"
    },
    {
      "quote": "Justifying conscription to promote the cause of liberty is one of the most bizarre notions ever conceived by man! Forced servitude, with the risk of death and serious injury as a price to live free, makes no sense.",
      "author": "Ron Paul",
      "category": "Man, Risk, Liberty"
    },
    {
      "quote": "Do the thing you fear most and the death of fear is certain.",
      "author": "Mark Twain",
      "category": "Fear, You, Most"
    },
    {
      "quote": "I thank my God for graciously granting me the opportunity of learning that death is the key which unlocks the door to our true happiness.",
      "author": "Wolfgang Amadeus Mozart",
      "category": "Happiness, Learning, God"
    },
    {
      "quote": "There are worse things in life than death. Have you ever spent an evening with an insurance salesman?",
      "author": "Woody Allen",
      "category": "Life, Insurance, You"
    },
    {
      "quote": "I found the experience of falling in love or being in love was a death: a death of everything. You kind of watch yourself die in a wonderful way, and you experience for the briefest moment - if you see yourself for a moment through their eyes - everything you believed about yourself gone. In a death-and-rebirth sense.",
      "author": "Hozier",
      "category": "Love, Experience, Eyes"
    },
    {
      "quote": "The tragedy of life is in what dies inside a man while he lives - the death of genuine feeling, the death of inspired response, the awareness that makes it possible to feel the pain or the glory of other men in yourself.",
      "author": "Norman Cousins",
      "category": "Life, Sad, Tragedy"
    },
    {
      "quote": "Death can't be considered because, if you're afraid to die, there's no room in your life to make discoveries.",
      "author": "James Dean",
      "category": "Life, Die, You"
    },
    {
      "quote": "Death and life have their determined appointments riches and honors depend upon heaven.",
      "author": "Confucius",
      "category": "Life, Heaven, Determined"
    },
    {
      "quote": "Ordinary people seem not to realize that those who really apply themselves in the right way to philosophy are directly and of their own accord preparing themselves for dying and death.",
      "author": "Socrates",
      "category": "Philosophy, People, Realize"
    },
    {
      "quote": "Communism is the death of the soul. It is the organization of total conformity - in short, of tyranny - and it is committed to making tyranny universal.",
      "author": "Adlai E. Stevenson",
      "category": "Soul, Short, Organization"
    },
    {
      "quote": "The longer your life goes on, the more death you face.",
      "author": "Patrick Swayze",
      "category": "Life, Face, You"
    },
    {
      "quote": "There's nothing like impending death to rouse you from existential boredom.",
      "author": "Roger Ebert",
      "category": "Boredom, Nothing, You"
    },
    {
      "quote": "It's funny how most people love the dead, once you're dead, you're made for life.",
      "author": "Jimi Hendrix",
      "category": "Funny, Love, Life"
    },
    {
      "quote": "When faith is lost, when honor dies, the man is dead.",
      "author": "John Greenleaf Whittier",
      "category": "Faith, Man, Honor"
    },
    {
      "quote": "I'm not afraid to die, I just don't want to be there when it happens.",
      "author": "Woody Allen",
      "category": "Die, Want, Afraid"
    },
    {
      "quote": "I had reasoned this out in my mind, there was one of two things I had a right to, liberty or death; if I could not have one, I would have the other.",
      "author": "Harriet Tubman",
      "category": "Mind, Liberty, Right"
    },
    {
      "quote": "The death penalty is discriminatory and does not do anything about crime.",
      "author": "Bobby Scott",
      "category": "Death Penalty, Crime"
    },
    {
      "quote": "Life and death appeared to me ideal bounds, which I should first break through, and pour a torrent of light into our dark world.",
      "author": "Mary Shelley",
      "category": "Life, Light, World"
    },
    {
      "quote": "The monuments of the nations are all protests against nothingness after death so are statues and inscriptions so is history.",
      "author": "Lew Wallace",
      "category": "History, Monuments, Nations"
    },
    {
      "quote": "Death is not an event in life: we do not live to experience death. If we take eternity to mean not infinite temporal duration but timelessness, then eternal life belongs to those who live in the present.",
      "author": "Ludwig Wittgenstein",
      "category": "Life, Experience, Live"
    },
    {
      "quote": "Death is a challenge. It tells us not to waste time... It tells us to tell each other right now that we love each other.",
      "author": "Leo Buscaglia",
      "category": "Love, Time, Challenge"
    },
    {
      "quote": "The disembodied spirit is immortal there is nothing of it that can grow old or die. But the embodied spirit sees death on the horizon as soon as its day dawns.",
      "author": "Thomas Hobbes",
      "category": "Day, Grow, Horizon"
    },
    {
      "quote": "The poets' scrolls will outlive the monuments of stone. Genius survives all else is claimed by death.",
      "author": "Edmund Spenser",
      "category": "Genius, Stone, Monuments"
    },
    {
      "quote": "The ideal death, I think, is what was the ideal Victorian death, you know, with your grandchildren around you, a bit of sobbing. And you say goodbye to your loved ones, making certain that one of them has been left behind to look after the shop.",
      "author": "Terry Pratchett",
      "category": "Goodbye, Grandchildren, Know"
    },
    {
      "quote": "Nothing seemed more important to me than to make the world aware of the senseless death and starvation in South Sudan. I wanted people to see through the eyes of the suffering so my photos might motivate the international community to act.",
      "author": "Lynsey Addario",
      "category": "Community, Eyes, World"
    },
    {
      "quote": "I am He who lives, and was dead, and behold, I am alive forevermore. Amen. And I have the keys of Hades and of Death.",
      "author": "Jesus Christ",
      "category": "I Am, Dead, Alive"
    },
    {
      "quote": "An 'unemployed' existence is a worse negation of life than death itself.",
      "author": "Jose Ortega y Gasset",
      "category": "Life, Existence, Worse"
    },
    {
      "quote": "Good music comes out of people playing together, knowing what they want to do and going for it. You have to sweat over it and bug it to death. You can't do it by pushing buttons and watching a TV screen.",
      "author": "Keith Richards",
      "category": "Music, Good, Together"
    },
    {
      "quote": "The compact which exists between the North and the South is a covenant with death and an agreement with hell.",
      "author": "William Lloyd Garrison",
      "category": "Hell, Agreement, Between"
    },
    {
      "quote": "See, I have set before you this day life and good, death and evil... I have set before you life and death, blessing and curse; therefore choose life.",
      "author": "Moses",
      "category": "Life, Good, Evil"
    },
    {
      "quote": "No matter how prepared you think you are for the death of a loved one, it still comes as a shock, and it still hurts very deeply.",
      "author": "Billy Graham",
      "category": "Sympathy, Think, You"
    },
    {
      "quote": "In order to go on living one must try to escape the death involved in perfectionism.",
      "author": "Hannah Arendt",
      "category": "Living, Escape, Try"
    },
    {
      "quote": "My objection to the death penalty is based on the idea that this is a democracy, and in a democracy the government is me, and if the government kills somebody then I'm killing somebody.",
      "author": "Steve Earle",
      "category": "Democracy, Government, Me"
    },
    {
      "quote": "As a pastor in a Protestant church, my whole ministry centers on the conviction that by grace we are saved through faith. And it's not our faith that delivers us, as if believing something, anything at all were pleasing to God. It's the object of our faith - Christ's life, death, and resurrection - that saves us.",
      "author": "Kevin DeYoung",
      "category": "Life, Faith, God"
    },
    {
      "quote": "We're scared to death to try new things because we think we have to get it right the first time.",
      "author": "Joel Salatin",
      "category": "Time, New Things, Think"
    },
    {
      "quote": "It's absolutely clear that whatever cruel and unusual punishments may - may mean with regard to future things, such as death by injection or the electric chair, it's clear that - that the death penalty, in and of itself, is not considered cruel and unusual punishment.",
      "author": "Antonin Scalia",
      "category": "Future, Chair, Death Penalty"
    },
    {
      "quote": "The part that always shocked me was the inter-community violence among the chimps: the patrols and the vicious attacks on strangers that lead to death. It's an unfortunate parallel to human behavior - they have a dark side just as we do. We have less excuse, because we can deliberate, so I believe only we are capable of true calculated evil.",
      "author": "Jane Goodall",
      "category": "Evil, Believe, Violence"
    },
    {
      "quote": "Since we all know that death is inevitable, I don't really see the difference between dying now and dying a decade later. So if I'm threatened with assassination, I welcome it!",
      "author": "Miriam Defensor-Santiago",
      "category": "Welcome, Know, See"
    },
    {
      "quote": "The 'kingdom of Heaven' is a condition of the heart - not something that comes 'upon the earth' or 'after death.'",
      "author": "Friedrich Nietzsche",
      "category": "Heart, Earth, Heaven"
    },
    {
      "quote": "You'll have time to rest when you're dead.",
      "author": "Robert De Niro",
      "category": "Time, Rest, You"
    },
    {
      "quote": "Millions long for immortality who don't know what to do with themselves on a rainy Sunday afternoon.",
      "author": "Susan Ertz",
      "category": "Long, Know, Rainy"
    },
    {
      "quote": "I believe that people would be alive today if there were a death penalty.",
      "author": "Nancy Reagan",
      "category": "Today, Believe, People"
    },
    {
      "quote": "When I was 16, I felt very relieved to discover cinema. It was like an island where I could see life and death from another perspective. Every young person should be interested in that island. It's a beautiful place.",
      "author": "Leos Carax",
      "category": "Life, Beautiful, Perspective"
    },
    {
      "quote": "When you look at death, it makes you understand the importance of the moment when you have life and death in front of you, and you witness seeing someone deteriorating in front of you - it's an overwhelming experience. If you don't learn from that, I don't know what else you're gonna learn.",
      "author": "Mickalene Thomas",
      "category": "Life, Experience, Moment"
    },
    {
      "quote": "It is vain for the coward to flee death follows close behind it is only by defying it that the brave escape.",
      "author": "Voltaire",
      "category": "Brave, Escape, Coward"
    },
    {
      "quote": "If we have been pleased with life, we should not be displeased with death, since it comes from the hand of the same master.",
      "author": "Michelangelo",
      "category": "Life, Master, Same"
    },
    {
      "quote": "Never chase a lie. Let it alone, and it will run itself to death.",
      "author": "Lyman Beecher",
      "category": "Alone, Lie, Run"
    },
    {
      "quote": "I was taught to confront things you can't avoid. Death is one of those things. To live in a society where you're trying not to look at it is stupid because looking at death throws us back into life with more vigour and energy. The fact that flowers don't last for ever makes them beautiful.",
      "author": "Damien Hirst",
      "category": "Life, Beautiful, Flowers"
    },
    {
      "quote": "After your death you will be what you were before your birth.",
      "author": "Arthur Schopenhauer",
      "category": "Birth, You, Will"
    },
    {
      "quote": "The U.S. couldn't even get rid of Saddam Hussein. And we all know that the EU is just a passing fad. They'll be killing each other again in less than a year. I'm sick to death of all these fascist lawsuits.",
      "author": "Bill Gates",
      "category": "Know, Sick, Year"
    },
    {
      "quote": "Long hair is an unpardonable offence which should be punishable by death.",
      "author": "Morrissey",
      "category": "Hair, Long, Long Hair"
    },
    {
      "quote": "Drown in a cold vat of whiskey? Death, where is thy sting?",
      "author": "W. C. Fields",
      "category": "Cold, Whiskey, Where"
    },
    {
      "quote": "There are only three events in a man's life; birth, life, and death; he is not conscious of being born, he dies in pain, and he forgets to live.",
      "author": "Jean de la Bruyere",
      "category": "Life, Man, Pain"
    },
    {
      "quote": "Organ donation is very personal to me. My mother, before her death, was on kidney dialysis for several years.",
      "author": "John Perez",
      "category": "Mother, Me, Donation"
    },
    {
      "quote": "I know beyond a shadow of a doubt that there is no death the way we understood it. The body dies, but not the soul.",
      "author": "Elisabeth Kubler-Ross",
      "category": "Soul, Shadow, Know"
    },
    {
      "quote": "I am not a snowflake. I am not a sweet, infantilising symbol of fragility and life. I am a strong, fierce, flawed adult woman. I plan to remain that way, in life and in death.",
      "author": "Stella Young",
      "category": "Life, Strong, I Am"
    },
    {
      "quote": "I think life is sacred, whether it's abortion or the death penalty.",
      "author": "Tim Kaine",
      "category": "Life, Death Penalty, Think"
    },
    {
      "quote": "Men do not accept their prophets and slay them, but they love their martyrs and worship those whom they have tortured to death.",
      "author": "Fyodor Dostoevsky",
      "category": "Love, Men, Worship"
    },
    {
      "quote": "A real hangover is nothing to try out family remedies on. The only cure for a real hangover is death.",
      "author": "Robert Benchley",
      "category": "Family, Real, Try"
    },
    {
      "quote": "I'm sick to death of people saying we've made 11 albums that sounds exactly the same, Infact, we've made 12 albums that sound exactly the same.",
      "author": "Angus Young",
      "category": "People, Sick, Saying"
    },
    {
      "quote": "It is easy to go down into Hell; night and day, the gates of dark Death stand wide; but to climb back again, to retrace one's steps to the upper air - there's the rub, the task.",
      "author": "Virgil",
      "category": "Day, Night, Dark"
    },
    {
      "quote": "I put for the general inclination of all mankind, a perpetual and restless desire of power after power, that ceaseth only in death.",
      "author": "Thomas Hobbes",
      "category": "Power, Mankind, Desire"
    },
    {
      "quote": "Creativity is not merely the innocent spontaneity of our youth and childhood; it must also be married to the passion of the adult human being, which is a passion to live beyond one's death.",
      "author": "Rollo May",
      "category": "Creativity, Passion"
    },
    {
      "quote": "Which death is preferably to every other? 'The unexpected'.",
      "author": "Julius Caesar",
      "category": "Unexpected, Which, Every"
    },
    {
      "quote": "As long as you have capital punishment there is no guarantee that innocent people won't be put to death.",
      "author": "Paul Simon",
      "category": "People, Long, You"
    },
    {
      "quote": "Because values change, legislatures abolish the death penalty, permit same-sex marriage if they want, abolish laws against homosexual conduct. That's how the change in a society occurs. Society doesn't change through a Constitution.",
      "author": "Antonin Scalia",
      "category": "Change, Marriage, Society"
    },
    {
      "quote": "I think in some instances that the death penalty is required.",
      "author": "Asa Hutchinson",
      "category": "Death Penalty, Think"
    },
    {
      "quote": "Grace is what matters in anything - especially life, especially growth, tragedy, pain, love, death. That's a quality that I admire very greatly. It keeps you from reaching out for the gun too quickly. It keeps you from destroying things too foolishly. It sort of keeps you alive.",
      "author": "Jeff Buckley",
      "category": "Love, Life, Tragedy"
    },
    {
      "quote": "Because of indifference, one dies before one actually dies.",
      "author": "Elie Wiesel",
      "category": "Indifference, Because"
    },
    {
      "quote": "If we must die, we die defending our rights.",
      "author": "Sitting Bull",
      "category": "Die, Rights, Must"
    },
    {
      "quote": "Not ignorance, but ignorance of ignorance, is the death of knowledge.",
      "author": "Alfred North Whitehead",
      "category": "Knowledge, Ignorance"
    },
    {
      "quote": "Comparison is a death knell to sibling harmony.",
      "author": "Elizabeth Fishel",
      "category": "Sibling, Harmony, Comparison"
    },
    {
      "quote": "If the human condition were the periodic table, maybe love would be hydrogen at No. 1. Death would be helium at No. 2. Power, I reckon, would be where oxygen is.",
      "author": "David Mitchell",
      "category": "Love, Power, Human"
    },
    {
      "quote": "'Hamlet' is one of the most dangerous things ever set down on paper. All the big, unknowable questions like what it is to be a human being; the difference between sanity and insanity; the meaning of life and death; what's real and not real. All these subjects can literally drive you mad.",
      "author": "Michael Sheen",
      "category": "Life, Meaning Of Life"
    },
    {
      "quote": "Every human being is under construction from conception to death.",
      "author": "Billy Graham",
      "category": "Construction, Human"
    },
    {
      "quote": "You can't be scared of death. When that time comes, it comes.",
      "author": "Sean Taylor",
      "category": "Time, You, Scared"
    },
    {
      "quote": "A man does not die of love or his liver or even of old age he dies of being a man.",
      "author": "Miguel de Unamuno",
      "category": "Love, Age, Man"
    },
    {
      "quote": "A dying man needs to die, as a sleepy man needs to sleep, and there comes a time when it is wrong, as well as useless, to resist.",
      "author": "Stewart Alsop",
      "category": "Time, Sleep, Man"
    },
    {
      "quote": "Death is a fearful thing.",
      "author": "William Shakespeare",
      "category": "Fearful, Thing"
    },
    {
      "quote": "One of the big questions in the climate change debate: Are humans any smarter than frogs in a pot? If you put a frog in a pot and slowly turn up the heat, it won't jump out. Instead, it will enjoy the nice warm bath until it is cooked to death. We humans seem to be doing pretty much the same thing.",
      "author": "Jeff Goodell",
      "category": "Change, Enjoy, Questions"
    },
    {
      "quote": "Death consists, indeed, in a repeated process of unrobing, or unsheathing. The immortal part of man shakes off from itself, one after the other, its outer casings, and - as the snake from its skin, the butterfly from its chrysalis - emerges from one after another, passing into a higher state of consciousness.",
      "author": "Annie Besant",
      "category": "Man, Butterfly, Snake"
    },
    {
      "quote": "If any foreign minister begins to defend to the death a 'peace conference', you can be sure his government has already placed its orders for new battleships and airplanes.",
      "author": "Joseph Stalin",
      "category": "Peace, Government, You"
    },
    {
      "quote": "Over the centuries, mankind has tried many ways of combating the forces of evil... prayer, fasting, good works and so on. Up until Doom, no one seemed to have thought about the double-barrel shotgun. Eat leaden death, demon.",
      "author": "Terry Pratchett",
      "category": "Good, Prayer, Evil"
    },
    {
      "quote": "Sickness, insanity and death were the angels that surrounded my cradle and they have followed me throughout my life.",
      "author": "Edvard Munch",
      "category": "Life, Me, My Life"
    },
    {
      "quote": "Where is the politician who has not promised to fight to the death for lower taxes- and who has not proceeded to vote for the very spending projects that make tax cuts impossible?",
      "author": "Barry Goldwater",
      "category": "Fight, Impossible, Vote"
    },
    {
      "quote": "You hear a lot about God these days: God, the beneficent; God, the all-great; God, the Almighty; God, the most powerful; God, the giver of life; God, the creator of death. I mean, we're hearing about God all the time, so we better learn how to deal with it. But if we know anything about God, God is arbitrary.",
      "author": "Bob Dylan",
      "category": "Life, Time, God"
    },
    {
      "quote": "Sleep is the interest we have to pay on the capital which is called in at death; and the higher the rate of interest and the more regularly it is paid, the further the date of redemption is postponed.",
      "author": "Arthur Schopenhauer",
      "category": "Sleep, Redemption, Interest"
    },
    {
      "quote": "The stroke of death is as a lover's pinch, which hurts and is desired.",
      "author": "William Shakespeare",
      "category": "Lover, Hurts, Which"
    },
    {
      "quote": "No society has been able to abolish human sadness, no political system can deliver us from the pain of living, from our fear of death, our thirst for the absolute. It is the human condition that directs the social condition, not vice versa.",
      "author": "Eugene Ionesco",
      "category": "Fear, Pain, Sadness"
    },
    {
      "quote": "In fact, for all kinds of offenses - and, for no offenses - from murders to misdemeanors, men and women are put to death without judge or jury; so that, although the political excuse was no longer necessary, the wholesale murder of human beings went on just the same.",
      "author": "Ida B. Wells",
      "category": "Women, Men, Political"
    },
    {
      "quote": "I intend to leave after my death a large fund for the promotion of the peace idea, but I am skeptical as to its results.",
      "author": "Alfred Nobel",
      "category": "Peace, I Am, Idea"
    },
    {
      "quote": "I felt I did trust in Christ, Christ alone for salvation, and an assurance was given me that he had taken away my sins, even mine, and saved me from the law of sin and death.",
      "author": "John Wesley",
      "category": "Trust, Alone, Law"
    },
    {
      "quote": "I need good friends who can say, 'I love you to death, but you look terrible in that, and you need to change right now.'",
      "author": "Blake Lively",
      "category": "Love, Change, Friends"
    },
    {
      "quote": "The Gross National Product includes the destruction of the redwoods and the death of Lake Superior. It grows with the production of napalm and missiles and nuclear warheads... It includes... the broadcasting of television programs which glorify violence to sell goods to our children.",
      "author": "Robert Kennedy",
      "category": "Children, Violence"
    },
    {
      "quote": "Death is not the end. There remains the litigation over the estate.",
      "author": "Ambrose Bierce",
      "category": "End, Over, Litigation"
    },
    {
      "quote": "We are not victims of aging, sickness and death. These are part of scenery, not the seer, who is immune to any form of change. This seer is the spirit, the expression of eternal being.",
      "author": "Deepak Chopra",
      "category": "Change, Scenery, Aging"
    },
    {
      "quote": "There's no tragedy in life like the death of a child. Things never get back to the way they were.",
      "author": "Dwight D. Eisenhower",
      "category": "Life, Child, Tragedy"
    },
    {
      "quote": "No evil is honorable: but death is honorable therefore death is not evil.",
      "author": "Citium Zeno",
      "category": "Evil, Honorable, Therefore"
    },
    {
      "quote": "To have the truth in your possession you can be found guilty, sentenced to death.",
      "author": "Peter Tosh",
      "category": "Truth, Guilty, You"
    },
    {
      "quote": "Death seems to provide the minds of the Anglo-Saxon race with a greater fund of amusement than any other single subject.",
      "author": "Dorothy L. Sayers",
      "category": "Single, Race, Minds"
    },
    {
      "quote": "My children are magical creatures and I love them to death.",
      "author": "Jack Black",
      "category": "Love, Children, Magical"
    },
    {
      "quote": "I went to medical school because I wanted to ask the big questions. Do we have a soul? Does God exist? What happens after death?",
      "author": "Deepak Chopra",
      "category": "God, School, Medical"
    },
    {
      "quote": "If you followed the media you'd think that everybody in Africa was starving to death, and that's not the case; so it's important to engage with the other Africa.",
      "author": "Chimamanda Ngozi Adichie",
      "category": "Media, Think, You"
    },
    {
      "quote": "In Christ we see a maturity of love that flowers in self-sacrifice and forgiveness; a maturity of power that never swerves from the ideal of service; a maturity of goodness that overcomes every temptation, and, of course, we see the ultimate victory of life over death itself.",
      "author": "Vincent Nichols",
      "category": "Love, Life, Forgiveness"
    },
    {
      "quote": "Are you not moved to tears and bitter compassion, when you behold the only Son of God seized by the most impious, dragged away, mocked, scourged, buffeted, spit upon, crowned with thorns, hung upon the infamous cross between two thieves, finally in such a horrible and execrable manner suffering death, for your salvation and that of the world?",
      "author": "Peter Abelard",
      "category": "Son, God, Compassion"
    },
    {
      "quote": "One must keep working continuously; otherwise, one thinks of death.",
      "author": "Enzo Ferrari",
      "category": "Working, Must, Keep"
    },
    {
      "quote": "You can't call it an adventure unless it's tinged with danger. The greatest danger in life, though, is not taking the adventure at all. To have the objective of a life of ease is death. I think we've all got to go after our own Everest.",
      "author": "Brian Blessed",
      "category": "Life, Adventure, Greatest"
    },
    {
      "quote": "Working with the dying is like being a midwife for this great rite of passage of death. Just as a midwife helps a being take their first breath, you help a being take their last breath.",
      "author": "Ram Dass",
      "category": "Great, Help, You"
    },
    {
      "quote": "Surely martyrs, irrespective of the special phase of the divine idea for which they gladly give up their bodies to torture and to death, are the truest heroes of history.",
      "author": "Katharine Lee Bates",
      "category": "History, Heroes, Special"
    },
    {
      "quote": "Epigenetics doesn't change the genetic code, it changes how that's read. Perfectly normal genes can result in cancer or death. Vice-versa, in the right environment, mutant genes won't be expressed. Genes are equivalent to blueprints; epigenetics is the contractor. They change the assembly, the structure.",
      "author": "Bruce Lipton",
      "category": "Change, Changes, Cancer"
    },
    {
      "quote": "Death has its revelations: the great sorrows which open the heart open the mind as well; light comes to us with our grief. As for me, I have faith; I believe in a future life. How could I do otherwise? My daughter was a soul; I saw this soul. I touched it, so to speak.",
      "author": "Victor Hugo",
      "category": "Life, Future, Light"
    },
    {
      "quote": "I didn't attend the funeral, but I sent a nice letter saying I approved of it.",
      "author": "Mark Twain",
      "category": "Nice, Saying, Funeral"
    },
    {
      "quote": "I am prepared to meet my Maker. Whether my Maker is prepared for the great ordeal of meeting me is another matter.",
      "author": "Winston Churchill",
      "category": "Great, I Am, Me"
    },
    {
      "quote": "I don't believe in death, neither in flesh nor in spirit.",
      "author": "Bob Marley",
      "category": "Believe, Spirit, Nor"
    },
    {
      "quote": "I feel monotony and death to be almost the same.",
      "author": "Charlotte Bronte",
      "category": "Feel, Same, Almost"
    },
    {
      "quote": "For me, life and death are very important themes. There is no life without death. That's why it's very important to me.",
      "author": "Tite Kubo",
      "category": "Life, Me, Why"
    },
    {
      "quote": "Bankruptcy is about financial death and financial rebirth. Bankruptcy is the great American story rewritten. We're a nation of debtors.",
      "author": "Elizabeth Warren",
      "category": "Great, American, Financial"
    },
    {
      "quote": "What an encouraging thought that Jesus - our beloved Husband - can find comfort in our lowly feeble gifts! Can this be, for it seems far too good to be true? May we then be willing to endure trials or even death itself if through these hardships we are assisted in bringing gladness to Immanuel's heart.",
      "author": "Charles Spurgeon",
      "category": "Good, Heart, Comfort"
    },
    {
      "quote": "Life levels all men. Death reveals the eminent.",
      "author": "George Bernard Shaw",
      "category": "Life, Men, Levels"
    },
    {
      "quote": "Let us all be brave enough to die the death of a martyr, but let no one lust for martyrdom.",
      "author": "Mahatma Gandhi",
      "category": "Brave, Die, Lust"
    },
    {
      "quote": "Prohibit the taking of omens, and do away with superstitious doubts. Then, until death itself comes, no calamity need be feared.",
      "author": "Sun Tzu",
      "category": "Need, Doubts, Calamity"
    },
    {
      "quote": "As far as songwriting, my inspirations came from love, life and death, and viewing other people's situations.",
      "author": "Ed Sheeran",
      "category": "Love, Life, Love Life"
    },
    {
      "quote": "And how can man die better than facing fearful odds, for the ashes of his fathers, and the temples of his Gods?",
      "author": "Thomas Babington Macaulay",
      "category": "Man, Die, Better"
    },
    {
      "quote": "Anyone who supports terrorism, anyone who sees terrorism as a legitimate means, anyone who uses terrorism to cause the death of innocent people is a terrorist in my eyes.",
      "author": "Milos Zeman",
      "category": "Eyes, People, Terrorism"
    },
    {
      "quote": "The safest course is to do nothing against one's conscience. With this secret, we can enjoy life and have no fear from death.",
      "author": "Voltaire",
      "category": "Life, Fear, Enjoy Life"
    },
    {
      "quote": "One death is a tragedy one million is a statistic.",
      "author": "Joseph Stalin",
      "category": "Tragedy, Million, Statistic"
    },
    {
      "quote": "Loss and possession, death and life are one, There falls no shadow where there shines no sun.",
      "author": "Hilaire Belloc",
      "category": "Life, Sympathy, Sun"
    },
    {
      "quote": "At that time I had complete confidence in Russian policy and I believed that the Western Allies deliberately allowed Russia and Germany to fight each other to the death.",
      "author": "Klaus Fuchs",
      "category": "Time, Confidence, Fight"
    },
    {
      "quote": "I'm not afraid of death, but I'm in no hurry to die. I have so much I want to do first.",
      "author": "Stephen Hawking",
      "category": "Die, Want, Hurry"
    },
    {
      "quote": "Land and sea, weakness and decline are great separators, but death is the great divorcer for ever.",
      "author": "John Keats",
      "category": "Great, Sea, Weakness"
    },
    {
      "quote": "A face to lose youth for, to occupy age With the dream of, meet death with.",
      "author": "Robert Browning",
      "category": "Age, Youth, Dream"
    },
    {
      "quote": "The acceptance of death gives you more of a stake in life, in living life happily, as it should be lived. Living for the moment.",
      "author": "Sting",
      "category": "Life, Acceptance, Moment"
    },
    {
      "quote": "I offer neither pay, nor quarters, nor food; I offer only hunger, thirst, forced marches, battles and death. Let him who loves his country with his heart, and not merely with his lips, follow me.",
      "author": "Giuseppe Garibaldi",
      "category": "Food, Heart, Me"
    },
    {
      "quote": "A country that relies on aid? Death is better than that. It stops you from achieving your potential, just as colonialism did.",
      "author": "Imran Khan",
      "category": "Achieving, Potential, Better"
    },
    {
      "quote": "One is still what one is going to cease to be and already what one is going to become. One lives one's death, one dies one's life.",
      "author": "Jean-Paul Sartre",
      "category": "Life, Going, Become"
    },
    {
      "quote": "What we have done for ourselves alone dies with us what we have done for others and the world remains and is immortal.",
      "author": "Albert Pike",
      "category": "Alone, World, Done"
    },
    {
      "quote": "I'll sleep when I'm dead.",
      "author": "Warren Zevon",
      "category": "Sleep, Dead"
    },
    {
      "quote": "For death is no more than a turning of us over from time to eternity.",
      "author": "William Penn",
      "category": "Time, Eternity, Us"
    },
    {
      "quote": "If your best friend has stolen your girlfriend, it does become life and death.",
      "author": "Ben Kingsley",
      "category": "Life, Best, Best Friend"
    },
    {
      "quote": "We will all, someday, experience death, and become obsolete as a dead leaf falling from a tree, crushed by passersby to ashes underlying the earth.",
      "author": "Kim Elizabeth",
      "category": "Experience, Tree, Leaf"
    },
    {
      "quote": "Perhaps grief is not about empty, but full. The full breath of life that includes death. The completeness, the cycles, the depth, the richness, the process, the continuity and the treasure of the moment that is gone the second you are aware of it.",
      "author": "Alysia Reiner",
      "category": "Life, Grief, Moment"
    },
    {
      "quote": "Everything one does in life, even love, occurs in an express train racing toward death. To smoke opium is to get out of the train while it is still moving. It is to concern oneself with something other than life or death.",
      "author": "Jean Cocteau",
      "category": "Love, Life, Moving"
    },
    {
      "quote": "Death is just life's next big adventure.",
      "author": "J. K. Rowling",
      "category": "Life, Adventure, Next"
    },
    {
      "quote": "Communism possesses a language which every people can understand - its elements are hunger, envy, and death.",
      "author": "Heinrich Heine",
      "category": "Language, People, Communism"
    },
    {
      "quote": "My life is fair game for anybody. I spent an unhappy, penniless childhood in Brooklyn. I had to slug my way up in a town called Hollywood where people love to trample you to death. I don't relax because I don't know how. I don't want to know how. Life is too short to relax.",
      "author": "Susan Hayward",
      "category": "Love, Life, Childhood"
    },
    {
      "quote": "Racism and injustice and violence sweep our world, bringing a tragic harvest of heartache and death.",
      "author": "Billy Graham",
      "category": "Racism, Harvest, Violence"
    },
    {
      "quote": "Sometimes, how you ingest this idea of masculinity as projected onto you by the world could be the difference of life and death.",
      "author": "Barry Jenkins",
      "category": "Life, World, You"
    },
    {
      "quote": "Look, I don't want to wax philosophic, but I will say that if you're alive you've got to flap your arms and legs, you've got to jump around a lot, for life is the very opposite of death, and therefore you must at very least think noisy and colorfully, or you're not alive.",
      "author": "Mel Brooks",
      "category": "Life, Want, Think"
    },
    {
      "quote": "We sometimes congratulate ourselves at the moment of waking from a troubled dream it may be so the moment after death.",
      "author": "Nathaniel Hawthorne",
      "category": "Moment, Dream, Sometimes"
    },
    {
      "quote": "When life is victorious, there is birth; when it is thwarted, there is death. A warrior is always engaged in a life-and-death struggle for Peace.",
      "author": "Morihei Ueshiba",
      "category": "Life, Peace, Struggle"
    },
    {
      "quote": "I support the death penalty. But I also think there has to be no margin for error.",
      "author": "George Ryan",
      "category": "Support, Think"
    },
    {
      "quote": "Death may be the King of terrors... but Jesus is the King of kings!",
      "author": "Dwight L. Moody",
      "category": "King, Kings, May"
    },
    {
      "quote": "The world is put back by the death of every one who has to sacrifice the development of his or her peculiar gifts to conventionality.",
      "author": "Florence Nightingale",
      "category": "Sacrifice, World"
    },
    {
      "quote": "Once you start doing only what you've already proven you can do, you're on the road to death.",
      "author": "Jerry Seinfeld",
      "category": "Road, Start, You"
    },
    {
      "quote": "As a parent, it's my responsibility to equip my child to do this - to grieve when grief is necessary and to realize that life is still profoundly beautiful and worth living despite the fact that we inevitably lose one another and that life ends, and we don't know what happens after death.",
      "author": "Sam Harris",
      "category": "Life, Beautiful"
    },
    {
      "quote": "True love makes the thought of death frequent, easy, without terrors; it merely becomes the standard of comparison, the price one would pay for many things.",
      "author": "Stendhal",
      "category": "Love, True Love, Easy"
    },
    {
      "quote": "Smoking is the now the principal avoidable cause of premature death in Britain. It hits the worst off people hardest of all. Smoking is one of the principal causes of the health gap which leads to poorer people being ill more often and dying sooner.",
      "author": "Frank Dobson",
      "category": "Health, Smoking, People"
    },
    {
      "quote": "The Goddess of Old Europe and Ancient Crete represented the unity of life in nature, delight in the diversity of form, the powers of birth, death and regeneration.",
      "author": "Carol P. Christ",
      "category": "Life, Nature, Unity"
    },
    {
      "quote": "There is no fundamental difference between the preparation for death and the practice of dying, and spiritual practice leading to enlightenment.",
      "author": "Stanislav Grof",
      "category": "Spiritual, Preparation"
    },
    {
      "quote": "Since 1957, black people have experienced double-digit unemployment - in good times and bad times. Look at the population of African Americans in prison. They represent more than half the population of prisoners in the country, 55 percent of those on death row.",
      "author": "Danny Glover",
      "category": "Good, People, Black"
    },
    {
      "quote": "The best news of the Christian gospel is that the supremely glorious Creator of the universe has acted in Jesus Christ's death and resurrection to remove every obstacle between us and himself so that we may find everlasting joy in seeing and savoring his infinite beauty.",
      "author": "John Piper",
      "category": "Beauty, Best, Joy"
    },
    {
      "quote": "I think that beauty can injure you to death. It can cause an injury that can never be cured. Or it can so traumatise you, your life changes direction. The beauty of the harmony of nature that is forever lost, or a daily rite that you perform, or diving into the sea for a swim. Those experiences are going to mark you.",
      "author": "Toni Servillo",
      "category": "Life, Nature, Beauty"
    },
    {
      "quote": "The glories of our blood and state, Are shadows, not substantial things; There is no armour against fate, Death lays his icy hand on kings. Scepter and crown must tumble down, And, in the dust, be equal made With the poor crooked scythe and spade.",
      "author": "James Shirley",
      "category": "Fate, Shadows, Blood"
    },
    {
      "quote": "Of all the gods only death does not desire gifts.",
      "author": "Aeschylus",
      "category": "Desire, Gifts, Gods"
    },
    {
      "quote": "The fear of death is the most unjustified of all fears, for there's no risk of accident for someone who's dead.",
      "author": "Albert Einstein",
      "category": "Fear, Risk, Dead"
    },
    {
      "quote": "I have never killed a man, but I have read many obituaries with great pleasure.",
      "author": "Clarence Darrow",
      "category": "Great, Man, Pleasure"
    },
    {
      "quote": "I decided to devote my life to telling the story because I felt that having survived I owe something to the dead. and anyone who does not remember betrays them again.",
      "author": "Elie Wiesel",
      "category": "Life, My Life, Remember"
    },
    {
      "quote": "Those who have the strength and the love to sit with a dying patient in the silence that goes beyond words will know that this moment is neither frightening nor painful, but a peaceful cessation of the functioning of the body.",
      "author": "Elisabeth Kubler-Ross",
      "category": "Love, Strength, Words"
    },
    {
      "quote": "No one can confidently say that he will still be living tomorrow.",
      "author": "Euripides",
      "category": "Tomorrow, Living, Say"
    },
    {
      "quote": "Men fear death as children fear to go in the dark; and as that natural fear in children is increased by tales, so is the other.",
      "author": "Francis Bacon",
      "category": "Children, Fear, Men"
    },
    {
      "quote": "I'm gonna live till I die.",
      "author": "Frank Sinatra",
      "category": "Live, Die, Gonna"
    },
    {
      "quote": "I've looked that old scoundrel death in the eye many times but this time I think he has me on the ropes.",
      "author": "Douglas MacArthur",
      "category": "Time, Eye, Me"
    },
    {
      "quote": "Death is a delightful hiding place for weary men.",
      "author": "Herodotus",
      "category": "Men, Place, Hiding"
    },
    {
      "quote": "Pale Death beats equally at the poor man's gate and at the palaces of kings.",
      "author": "Horace",
      "category": "Man, Kings, Poor"
    },
    {
      "quote": "If physical death is the price that I must pay to free my white brothers and sisters from a permanent death of the spirit, then nothing can be more redemptive.",
      "author": "Martin Luther King, Jr.",
      "category": "Free, Nothing, Price"
    },
    {
      "quote": "Someone has to die in order that the rest of us should value life more.",
      "author": "Virginia Woolf",
      "category": "Life, Value, Rest"
    },
    {
      "quote": "Even at our birth, death does but stand aside a little. And every day he looks towards us and muses somewhat to himself whether that day or the next he will draw nigh.",
      "author": "Robert Bolt",
      "category": "Day, Stand, Every Day"
    },
    {
      "quote": "We should weep for men at their birth, not at their death.",
      "author": "Charles de Montesquieu",
      "category": "Men, Birth, Should"
    },
    {
      "quote": "Not the torturer will scare me, nor the body's final fall, nor the barrels of death's rifles, nor the shadows on the wall, nor the night when to the ground the last dim star of pain, is hurled but the blind indifference of a merciless, unfeeling world.",
      "author": "Roger Waters",
      "category": "Pain, World, Night"
    },
    {
      "quote": "Death is the golden key that opens the palace of eternity.",
      "author": "John Milton",
      "category": "Key, Eternity, Golden"
    }
  ]
}