{
  "author": "Ravindu Manoj",
  "github": "ravindu01manoj",
  "repo": "Quotes-500k",
  "data": [
    {
      "quote": "In our recovery package we put new standards of accountability and transparency, which we hope will now apply.",
      "author": "Nancy Pelosi",
      "category": "Accountability, Recovery"
    },
    {
      "quote": "Even in a gleefully negative comic, there is optimism, although it's slightly hidden: It comes out through a comic character's sheer tenacity. He keeps going and trying to find some sort of fulfillment regardless of his perpetual failure record. That's a form of hope, a form of optimism. Really hokey I know, but it's true.",
      "author": "Lev Yilmaz",
      "category": "Failure, Character, Negative"
    },
    {
      "quote": "To other Canadians who are on journeys to defeat cancer and to live their lives, I say this: please don't be discouraged that my own journey hasn't gone as well as I had hoped. You must not lose your own hope.",
      "author": "Jack Layton",
      "category": "Journey, Live, Cancer"
    },
    {
      "quote": "We are involved in technology development for, you know, missions that we hope to plan that would take us to an asteroid and eventually to Mars.",
      "author": "Ellen Ochoa",
      "category": "Technology, Plan, Know"
    },
    {
      "quote": "I hope the story of 2011 is that America gets its mojo back. You've got to remember that America has the best universities; it's got some of the best businesses. It's got an unbelievable work ethic, rule of law. The story of 2011 will be America blossoming again.",
      "author": "Jamie Dimon",
      "category": "Work, Best, Law"
    },
    {
      "quote": "I can only hope to be 10 percent of the mom mine was to me. She encouraged me to be confident and enjoy life. That's what I want for my son.",
      "author": "Charlize Theron",
      "category": "Life, Son, Mom"
    },
    {
      "quote": "I hope to focus on what I'm passionate about because I think I'd do them best job on them - education, urban education, women and children's issues and literacy.",
      "author": "Jenna Bush",
      "category": "Education, Children, Women"
    },
    {
      "quote": "I don't think there are any footsteps to be walked in. No one else has taken things that you can buy at the grocery store and put them together. I hope that I have a career as long as Julia Child.",
      "author": "Sandra Lee",
      "category": "Together, Child, Long"
    },
    {
      "quote": "Today, if you want to access a typical out-of-print book, you have only one choice - fly to one of a handful of leading libraries in the country and hope to find it in the stacks.",
      "author": "Sergey Brin",
      "category": "Today, Book, Choice"
    },
    {
      "quote": "I hope people will say, 'Mr. Valentino, he did something for fashion, no?'",
      "author": "Valentino Garavani",
      "category": "Fashion, People, Say"
    },
    {
      "quote": "Because they're my stories, they're my version of events of the past three years. But I really hope people can hear their own stories within the songs and they can become our version of events.",
      "author": "Emeli Sande",
      "category": "Past, People, Three"
    },
    {
      "quote": "Among physicists, I'm respected I hope.",
      "author": "Stephen Hawking",
      "category": "Respected, Physicists, Among"
    },
    {
      "quote": "It's tragic from how far we've come from 'Hope and Change'.",
      "author": "Ted Cruz",
      "category": "Change, How Far, Far"
    },
    {
      "quote": "Candidate Obama was either exceptionally naive or willfully disingenuous when he vowed to change the way Washington works. The very promise of Hope and Change was rooted in uprooting the Washington modus operandi. But instead of rejecting it, he embraced it all - the secrecy, the closed doors, the political favors, the near-criminal negligence.",
      "author": "Reince Priebus",
      "category": "Change, Political, Doors"
    },
    {
      "quote": "To not be self-conscious of your appearance is huge, and something that I desperately hope to carry into film at some point in my useless life - to not be thinking, 'My ear looks weird from this angle, why is the camera over there?'",
      "author": "Anna Kendrick",
      "category": "Life, Thinking, Weird"
    },
    {
      "quote": "I want to find someone who's really into something like I'm really into something, so that I can support them and we can both cheer each other on. I've got a lot of dreams I want to achieve, and I hope someone can cheer me on as I'll cheer them on in their dreams.",
      "author": "Hunter Hayes",
      "category": "Dreams, Support, Me"
    },
    {
      "quote": "I just hope that theaters remain. I think there's something very wonderful about getting into a dark room with a bunch of people. There's something cool about that. Brings us all together in one room where we can experience all those emotions.",
      "author": "Jeff Bridges",
      "category": "Experience, Together, Cool"
    },
    {
      "quote": "I'm a big believer in pairing classics with contemporary literature, so students have the opportunity to see that literature is not a cold, dead thing that happened once but instead a vibrant mode of storytelling that's been with us a long time - and will be with us, I hope, for a long time to come.",
      "author": "John Green",
      "category": "Time, Opportunity, Long"
    },
    {
      "quote": "Iranian filmmakers are not passive. They fight whenever they can, as creative expression means a lot to them. The restrictions and censorship in Iran are a bit like the British weather: one day it's sunny, the next day it's raining. You just have to hope you walk out into the sunshine.",
      "author": "Asghar Farhadi",
      "category": "Day, Sunshine, Walk"
    },
    {
      "quote": "Being generous or doing things for others actually makes me feel good so I don't do it because I hope karma will come round and get me and I'll benefit from it.",
      "author": "David Schwimmer",
      "category": "Good, Karma, Me"
    },
    {
      "quote": "When you're an artist, you have to hope for everything and expect nothing.",
      "author": "Darren Criss",
      "category": "Artist, Nothing, You"
    },
    {
      "quote": "To serve as prime minister while being too mindful of the approval rating is like serving as a prime minister on a roller coaster. What is important, I believe, is that I really act on promises that I make and leave results. Leave a track record and show that to the Japanese public, who will, at the end of the day, I hope, appreciate it.",
      "author": "Shinzo Abe",
      "category": "Day, Believe, End"
    },
    {
      "quote": "I love being able to sing for my job. I am blessed beyond words and I hope my fans can feel that while I'm on stage!",
      "author": "Jordin Sparks",
      "category": "Love, Job, Words"
    },
    {
      "quote": "I think if you show up and you work hard and you're straightforward, you can always create your own opportunities. I hope I'm right.",
      "author": "Cory Monteith",
      "category": "Work, Work Hard"
    },
    {
      "quote": "In the social business marketplace, brands that hope to build loyal and growing communities do so most effectively when they demonstrate their core values and allow a community to build and engage around it.",
      "author": "Simon Mainwaring",
      "category": "Business, Community, Values"
    },
    {
      "quote": "As an actor, you just want to work, and then you just want to be on a show or have a job that you love, and you hope that job will last - those things have happened. To have that platform to then talk about something that is very personal to me like marriage equality, it feels like a gift. I try and really respect that voice and not abuse it.",
      "author": "Jesse Tyler Ferguson",
      "category": "Love, Work, Marriage"
    },
    {
      "quote": "'Being green' is commendable, but I hope that people don't take too much pride and self-adoration because they shut off the water when they brushed their teeth. The truth of the matter is, conservation alone will do little to save our planet.",
      "author": "Naveen Jain",
      "category": "Truth, Alone, Environmental"
    },
    {
      "quote": "I hope that what I am today is of positive benefit to other people.",
      "author": "Nneka",
      "category": "Positive, Today, I Am"
    },
    {
      "quote": "As soon as I saw tattoos as a way to tell your story, I thought, 'Oh my gosh, I totally get it.' So I got my first tattoo a couple of years ago, and it's the word 'hope' on my left arm. It has a couple of dots at the end for each of my kids.",
      "author": "Kristian Bush",
      "category": "Thought, End, Story"
    },
    {
      "quote": "Revolution is a phase, a mood, like spring, and just as spring has its buds and showers, so revolution has its ebullience, its bravery, its hope, and its solidarity. Some of these things pass.",
      "author": "Rebecca Solnit",
      "category": "Revolution, Bravery, Spring"
    },
    {
      "quote": "When you strip hope from people, it leaves a void, and that void needs to be filled. And very likely, that void is going to be filled by an ideology... Hope and faith are so connected. Now, when ideology connects with faith, the ideology becomes an item of faith, not a point of discussion.",
      "author": "Alfonso Cuaron",
      "category": "Faith, People, You"
    },
    {
      "quote": "I can never say that I will never return to musical theatre. There may be a part in the future that I really want to do. I love plays as well. I am very open to ideas. I hope to do many things in the future.",
      "author": "Sarah Brightman",
      "category": "Love, Future, I Am"
    },
    {
      "quote": "You hope in this life that you grow and don't always repeat your mistakes.",
      "author": "Tony Dorsett",
      "category": "Life, Mistakes, Grow"
    },
    {
      "quote": "I wanna work; I love so much making films; I hope I can do one after the other. Being on set is what makes me happy, so... The more I can, the better.",
      "author": "Alice Braga",
      "category": "Love, Work, Happy"
    },
    {
      "quote": "If there were rankings for press conferences, I wouldn't have to worry about dropping out of the top five, I hope.",
      "author": "Andy Roddick",
      "category": "Worry, Top, Press"
    },
    {
      "quote": "Urgent optimism is the desire to act immediately to tackle an obstacle, combined with the belief that we have a reasonable hope of success.",
      "author": "Jane McGonigal",
      "category": "Success, Optimism, Belief"
    },
    {
      "quote": "Heathens are unredeemed outcasts from heaven who roam the planet without hope of surviving the deaths of their bodies. They may have values, but they are not secured by any divine source. Yet we embrace this because we think it represents the truth.",
      "author": "Julian Baggini",
      "category": "Truth, Values, Think"
    },
    {
      "quote": "I'm involved in quite a few ministries as a bridge builder, trying to match generous givers and donors to other ministries. Based on my past, I'm also involved in mainly the prison ministry. I go to jails and prisons and share my story, trying to give them some hope.",
      "author": "Lex Luger",
      "category": "Past, Bridge, Prison"
    },
    {
      "quote": "What really turns me on about technology is not just the ability to get more songs on MP3 players. The revolution - this revolution - is much bigger than that. I hope, I believe. What turns me on about the digital age, what excites me personally, is that you have closed the gap between dreaming and doing.",
      "author": "Bono",
      "category": "Technology, Age, Believe"
    },
    {
      "quote": "I never really thought of myself as depressed so much as paralyzed by hope.",
      "author": "Maria Bamford",
      "category": "Myself, Thought, Never"
    },
    {
      "quote": "I grew up in Cuba under a strong, military, oppressive dictatorship. So as a teenager, I found myself involved in a revolution. I remember during that time, a young, charismatic leader rose up, talking about hope and change. His name was Fidel Castro.",
      "author": "Rafael Cruz",
      "category": "Change, Time, Leader"
    },
    {
      "quote": "I always try to put a seed of hope into people's hearts. I'm not there to teach them doctrine necessarily, but to let them know that God is a good God, and has a plan for their lives. Hopefully, that will restore their faith, or draw them into faith.",
      "author": "Joel Osteen",
      "category": "Good, Faith, God"
    },
    {
      "quote": "For many people, myself included, the end of the world is happening all the time! It is a form of criticality that paradoxically gives us hope for change and improvement.",
      "author": "Douglas Coupland",
      "category": "Change, Time, Myself"
    },
    {
      "quote": "My husband John Lennon was a very special man. A man of humble origin, he brought light and hope to the whole world with his words and music.",
      "author": "Yoko Ono",
      "category": "Music, Light, Words"
    },
    {
      "quote": "I took my first acting class at age 6 because I found out that's what Carol Burnett was doing - acting. Also she had an imaginary friend as a kid and went to UCLA, two things we have in common. I will always admire her and hope one day, I can make someone laugh a fraction as hard as she's made me bellyache.",
      "author": "Christine Lakin",
      "category": "Day, Age, Me"
    },
    {
      "quote": "All of my work is influenced by fairy tales, and I hope my work shows Hans Christian Anderson's influence.",
      "author": "Sandra Cisneros",
      "category": "Work, Influence, Christian"
    },
    {
      "quote": "One of the main secrets to staying young is staying healthy. I've sometimes had to suppress a smile when some young lady, who has obviously not taken care of herself through diet or exercise, says admiringly, 'Ooh, I hope I look as good as you do when I'm your age!' Although it's intended to be complimentary, it's actually a back-hander.",
      "author": "Joan Collins",
      "category": "Smile, Age, Good"
    },
    {
      "quote": "Democracy is a daring concept - a hope that we'll be best governed if all of us participate in the act of government. It is meant to be a conversation, a place where the intelligence and local knowledge of the electorate sums together to arrive at actions that reflect the participation of the largest possible number of people.",
      "author": "Brian Eno",
      "category": "Knowledge, Best, Government"
    },
    {
      "quote": "I've stated my position, and that is that we do not need a contraption to play the game of golf. I would hope that we'd play under one set of rules, and those rules would include a ban on the long putter hooked to the body in some way, shape or form.",
      "author": "Arnold Palmer",
      "category": "Golf, Rules, Game"
    },
    {
      "quote": "If the message of Jesus was love, hope and compassion, and I can bring that to more people by being a more appealing Jesus, I am happy with that.",
      "author": "Diogo Morgado",
      "category": "Love, Happy, Compassion"
    },
    {
      "quote": "I have a charity called the Chain Of Hope, where we target children from poor areas where heart surgery is not available, and we offer our services.",
      "author": "Magdi Yacoub",
      "category": "Children, Heart, Charity"
    },
    {
      "quote": "I'm still like a butterfly going from one job to another job. But it's quite lovely - I hope to keep this freedom, to have fun.",
      "author": "Carine Roitfeld",
      "category": "Freedom, Job, Butterfly"
    },
    {
      "quote": "However spontaneous I hope a photograph will look, I always put a lot of thought into how I can make it happen. The very best pictures are the most relaxed, so a lot of fussing around technically can completely break the spell, and everyone freezes up with nerves.",
      "author": "Mario Testino",
      "category": "Best, Make It Happen"
    },
    {
      "quote": "I hope I am the antithesis of disposable fashion.",
      "author": "Jason Wu",
      "category": "I Am, Fashion, Disposable"
    },
    {
      "quote": "My mother told me, 'Son, nobody else but God knows.' And that's what I'm about - reaching out to the people, crying with them, giving them hope. Visiting the hospital, visiting the kids with cancer, visiting the adults, and stuff like that. That's what I do.",
      "author": "Mr. T",
      "category": "Son, God, Mother"
    },
    {
      "quote": "You might find me outside with a can of hair spray, spraying it with the hope that the sun will burn a hole in the Earth. Another part of me hopes people will grow up and evolve and get smarter. That's the paradox of Marilyn Manson.",
      "author": "Marilyn Manson",
      "category": "Sun, Hair, Me"
    },
    {
      "quote": "When someone died in the wilderness of frontier America, that person's physical remains were buried and the handcarts continued west, but the mourning survivors had hope for their loved one's eternal soul. However, when someone dies spiritually in the wilderness of sin, hope may be replaced by dread and fear for the loved one's eternal welfare.",
      "author": "James E. Faust",
      "category": "Fear, America, Soul"
    },
    {
      "quote": "Let's say I find a lot of current American fiction too overwritten for my tastes, too self-conscious; I like something that's simpler and more direct. The story is what matters to me. I hope to make it seem real to readers, as if it happened just like this - so I don't want fancy descriptions getting in the way.",
      "author": "Ronald Frame",
      "category": "American, Me, Want"
    },
    {
      "quote": "I feel to invite women everywhere to rise to the great potential within you. I do not ask that you reach beyond your capacity. I hope you will not nag yourselves with thoughts of failure. I hope you will not try to set goals far beyond your capacity to achieve. I hope you will simply do what you can do in the best way you know.",
      "author": "Gordon B. Hinckley",
      "category": "Failure, Goals, Women"
    },
    {
      "quote": "I don't really need to be remembered. I hope the music's remembered.",
      "author": "Jeff Buckley",
      "category": "Music, Remembered, Need"
    },
    {
      "quote": "I feel like if you enjoyed the 119 hours that precede the finale of 'Lost,' is that whole experience ruined by the fact that you might not agree with everything that we did in the finale? I would hope not! I would hope that you would appreciate the fact that you were entertained for 119 hours even if you didn't love the finale.",
      "author": "Carlton Cuse",
      "category": "Love, Experience, Lost"
    },
    {
      "quote": "I'm really excited that 'The Other Woman' did so well at the box office, and I hope that will keep encouraging people to make movies about women, starring women, about female friendships. More. Please.",
      "author": "Gillian Jacobs",
      "category": "Women, Woman, People"
    },
    {
      "quote": "If 'Married With Children' hadn't come out when it did, would we really be looking at 'Roseanne,' 'The Middle,' and 'Raising Hope' and being, like, 'Look at how stereotypical they are to lower-income white people!'",
      "author": "Parvesh Cheena",
      "category": "Children, People, Looking"
    },
    {
      "quote": "You have no idea what you get involved in when you start a role. You just hope that it's going to be successful.",
      "author": "Michelle Fairley",
      "category": "Successful, Start, You"
    },
    {
      "quote": "There's no such thing as too late. There are different roles for different ages, assuming an actress has something to offer. There aren't many Helen Mirrens and Meryl Steeps, and it takes a lot of talent to get to that level. I hope I have it. That's the model I aspire to if I'm lucky enough. It's all about luck.",
      "author": "Ayelet Zurer",
      "category": "Luck, Talent, Too Late"
    },
    {
      "quote": "We have 200,000 kids a year who drop out of the French school system and have no hope. They become a drag on society.",
      "author": "Xavier Niel",
      "category": "School, Society, Kids"
    },
    {
      "quote": "I propose changing fear for hope. I propose changing Mexico.",
      "author": "Enrique Pena Nieto",
      "category": "Fear, Changing, Mexico"
    },
    {
      "quote": "Now you can get artisanal everything - pickles, coffees, house-cured meats, mustard. The pendulum has swung back to this kind of food, and it gives me the greatest hope for the future, especially because we're living in a time with issues like polluted Gulf Coast seafood and food labeled organic that may not really be organic.",
      "author": "Adam Richman",
      "category": "Time, Food, Future"
    },
    {
      "quote": "Hope and Crosby made seven 'Road' movies, starting in 1940 with 'Road to Singapore.' The movies were always about Crosby and Hope fleeing America and finding Dorothy Lamour in some exotic location. Bob's character was cocky and cowardly; Bing's character was smooth and unruffled. They were great characters - lousy, lovable guys.",
      "author": "Frank Oz",
      "category": "Character, Great, America"
    },
    {
      "quote": "I hope the people remember Dolce & Gabbana for the sensuality, for the Mediterranean sense, for our honesty to the life.",
      "author": "Domenico Dolce",
      "category": "Life, Honesty, Remember"
    },
    {
      "quote": "We write in ways that, we generally hope, reflect real life, or at least look familiar to humans. And in life, recurring themes are a recurring theme. We never quite conquer a pet vice or a relationship pattern or a communication habit. We're haunted by our particular demons.",
      "author": "Sara Zarr",
      "category": "Life, Communication"
    },
    {
      "quote": "There is no more reason to believe that Bitcoin will stand the test of time than that governments will protect the value of government-created money, although Bitcoin is newer, and we always look at babies with hope.",
      "author": "Paul Singer",
      "category": "Time, Money, Believe"
    },
    {
      "quote": "We don't need mandatory, non-sectarian prayers read over the loudspeaker to 'put God back in schools.' God never left the schools. God is still at work through the hundreds of thousands of gifted teachers and administrators, committed parents, and passionate volunteers who seek to help give our children 'a future with hope.'",
      "author": "Adam Hamilton",
      "category": "Work, Children, Future"
    },
    {
      "quote": "Many Christians do not believe God sends tornadoes. But they do believe that God walks with His children through the storms, that He sends His people to help after the storms, and that with and through God, there is always hope.",
      "author": "Adam Hamilton",
      "category": "Children, God, Believe"
    },
    {
      "quote": "You've gotta dive into the abyss if you wanna get anything good. Every record, you've gotta go down in the abyss and hope that you come out of it alive.",
      "author": "King Tuff",
      "category": "Good, Down, You"
    },
    {
      "quote": "If you choose to take your compass from power, in the end you find only despair. But if you look around the world you can see and touch - the everyday world that is too easily dismissed as everyday - you see largeness, generosity, hope, change for the better. It's always small, but it's real.",
      "author": "Richard Flanagan",
      "category": "Change, Power, World"
    },
    {
      "quote": "Some leaders think time will solve the problem. Their hope is that Assad's regime will ultimately fall from the heavy toll of the horrors it has spawned. From past experience with such regimes, this scenario is unlikely to happen.",
      "author": "Ahmed Zewail",
      "category": "Time, Experience, Past"
    },
    {
      "quote": "I hope I have a long career, but I really don't think about the future like that. I live, like, for right now, honestly. I take it however it comes.",
      "author": "Action Bronson",
      "category": "Future, Live, Long"
    },
    {
      "quote": "Ali's got a left, Ali's got a right - when he knocks you down, you'll sleep for the night; and when you lie on the floor and the ref counts to ten, hope and pray that you never meet me again.",
      "author": "Muhammad Ali",
      "category": "Sleep, Night, Me"
    },
    {
      "quote": "There's something else that makes a woman interesting, something beyond being young or being old. And I'm going to find out what that something else is before I die, I hope.",
      "author": "Peter Lindbergh",
      "category": "Woman, Interesting, Die"
    },
    {
      "quote": "Now that I'm 50 and respectably settled in New England and markedly happier and more contented than I was in my youth, I modestly hope there's time to realize some of my youthful goals before I croak, but I'll take what I can get.",
      "author": "Kate Christensen",
      "category": "Time, Goals, Youth"
    },
    {
      "quote": "When you have little children, you want to tell them about joy and happiness and hope. And then comes the time you want to tell them there are tough moments. I admire people who can do that.",
      "author": "Peter Sis",
      "category": "Happiness, Time, Children"
    },
    {
      "quote": "I hope to stand firm enough to not go backward, and yet not go forward fast enough to wreck the country's cause.",
      "author": "Abraham Lincoln",
      "category": "Stand, Country, Forward"
    },
    {
      "quote": "I hope people understand that when you tax corporations that the concrete and the steel and the plastic don't pay. People pay. And so when you tax corporations, either the employees are going to pay or the shareholders are going to pay or the customers are going to pay. And so corporations are people.",
      "author": "Mitt Romney",
      "category": "Employees, People, You"
    },
    {
      "quote": "My main hope is eventually, in modern education field, introduce education about warm-heartedness, not based on religion, but based on common experience and a common sort of sense, and then scientific finding.",
      "author": "Dalai Lama",
      "category": "Education, Experience"
    },
    {
      "quote": "We are long before we are convinced that happiness is never to be found, and each believes it possessed by others, to keep alive the hope of obtaining it for himself.",
      "author": "Samuel Johnson",
      "category": "Happiness, Long, Never"
    },
    {
      "quote": "Charity can be the outward expression of faith and hope.",
      "author": "Joseph B. Wirthlin",
      "category": "Faith, Charity, Expression"
    },
    {
      "quote": "Even when we make mistakes, we hope others will love us in spite of our shortcomings - even if we don't deserve it.",
      "author": "Joseph B. Wirthlin",
      "category": "Love, Mistakes, Deserve"
    },
    {
      "quote": "I don't know what can be so dangerous about giving people hope.",
      "author": "Joel Osteen",
      "category": "Giving, People, Know"
    },
    {
      "quote": "And when the time is right, I hope that African Americans will again look to the party of emancipation, civil liberty, and individual freedom.",
      "author": "Rand Paul",
      "category": "Time, Freedom, Liberty"
    },
    {
      "quote": "Bringing good news is imparting hope to one's fellow man. The idea of redemption is always good news, even if it means sacrifice or some difficult times.",
      "author": "Patti Smith",
      "category": "Good, Man, Sacrifice"
    },
    {
      "quote": "Hope is the word which God has written on the brow of every man.",
      "author": "Victor Hugo",
      "category": "God, Man, Word"
    },
    {
      "quote": "One thing I can't do, and I hope that there are other people out there that feel the same way, is climb a rope. Oh my gosh, it's so hard to climb rope! It's all about grip and arms.",
      "author": "Katy Perry",
      "category": "People, Climb, Way"
    },
    {
      "quote": "History is nothing but gossip about the past, with the hope that it might be true.",
      "author": "Gore Vidal",
      "category": "History, Past, Gossip"
    },
    {
      "quote": "A lot of people, to attack an outspoken atheist, one of the things they'll do is say, 'You are as bad as the fundamentalist Christians.' And my answer is always, 'I hope so.'",
      "author": "Penn Jillette",
      "category": "People, You, Bad"
    },
    {
      "quote": "Extreme hopes are born from extreme misery.",
      "author": "Bertrand Russell",
      "category": "Born, Hopes, Misery"
    },
    {
      "quote": "In the night of death, hope sees a star, and listening love can hear the rustle of a wing.",
      "author": "Robert Green Ingersoll",
      "category": "Love, Death, Listening"
    },
    {
      "quote": "Audience members are only concerned about the story, the concept, the bells and whistles and the noise that a popular film starts to make even before it's popular. So audiences will not be drawn to the technology; they'll be drawn to the story. And I hope it always remains that way.",
      "author": "Steven Spielberg",
      "category": "Technology, Story, Way"
    },
    {
      "quote": "I think people are dreaming big because they have the tools to dream big. I hope that people are dreaming big because it makes them feel good about their lives.",
      "author": "Peter Diamandis",
      "category": "Good, People, Tools"
    },
    {
      "quote": "I see the whole concept of Generation X implies that everyone has lost hope.",
      "author": "Alanis Morissette",
      "category": "Generation, Lost, See"
    },
    {
      "quote": "I'm just looking as always for something that's stimulating and I hope to find a good story that's a challenge, whether it's big or small. Or that it finds me. I don't have like a career plan. Maybe I should, but I don't.",
      "author": "Viggo Mortensen",
      "category": "Good, Challenge, Me"
    },
    {
      "quote": "I want you to take away the hope because that's the thing that's killing me.",
      "author": "Denis Leary",
      "category": "Me, Want, You"
    },
    {
      "quote": "Overcoming the Cold War required courage from the people of Central and Eastern Europe and what was then the German Democratic Republic, but it also required the steadfastness of Western partner over many decades when many had long lost hope of integration of the two Germanys and Europe.",
      "author": "Angela Merkel",
      "category": "Courage, War, Overcoming"
    },
    {
      "quote": "The Hollywood image of the movie business is all about ambition and high achievers like James Cameron. But the British film industry is much more about men who wear cravats and work with model trains and hope another series of 'Thomas the Tank Engine' will be commissioned.",
      "author": "Peter Capaldi",
      "category": "Work, Business, Men"
    },
    {
      "quote": "Never marry someone in hope that they'll change later.",
      "author": "H. Jackson Brown, Jr.",
      "category": "Change, Never, Someone"
    },
    {
      "quote": "Given the unprecedented ignorance of the Bible in contemporary America, it is likely that more young Americans will only know the Noah of 'Noah.' We can only hope that the film offers even a fraction of the wisdom of the original.",
      "author": "Dennis Prager",
      "category": "Wisdom, America, Ignorance"
    },
    {
      "quote": "I'm conflicted about the lyric tattoo thing. I feel like that's a lifetime decision, and I always feel like, 'I hope you don't regret this a couple years from now when you get tired of that song.'",
      "author": "Sam Hunt",
      "category": "Decision, Regret, Tired"
    },
    {
      "quote": "I am probably the most selfish man you will ever meet in your life. No one gets the satisfaction or the joy that I get out of seeing kids realize there is hope.",
      "author": "Jerry Lewis",
      "category": "Life, Joy, I Am"
    },
    {
      "quote": "I've learnt that through life you just get on with it. You're going to meet a lot of dishonest people along the line and you say good luck to them. I hope they live in comfort. Then I start sticking more pins in their effigies.",
      "author": "Roger Moore",
      "category": "Life, Good, Luck"
    },
    {
      "quote": "For me, law school was a time of joy and hope. Joy in learning my way around the law - learning how to orbit a problem and to ask myself hard questions and to be asked hard questions. Hope that I could be of some use, to be part of the greater good - to make the world a little bit better.",
      "author": "James Comey",
      "category": "Time, Learning, Good"
    },
    {
      "quote": "Ministers should be Bible students. They should thoroughly furnish themselves with the evidences of our faith and hope, and then, with full control of the voice and their feelings, present these evidences in such a manner that the people can calmly weigh them, and decide upon the evidences presented.",
      "author": "Ellen G. White",
      "category": "Faith, Control, Bible"
    },
    {
      "quote": "I wish I could know everything ever, like that would be my wish - that's what I hope heaven is, that they tell you who shot JFK and all that stuff.",
      "author": "Louis C. K.",
      "category": "Wish, Know, You"
    },
    {
      "quote": "One thing we know for sure is that the Web is a collaborative medium unlike any we've ever had before. We see people working together, playing together, interacting in social settings using these media. We hope that will emerge as the new tool for education.",
      "author": "Vint Cerf",
      "category": "Education, Together"
    },
    {
      "quote": "My hope is that that person will come forward that can win the presidency that we can all get behind.",
      "author": "Rick Perry",
      "category": "Win, Forward, Person"
    },
    {
      "quote": "I hope that I inspire women to believe in themselves, no matter where they come from; no matter what education they have; what particular background they originate from.",
      "author": "Madonna Ciccone",
      "category": "Education, Women, Believe"
    },
    {
      "quote": "Pessimists are the people who have no hope for themselves or for others. Pessimists are also people who think the human race is beneath their notice, that they're better than other human beings.",
      "author": "James A. Baldwin",
      "category": "People, Better, Think"
    },
    {
      "quote": "While it is important for people to see your promise you must also remember that hope is the keeper of both happiness and disappointment, the father of both progress and failure.",
      "author": "Bryant H. McGill",
      "category": "Happiness, Failure, Father"
    },
    {
      "quote": "Children touch all of our lives. We all have the opportunity to sow seeds into the next generation, and there's nothing more important that we can leave on this earth than a legacy of faith, hope, and confidence in our God.",
      "author": "Victoria Osteen",
      "category": "Children, Faith, Confidence"
    },
    {
      "quote": "Given the scale of trauma caused by the genocide, Rwanda has indicated that however thin the hope of a community can be, a hero always emerges. Although no one can dare claim that it is now a perfect state, and that no more work is needed, Rwanda has risen from the ashes as a model or truth and reconciliation.",
      "author": "Wole Soyinka",
      "category": "Work, Hero, Community"
    },
    {
      "quote": "Reciprocity helps us balance the need for self-determination and creative individuality with mutual hope and, therefore, what might be described as 'solidarity.'",
      "author": "David Blunkett",
      "category": "Balance, Creative"
    },
    {
      "quote": "There's a widespread cultural barrenness across art and political culture. But there are some pockets of resistance on the extreme margins, like the techno-savvy protest movements, small press, the creator-owned comics, that seem to be getting some signs of hope for the future.",
      "author": "Alan Moore",
      "category": "Art, Future, Culture"
    },
    {
      "quote": "My hope is that gays will be running the world, because then there would be no war. Just a greater emphasis on military apparel.",
      "author": "Roseanne Barr",
      "category": "War, World, Military"
    },
    {
      "quote": "I certainly notice the vitality in Belfast, which wasn't there in the Seventies. There was a war going on then. Now there are cranes everywhere. There really is a sense of renewal and hope.",
      "author": "Liam Neeson",
      "category": "War, Now, Renewal"
    },
    {
      "quote": "My hope is that the music will serve as a metaphor for the actions taken by the inhabitants of this wonderful planet as a call for world harmony on all levels.",
      "author": "Herbie Hancock",
      "category": "Music, World, Harmony"
    },
    {
      "quote": "When someone tells me, 'Oh, we have so many problems on Earth; space exploration costs too much money,' I say, 'I absolutely agree with you. But I still hope we do it.'",
      "author": "Mary Roach",
      "category": "Money, Space, Me"
    },
    {
      "quote": "I hope to become a better teacher. I love teaching.",
      "author": "Chelsea Clinton",
      "category": "Love, Teacher, Better"
    },
    {
      "quote": "There is an inherent hope and positive drive to New Yorkers.",
      "author": "John Oliver",
      "category": "Positive, Drive, New"
    },
    {
      "quote": "When you're in a crisis of, you know, tremendous proportions, it's beyond any human capability to control, you just make the best decisions you can, and you just hope that your intuition is correct.",
      "author": "Rudy Giuliani",
      "category": "Best, Decisions, Control"
    },
    {
      "quote": "If we are going to stay a great power and I hope and pray we will we need the truth. We need to know what is going right and we need to know what is going wrong. There is no greater time than now.",
      "author": "Chuck Schumer",
      "category": "Time, Truth, Great"
    },
    {
      "quote": "The hope of the nation which throughout the nineteenth century had not for a moment reconciled itself with the loss of independence, and fighting for its own freedom, fought at the same time for the freedom of other nations.",
      "author": "Lech Walesa",
      "category": "Time, Freedom, Loss"
    },
    {
      "quote": "I don't believe in luck. Not in golf, anyway. There are good bounces and bad bounces, sure, but the ball is round and so is the hole. If you find yourself in a position where you hope for luck to pull you through, you're in serious trouble.",
      "author": "Jack Nicklaus",
      "category": "Good, Golf, Believe"
    },
    {
      "quote": "Anytime I fall in love, I feel it's a first time. I have had no successful love story yet. I hope I will succeed next time when I fall in love.",
      "author": "Sonam Kapoor",
      "category": "Love, Time, Fall"
    },
    {
      "quote": "In a World where people are surrounded by darkness, ignorance and fear, it is a sign of hope to be celebrating Islam's message of peace and light, and the last great Messenger, born and chosen to deliver them to all mankind.",
      "author": "Cat Stevens",
      "category": "Fear, Light, Peace"
    },
    {
      "quote": "If a writer is to tell his own story - tell it slowly, and as if it were a story about other people - if he is to feel the power of the story rise up inside him, if he is to sit down at a table and patiently give himself over to this art - this craft - he must first have been given some hope.",
      "author": "Orhan Pamuk",
      "category": "Art, Power, People"
    },
    {
      "quote": "When I talk to people in need, they tell me they want to hope; they are eager for opportunity; they are ready for better days. And I can tell you that every time their hopes are disappointed, all nations lose.",
      "author": "Abdullah II of Jordan",
      "category": "Time, Opportunity, Me"
    },
    {
      "quote": "Who dares nothing, need hope for nothing.",
      "author": "Friedrich Schiller",
      "category": "Nothing, Need, Dares"
    },
    {
      "quote": "One year, my good deed started with deciding to give all my friends makeup from a cruelty-free cosmetics line that I love. I did this with the hope that they would love it as much as I do and end up switching their makeup over to that cruelty-free line forever.",
      "author": "Jenna Morasca",
      "category": "Love, Friends, Good"
    },
    {
      "quote": "I hope we will be able to have a happy family ourselves.",
      "author": "Kate Middleton",
      "category": "Family, Happy, Will"
    },
    {
      "quote": "In economics, hope and faith coexist with great scientific pretension and also a deep desire for respectability.",
      "author": "John Kenneth Galbraith",
      "category": "Faith, Deep, Great"
    },
    {
      "quote": "It's time to get real, folks. Hope and change ain't working. Hope and change is not a solution. Hope and change is not a job.",
      "author": "Herman Cain",
      "category": "Change, Time, Job"
    },
    {
      "quote": "The true value of having Florida Virtual School in this mix is that it creates a gold standard for all providers to meet if they hope to compete for Florida students. This program raises the bar for everybody, even the traditional public schools. And that benefits all our children.",
      "author": "Dan Webster",
      "category": "Children, School, Gold"
    },
    {
      "quote": "Let's hope I never end up on a deserted island, because I could never make a decision on which three CDs to take with me.",
      "author": "Willem Dafoe",
      "category": "Decision, End, Me"
    },
    {
      "quote": "When I was a kid, my father didn't really have much hope for me. He thought I was a dreamer; he didn't think I would amount to anything. My mother also.",
      "author": "Frank Gehry",
      "category": "Father, Mother, Me"
    },
    {
      "quote": "Perspective is not a science but a hope.",
      "author": "John Berger",
      "category": "Science, Perspective"
    },
    {
      "quote": "You can't make people change, but the organizers of WorldFest hope that people consider being vegetarian for both moral and health reasons.",
      "author": "Grace Slick",
      "category": "Change, Health, People"
    },
    {
      "quote": "I just want people to know you can get through stuff. I hope people can see that in what my life has been and where it is going.",
      "author": "Christine Quinn",
      "category": "Life, People, My Life"
    },
    {
      "quote": "Woe to the man whose heart has not learned while young to hope, to love - and to put its trust in life.",
      "author": "Joseph Conrad",
      "category": "Love, Life, Trust"
    },
    {
      "quote": "I hope to be an actor and never retire.",
      "author": "Dominic Monaghan",
      "category": "Actor, Retire, Never"
    },
    {
      "quote": "No matter how dark things may get in a story, I feel it's the responsibility of the storyteller to leave the audience with at least a shred of hope.",
      "author": "Josh Radnor",
      "category": "Responsibility, Dark, Story"
    },
    {
      "quote": "I'm actually not a big fan of the word hope. I think it's a depressing word. I don't want to hope - I want to know. Like I don't hope there's a God, I know there's a God.",
      "author": "Kelly Clarkson",
      "category": "God, Want, Know"
    },
    {
      "quote": "I've never fallen into what I consider to be a trap of trying to figure out something analytically that could be a very popular film. I would hope my enthusiasm could match up with something with that potential.",
      "author": "Jonathan Demme",
      "category": "Potential, Trying"
    },
    {
      "quote": "When you deprive people of their right to live in dignity, to hope for a better future, to have control over their lives, when you deprive them of that choice, then you expect them to fight for these rights.",
      "author": "Queen Rania of Jordan",
      "category": "Future, Fight, Choice"
    },
    {
      "quote": "The world is bad but not without hope. It is only hopeless when you look at it from an ideal viewpoint.",
      "author": "Friedrich Durrenmatt",
      "category": "World, Look, You"
    },
    {
      "quote": "We hope President Obama will now respect the will of the people, change course, and commit to making the changes they are demanding. To the extent he is willing to do this, we are ready to work with him.",
      "author": "John Boehner",
      "category": "Work, Change, Respect"
    },
    {
      "quote": "House and Senate Republicans are now united in adopting earmark bans. We hope President Obama will follow through on his support for an earmark ban by pressing Democratic leaders to join House and Senate Republicans in taking this critical step to restore public trust.",
      "author": "John Boehner",
      "category": "Trust, Support, Step"
    },
    {
      "quote": "I always hope that my music can inspire someone, the same way other artists inspire me.",
      "author": "Kelly Rowland",
      "category": "Music, Inspire, Me"
    },
    {
      "quote": "In English, my name means hope. In Spanish, it means too many letters. It means sadness. It means waiting. It is like the number nine, a muddy color.",
      "author": "Sandra Cisneros",
      "category": "Sadness, Waiting, Color"
    },
    {
      "quote": "If we have learned nothing else from the 20th century, we should at least have grasped that the more perfect the answer, the more terrifying its consequences. Incremental improvements upon unsatisfactory circumstances are the best that we can hope for, and probably all we should seek.",
      "author": "Tony Judt",
      "category": "Best, Consequences, Perfect"
    },
    {
      "quote": "Being a star has made it possible for me to get insulted in places where the average Negro could never hope to go and get insulted.",
      "author": "Sammy Davis, Jr.",
      "category": "Me, Places, Never"
    },
    {
      "quote": "Armageddon is not around the corner. This is only what the people of violence want us to believe. The complexity and diversity of the world is the hope for the future.",
      "author": "Michael Palin",
      "category": "Future, Diversity, Violence"
    },
    {
      "quote": "To eat bread without hope is still slowly to starve to death.",
      "author": "Pearl S. Buck",
      "category": "Death, Bread, Without"
    },
    {
      "quote": "Anytime someone says your God is ugly and you release your God and join their God, there is no hope for your freedom until you once more believe in your own concept of the 'deity.'",
      "author": "John Henrik Clarke",
      "category": "Freedom, God, Believe"
    },
    {
      "quote": "There is no hope even that woman, with her right to vote, will ever purify politics.",
      "author": "Emma Goldman",
      "category": "Politics, Woman, Vote"
    },
    {
      "quote": "It's never enjoyable watching yourself. Because you're never as good looking as you hope you are. You're not expecting to be Penelope Cruz... but I'm a female of the species. I have my hang-ups and all of that.",
      "author": "Anne-Marie Duff",
      "category": "Good, Yourself, Looking"
    },
    {
      "quote": "I hope my tongue in prune juice smothers, If I belittle dogs and mothers.",
      "author": "Ogden Nash",
      "category": "Tongue, Dogs, Juice"
    },
    {
      "quote": "There's a set of rules out there somewhere that says it all ends by 40. I hope to be able to defy that because I truly love my work.",
      "author": "Naomi Watts",
      "category": "Love, Work, Rules"
    },
    {
      "quote": "For some reason, it seems like pop writers, it's like they just get worse or something over time. And then you're really jealous of movie directors whose careers seem to grow and they'll be 70 years old and still doing these incredible jobs. I'm going to reverse that, I hope.",
      "author": "James Mercer",
      "category": "Time, Grow, Jealous"
    },
    {
      "quote": "I spread the message of hope and of unity. That's what gets me up in the morning. I can tell you what is wrong, but I can't tell you how to fix it. I'm a raptivist, not a politician. I deal in hope.",
      "author": "Chuck D",
      "category": "Morning, Unity, Me"
    },
    {
      "quote": "I hope that I'll be able to have kids with a mate. But I don't know if that's in the plan.",
      "author": "Jennifer Grey",
      "category": "Plan, Know, Kids"
    },
    {
      "quote": "Right now I'm not involved with anybody, but I hope by 75 I will be again.",
      "author": "Stevie Nicks",
      "category": "Now, Right, Will"
    },
    {
      "quote": "I hope they get something of interest out of it, but I'd rather they all hate it and I like it, instead of vice versa... I make films to please myself first, and if the audience likes them, all the better.",
      "author": "Terry Zwigoff",
      "category": "Myself, Hate, Better"
    },
    {
      "quote": "Asia is still dominated by skyscrapers. I hope that, in European cities, it will become a declining trend. They were almost never necessary.",
      "author": "Rem Koolhaas",
      "category": "Never, Will, Skyscrapers"
    },
    {
      "quote": "Play is the best natural resource in a creative economy. Kids need more of it. It is the work of childhood. We hope to intrinsically change the opinion that play is not just a luxury but an absolute necessity for kids' lives.",
      "author": "Darell Hammond",
      "category": "Work, Change, Best"
    },
    {
      "quote": "I hope my organization will not be around in 10 years, because at a national, state, and community level, we will have evolved into a society that cares about children and the need for play.",
      "author": "Darell Hammond",
      "category": "Children, Community, Society"
    },
    {
      "quote": "You believe that easily which you hope for earnestly.",
      "author": "Terence",
      "category": "Believe, You, Which"
    },
    {
      "quote": "Hope is such a bait, it covers any hook.",
      "author": "Oliver Goldsmith",
      "category": "Any, Hook, Bait"
    },
    {
      "quote": "There's a lot of great people out here, I just appreciate it and hope everybody has had fun because I've enjoyed my ride.",
      "author": "Fuzzy Zoeller",
      "category": "Great, Fun, People"
    },
    {
      "quote": "Hope, like faith, is nothing if it is not courageous; it is nothing if it is not ridiculous.",
      "author": "Thornton Wilder",
      "category": "Courage, Faith, Courageous"
    },
    {
      "quote": "Hope is independent of the apparatus of logic.",
      "author": "Norman Cousins",
      "category": "Logic, Independent"
    },
    {
      "quote": "It is only hope which is real, and reality is a bitterness and a deceit.",
      "author": "William Makepeace Thackeray",
      "category": "Reality, Real, Bitterness"
    },
    {
      "quote": "I hope people remember me as a guy who brought magic to the people. You know, pushed the boundaries of wonder.",
      "author": "David Blaine",
      "category": "Me, People, Remember"
    },
    {
      "quote": "At the end of the day, all you can hope for is to go on. The older I get, the more I realize that just keeping on keeping on is what life's all about.",
      "author": "Janis Ian",
      "category": "Life, Day, End"
    },
    {
      "quote": "I hope that people learn from my mistake and I hope that the fans forgive me.",
      "author": "Rafael Palmeiro",
      "category": "Me, Mistake, People"
    },
    {
      "quote": "I tried to use words that were dealing with the emotional quality that any human being could recognize in the way that they felt about their country. It's to do with the world we live in. That world is a brutal one and full of war. It's also full of many wonderful things and love and hope.",
      "author": "P. J. Harvey",
      "category": "Love, War, Words"
    },
    {
      "quote": "Here is just the beginning of a list of skills that exam results cannot possibly hope to reflect: interpersonal skills, the ability to entertain, how articulate we are as speakers, our ability to work as part of a team, the ability to deal with challenges and invention.",
      "author": "Alexandra Adornetto",
      "category": "Work, Team, Challenges"
    },
    {
      "quote": "I hope in God, I pray on, and look yet for the answer. They are not converted yet, but they will be.",
      "author": "George Muller",
      "category": "God, Look, Will"
    },
    {
      "quote": "I hope to keep entertaining in some way until I can't physically entertain any longer. It's what I was born to do, and I love this profession.",
      "author": "Bette Midler",
      "category": "Love, Born, Way"
    },
    {
      "quote": "I can only hope the federal aid made available today will be sufficient in our recovery efforts, and pray that our citizens continue to be safe from the fallout of this dangerous natural disaster.",
      "author": "Mike Rogers",
      "category": "Today, Recovery, Disaster"
    },
    {
      "quote": "Every time I try to set something in Chicago, I get intimidated by 'Augie March.' It's easy to set something in Indianapolis - we don't have 'Augie March' here. But I love writing about Chicago, and I love being there and imagining lives in Chicago. I hope to set something there in the future, but it's intimidating.",
      "author": "John Green",
      "category": "Love, Time, Future"
    },
    {
      "quote": "That's one of the things I hope that the book can do, is to restore some dignity to Joe Cinque.",
      "author": "Helen Garner",
      "category": "Book, Dignity, Things"
    },
    {
      "quote": "You know, this is a war of ideology, a war of thoughts and of faith. And we need people to really stand for faith and trust, not hope and change.",
      "author": "Sharron Angle",
      "category": "Change, Trust, Faith"
    },
    {
      "quote": "Most American fascists are enthusiastically supporting the war effort. They are doing this even in those cases where they hope to have profitable connections with German chemical firms after the war ends.",
      "author": "Henry A. Wallace",
      "category": "War, American, Effort"
    },
    {
      "quote": "I'm not really sure what it was, the best moment. You always hope it's to come.",
      "author": "Bryan Ferry",
      "category": "Best, Moment, You"
    },
    {
      "quote": "You just hope that you will get the opportunity to do what you love and pay your bills, and that is being a success as an actor.",
      "author": "Debra Messing",
      "category": "Love, Success, Opportunity"
    },
    {
      "quote": "I would hope that my writing's cleaner than it was when I started.",
      "author": "Nora Roberts",
      "category": "Writing, Started, Than"
    },
    {
      "quote": "If one seeks to analyze experiences and reactions to the first postwar years, I hope one may say without being accused of bias that it is easier for the victor than for the vanquished to advocate peace.",
      "author": "Gustav Stresemann",
      "category": "Peace, Experiences, Say"
    },
    {
      "quote": "I hope that I'm sexy in a different kind of way than I think that a lot of girls are right now. I think a lot of girls in the public eye, especially musical artists, are just kind of objectified a little bit and wearing super-skimpy outfits and leaving nothing to the imagination.",
      "author": "Emmy Rossum",
      "category": "Imagination, Eye, Leaving"
    },
    {
      "quote": "I think that hope, that ability to envision, to imagine a better way, and then to apply yourself to it, is the way to climb out of a hole, is the way to build a better life, is the way to build a better community and a better country.",
      "author": "Deval Patrick",
      "category": "Life, Community, Yourself"
    },
    {
      "quote": "It's a different outlook, and one that I understand. When you are a former member of the Warsaw Pact, when you have lived behind the Berlin Wall, when you have experienced the communist systems that existed in these countries, for them, the West represents hope.",
      "author": "Jean-Pierre Raffarin",
      "category": "Understand, You, Communist"
    },
    {
      "quote": "I feel blessed to be here representing our country and carrying out th research of scientists around the world... I hope you could feel the positive energy that beamed to the whole planet as we glided over.",
      "author": "Laurel Clark",
      "category": "Positive, Blessed, World"
    },
    {
      "quote": "I'm direct, I'm unpretentious and I'm pretty dogged, and I hope I've got a capacity to laugh at myself and not take myself too seriously.",
      "author": "John Howard",
      "category": "Myself, Laugh, Seriously"
    },
    {
      "quote": "I was cleaning out the pigsty at a farm in Wales, where my mother had rented a room, when the results of my final school exam were handed to me by the postman, along with the news that I had a state scholarship to Oxford. I had waited for this letter for so many weeks that I had abandoned hope, deciding that I had failed ignominiously.",
      "author": "Nina Bawden",
      "category": "Mother, School, Me"
    },
    {
      "quote": "If the Resurrection is resurrection from the dead, all hope and freedom are in spite of death.",
      "author": "Paul Ricoeur",
      "category": "Death, Freedom, Resurrection"
    },
    {
      "quote": "You have to find hope. Hope is such a shape shifter. You tend to look in the rearview mirror for hope, but when it's gone, you have to look forward. You have to get in the van and keep driving on.",
      "author": "Jonathan Evison",
      "category": "Mirror, Look, You"
    },
    {
      "quote": "We often call a certainty a hope, to bring it luck.",
      "author": "Elizabeth Bibesco",
      "category": "Luck, Bring, Certainty"
    },
    {
      "quote": "The survival of liberty in our land increasingly depends on the success of liberty in other lands. The best hope for peace in our world is the expansion of freedom in all the world.",
      "author": "Bill Frist",
      "category": "Success, Freedom, Peace"
    },
    {
      "quote": "If we are to believe that our immigration laws simply have no value, as our current policies would have us believe, should we then simply throw them all out, the entire lot of immigration law? I hope not.",
      "author": "John Linder",
      "category": "Law, Value, Believe"
    },
    {
      "quote": "Hope and wishes for all that delights will sour in the midst of action not taken and words unsaid.",
      "author": "Maximillian Degenerez",
      "category": "Action, Words, Wishes"
    },
    {
      "quote": "I usually write about ordinary people and ordinary things, but Paul Farmer is the least ordinary person I've ever met... He's the leader of a small group of people who hope to cure a sick world, and I hope my book can help in some small way.",
      "author": "Tracy Kidder",
      "category": "Leader, Book, World"
    },
    {
      "quote": "I hope that energy-efficient LED light bulbs will help reduce energy use and lower the cost of lighting worldwide.",
      "author": "Shuji Nakamura",
      "category": "Light, Energy, Help"
    },
    {
      "quote": "Those who have no hope pass their old age shrouded with an inward gloom.",
      "author": "Wilfred Owen",
      "category": "Age, Old Age, Old"
    },
    {
      "quote": "Through the outreach that I have done, through platforms, I hope to unify Singaporeans because at the end of the day, Singapore is our home. We share a common destiny, and I think all of us work together for the benefit of our country.",
      "author": "Tony Tan",
      "category": "Work, Home, Together"
    },
    {
      "quote": "For generations, America has served as a beacon of hope and freedom for those outside her borders, and as a land of limitless opportunity for those risking everything to seek a better life. Their talents and contributions have continued to enrich our country.",
      "author": "Spencer Bachus",
      "category": "Life, Freedom, Opportunity"
    },
    {
      "quote": "As our values are the core to who we are as human beings, they are also the easiest way to identify and connect with others in meaningful ways. Think about it - most political campaigns are based around values. Barack Obama's 2008 election campaign galvanized millions of youth behind two very clear values - hope and change.",
      "author": "Adam Braun",
      "category": "Change, Youth, Political"
    },
    {
      "quote": "Hope unbelieved is always considered nonsense. But hope believed is history in the process of being changed.",
      "author": "Jim Wallis",
      "category": "History, Process, Always"
    },
    {
      "quote": "I still read romance, and I read suspense. I read them both. And part of it is, I like stories with strong characters, and I like stories where there's closure at the end. And I like stories where there's hope. That's a kind of empowerment. I think romance novels are very empowering, and I think suspense novels are, too.",
      "author": "Lisa Gardner",
      "category": "Strong, End, Think"
    },
    {
      "quote": "Fishing is very meditative; you need to be able to give up control and cast out the line and then hope for the best, so in that way, it's quite like acting.",
      "author": "Laura Donnelly",
      "category": "Best, Fishing, Control"
    },
    {
      "quote": "Can I just tell you, I think it's the most beautiful thing about young people today, it gives me so much hope for the future, that they don't really recognize race the way my generation does.",
      "author": "Viola Davis",
      "category": "Future, Beautiful, Today"
    },
    {
      "quote": "It is sound judgment to hope that in the not too distant future we shall be competent to understand so simple a thing as a star.",
      "author": "Arthur Eddington",
      "category": "Future, Simple, Understand"
    },
    {
      "quote": "If there is to be any hope of prosperity for this country it is by reversing that policy which made us simply the kitchen garden for supplying the British with cheap food.",
      "author": "Eamon de Valera",
      "category": "Food, Garden, Kitchen"
    },
    {
      "quote": "Dystopian novels help people process their fears about what the future might look like; further, they usually show that there is always hope, even in the bleakest future.",
      "author": "Lauren Oliver",
      "category": "Future, People, Help"
    },
    {
      "quote": "What I hope to do is create a play that investigates the ongoing violence toward women and children in the world, and searches for some kind of answer to the question, 'What Can We Do?'",
      "author": "Marsha Norman",
      "category": "Children, Women, Violence"
    },
    {
      "quote": "Logic is one thing, the human animal another. You can quite easily propose a logical solution to something and at the same time hope in your heart of hearts it won't work out.",
      "author": "Luigi Pirandello",
      "category": "Work, Time, Animal"
    },
    {
      "quote": "Hope is a risk that must be run.",
      "author": "Georges Bernanos",
      "category": "Risk, Run, Must"
    },
    {
      "quote": "You can try to reach an audience, but you just write what comes out of you and you just hope that it is accepted. You do not write specifically to a generation.",
      "author": "Leon Uris",
      "category": "Generation, Reach, You"
    },
    {
      "quote": "How disappointment tracks the steps of hope.",
      "author": "Letitia Elizabeth Landon",
      "category": "Disappointment, Steps"
    },
    {
      "quote": "What are the Democrats, the party of Jim Matheson, telling them? The message of the Democrats is that the Amercian dream is over. 'The government is all you have. Give up your dreams, and the government will save you, the government will heal you, the government will be your hope and change.' We know here in Utah, none of that is true.",
      "author": "Mia Love",
      "category": "Change, Dreams, Government"
    },
    {
      "quote": "Ideally, I'm also sending a message that everything passes, even hope, and sometimes you have to be patient while you wait for it to come back around again.",
      "author": "Heather Donahue",
      "category": "Message, Wait, You"
    },
    {
      "quote": "We can live with lots of things, but we can't live without imagination, we can't live without hope.",
      "author": "Ariel Dorfman",
      "category": "Imagination, Live, Without"
    },
    {
      "quote": "My intention is to get more involved in social projects so I can give people a message of hope.",
      "author": "Marta",
      "category": "People, Message, I Can"
    },
    {
      "quote": "When I was in elementary school, I used to write letters to myself. I'd write letters and go 'Dear Kristen-at-16-years-old, happy birthday. I hope you're doing something.'",
      "author": "Kristin Kreuk",
      "category": "Birthday, Happy, Myself"
    },
    {
      "quote": "The sparrow that is twittering on the edge of my balcony is calling up to me this moment a world of memories that reach over half my lifetime, and a world of hope that stretches farther than any flight of sparrows.",
      "author": "Donald G. Mitchell",
      "category": "Memories, World, Me"
    },
    {
      "quote": "By definition, intelligence deals with the unclear, the unknown, the deliberately hidden. What the enemies of the United States hope to deny we work to reveal.",
      "author": "George Tenet",
      "category": "Work, Intelligence, Unknown"
    },
    {
      "quote": "You have to see the human being in the enemy. If there is potential for change, there is still hope.",
      "author": "Deborah Ellis",
      "category": "Change, Potential, You"
    },
    {
      "quote": "I'm an artist. So if acting doesn't work out, which I hope it does, I'm probably going to go into graphic design or something like that.",
      "author": "Gabriel Basso",
      "category": "Work, Design, Artist"
    },
    {
      "quote": "A degree of self-awareness is extremely valuable... I hope I have that going forward.",
      "author": "Nick McDonell",
      "category": "Forward, Self-Awareness"
    },
    {
      "quote": "Whether it's raising the minimum wage, fixing our broken immigration system or supporting an economic climate that gives our businesses that chance to succeed, I hope to continue to fight these important battles on behalf of my constituents.",
      "author": "Joseph P. Kennedy III",
      "category": "Fight, Chance, Broken"
    },
    {
      "quote": "Theater isn't there to provide answers. Only possibilities. I just ask the questions. But I believe hope comes from the fact that there is a potential for redemption. At the core, that's what matters in the theater I'm attracted to. Do we dare to hope? Do we allow ourselves to hope?",
      "author": "Joe Mantello",
      "category": "Believe, I Believe"
    },
    {
      "quote": "If we don't hope, if we don't stay positive - at least about love, or finding love - then the rest of life becomes really just painful to think about, because for the most part, you know, day-to-day stuff is monotonous.",
      "author": "Nev Schulman",
      "category": "Love, Life, Positive"
    },
    {
      "quote": "It is the earnest hope of our people that the world may see the day when all nuclear weapons are abolished.",
      "author": "Eisaku Sato",
      "category": "Day, World, People"
    },
    {
      "quote": "I hope young athletes can imitate my good side only, not the bad side.",
      "author": "Taufik Hidayat",
      "category": "Good, Young, Bad"
    },
    {
      "quote": "I hope in time N. H. as well as the other States will feel the importance of Sovereignty.",
      "author": "William Whipple",
      "category": "Time, Feel, Well"
    },
    {
      "quote": "Hope is a talent like any other.",
      "author": "Storm Jameson",
      "category": "Talent, Like, Other"
    },
    {
      "quote": "Over the course of my career, I have come to accept that some of my more provocative work courts controversy, and as an artist, I value the discourse that arises from this. I can only hope for this discourse to be informed by fact, so that whether you love my work or hate it, you give it, and me, the benefit of the truth.",
      "author": "Terry Richardson",
      "category": "Love, Work, Truth"
    },
    {
      "quote": "The Kingdom of Saudi Arabia, like other countries in the region, rejects the acquisition of nuclear weapons by anyone, especially nuclear weapons in the Middle East region. We hope that such weapons will be banned or eliminated from the region by every country in the region.",
      "author": "Abdullah of Saudi Arabia",
      "category": "Country, Nuclear Weapons"
    },
    {
      "quote": "I am a very frank person and that's how I hope to remain. What you see is what you get.",
      "author": "Fan Bingbing",
      "category": "I Am, You, See"
    },
    {
      "quote": "I've realized the extraordinary power of sports to heal, unite and inspire. I believe the Olympics will serve as the ultimate platform to provide positive changes and I hope to inspire all of Japan through my strong showing there.",
      "author": "Kohei Uchimura",
      "category": "Positive, Sports, Power"
    },
    {
      "quote": "For he who has health has hope; and he who has hope, has everything.",
      "author": "Owen Arthur",
      "category": "Health, Everything, He"
    },
    {
      "quote": "In the factory we make cosmetics in the drugstore we sell hope.",
      "author": "Charles Revson",
      "category": "Factory, Sell, Drugstore"
    },
    {
      "quote": "No one recognizes me. And I hope that I can always go out without being recognized. Maybe that limits you in some way but I like to be able to pull my hair back in a ponytail and get groceries without anyone noticing.",
      "author": "Susanna Thompson",
      "category": "Hair, Me, Limits"
    },
    {
      "quote": "I hope I'm an individual. I suppose an eccentric is a super individual.",
      "author": "Margaret Rutherford",
      "category": "Individual, Eccentric, Super"
    },
    {
      "quote": "Hope raises no dust.",
      "author": "Paul Eluard",
      "category": "Dust, Raises"
    },
    {
      "quote": "We hoped against hope that what we had been doing was enough to prevent a riot. It was not enough.",
      "author": "Jerome Cavanagh",
      "category": "Doing, Enough, Riot"
    },
    {
      "quote": "I'd never thought much about a series, because I liked the idea of picking a script I liked with a character I thought I could sustain for an hour. In a series, you live with one character day in and day out - and you only hope it will be one that will not drive you crazy.",
      "author": "Elizabeth Montgomery",
      "category": "Day, Character, Crazy"
    },
    {
      "quote": "Part of the power of all storytelling is reassurance, offering hope to those sat in the darkness, that good can succeed and wrongdoing fail.",
      "author": "Charles Sturridge",
      "category": "Good, Power, Darkness"
    },
    {
      "quote": "I have seen many storms in my life. Most storms have caught me by surprise, so I had to learn very quickly to look further and understand that I am not capable of controlling the weather, to exercise the art of patience and to respect the fury of nature.",
      "author": "Paulo Coelho",
      "category": "Life, Nature, Art"
    },
    {
      "quote": "If we lose love and self respect for each other, this is how we finally die.",
      "author": "Maya Angelou",
      "category": "Love, Death, Self"
    },
    {
      "quote": "Most good relationships are built on mutual trust and respect.",
      "author": "Mona Sutphen",
      "category": "Trust, Good, Relationships"
    },
    {
      "quote": "The bond that links your true family is not one of blood, but of respect and joy in each other's life.",
      "author": "Richard Bach",
      "category": "Life, Family, Joy"
    },
    {
      "quote": "Respect for ourselves guides our morals, respect for others guides our manners.",
      "author": "Laurence Sterne",
      "category": "Manners, Morals, Others"
    },
    {
      "quote": "In finding love, I think it's important to be patient. In being in a relationship, I think it's important to be honest, to communicate, to respect and trust, and to strive to give more than you take.",
      "author": "Kina Grannis",
      "category": "Love, Relationship, Trust"
    },
    {
      "quote": "We need to reject any politics that targets people because of race or religion. This isn't a matter of political correctness. It's a matter of understanding what makes us strong. The world respects us not just for our arsenal it respects us for our diversity and our openness and the way we respect every faith.",
      "author": "Barack Obama",
      "category": "Faith, Strong, Politics"
    },
    {
      "quote": "Although I have a lot of close female friends in my life, my number one is still my mom. Without her, I wouldn't have the values that I have and see the world the way that I do today. She taught me how to appreciate and respect women. She taught me chivalry and how to love a woman and respect their feelings and emotions.",
      "author": "Shemar Moore",
      "category": "Love, Life, Women"
    },
    {
      "quote": "When you practice gratefulness, there is a sense of respect toward others.",
      "author": "Dalai Lama",
      "category": "Thankful, Practice, You"
    },
    {
      "quote": "The biggest ingredient in a best friend is someone whose actions you respect and who you can truly be yourself around.",
      "author": "Renee Olstead",
      "category": "Best, Best Friend"
    },
    {
      "quote": "Our parents deserve our honor and respect for giving us life itself. Beyond this they almost always made countless sacrifices as they cared for and nurtured us through our infancy and childhood, provided us with the necessities of life, and nursed us through physical illnesses and the emotional stresses of growing up.",
      "author": "Ezra Taft Benson",
      "category": "Life, Parents, Childhood"
    },
    {
      "quote": "There are lots of people I admire and respect, but I don't necessarily want to be like them. I'm too happy being myself.",
      "author": "James D'arcy",
      "category": "Happy, Myself, People"
    },
    {
      "quote": "We don't need to share the same opinions as others, but we need to be respectful.",
      "author": "Taylor Swift",
      "category": "Opinions, Same, Respectful"
    },
    {
      "quote": "Football is like life - it requires perseverance, self-denial, hard work, sacrifice, dedication and respect for authority.",
      "author": "Vince Lombardi",
      "category": "Life, Work, Hard Work"
    },
    {
      "quote": "Respect your efforts, respect yourself. Self-respect leads to self-discipline. When you have both firmly under your belt, that's real power.",
      "author": "Clint Eastwood",
      "category": "Power, Yourself"
    },
    {
      "quote": "I'm not concerned with your liking or disliking me... All I ask is that you respect me as a human being.",
      "author": "Jackie Robinson",
      "category": "Me, You, Human"
    },
    {
      "quote": "The game of basketball has been everything to me. My place of refuge, place I've always gone where I needed comfort and peace. It's been the site of intense pain and the most intense feelings of joy and satisfaction. It's a relationship that has evolved over time, given me the greatest respect and love for the game.",
      "author": "Michael Jordan",
      "category": "Love, Time, Peace"
    },
    {
      "quote": "There can be no failure to a man who has not lost his courage, his character, his self respect, or his self-confidence. He is still a King.",
      "author": "Orison Swett Marden",
      "category": "Courage, Failure, Character"
    },
    {
      "quote": "Treat everyone with respect and kindness. Period. No exceptions.",
      "author": "Kiana Tom",
      "category": "Kindness, Treat, Everyone"
    },
    {
      "quote": "A child who is allowed to be disrespectful to his parents will not have true respect for anyone.",
      "author": "Billy Graham",
      "category": "Parenting, Parents, Child"
    },
    {
      "quote": "Prejudice is sinful. All blood flows red. And the most harmful and foolish kind of prejudice is prejudice against yourself. Every woman is your sister, and every woman needs her sisters. So try to give other women the courtesy of your compassion, respect, and forgiveness. Love yourself despite - and because of - your flaws.",
      "author": "Jewell Parker Rhodes",
      "category": "Love, Women, Sister"
    },
    {
      "quote": "Be kind, don't judge, and have respect for others. If we can all do this, the world would be a better place. The point is to teach this to the next generation.",
      "author": "Jasmine Guinness",
      "category": "Be Kind, World, Generation"
    },
    {
      "quote": "Honest communication is built on truth and integrity and upon respect of the one for the other.",
      "author": "Benjamin E. Mays",
      "category": "Communication, Truth"
    },
    {
      "quote": "I realize that men and women of the military go out and sacrifice their lives and put their selves in harm's way for my freedom of speech and my freedoms in this country, and my freedom to take a seat or take a knee, so I have the utmost respect for them, and I think what I did was taken out of context and spun a different way.",
      "author": "Colin Kaepernick",
      "category": "Freedom, Women, Men"
    },
    {
      "quote": "We learned about gratitude and humility - that so many people had a hand in our success, from the teachers who inspired us to the janitors who kept our school clean... and we were taught to value everyone's contribution and treat everyone with respect.",
      "author": "Michelle Obama",
      "category": "Success, Gratitude, School"
    },
    {
      "quote": "Let us remember we are all part of one American family. We are united in common values, and that includes belief in equality under the law, basic respect for public order, and the right of peaceful protest.",
      "author": "Barack Obama",
      "category": "Family, Equality, Law"
    },
    {
      "quote": "This world of ours... must avoid becoming a community of dreadful fear and hate, and be, instead, a proud confederation of mutual trust and respect.",
      "author": "Dwight D. Eisenhower",
      "category": "Trust, Fear, Community"
    },
    {
      "quote": "There is no respect for others without humility in one's self.",
      "author": "Henri Frederic Amiel",
      "category": "Self, Humility, Without"
    },
    {
      "quote": "If you want to be a great leader, remember to treat all people with respect at all times. For one, because you never know when you'll need their help. And two, because it's a sign you respect people, which all great leaders do.",
      "author": "Simon Sinek",
      "category": "Leader, Great, Help"
    },
    {
      "quote": "I have more respect for a man who lets me know where he stands, even if he's wrong, than the one who comes up like an angel and is nothing but a devil.",
      "author": "Malcolm X",
      "category": "Man, Me, Know"
    },
    {
      "quote": "If we are not free, no one will respect us.",
      "author": "A. P. J. Abdul Kalam",
      "category": "Free, Will, Us"
    },
    {
      "quote": "I'm kind of a good girl - and I'm not. I'm a good girl because I really believe in love, integrity, and respect. I'm a bad girl because I like to tease. I know that I have sex appeal in my deck of cards. But I like to get people thinking. That's what the stories in my music do.",
      "author": "Katy Perry",
      "category": "Love, Music, Good"
    },
    {
      "quote": "Every animal has his or her story, his or her thoughts, daydreams, and interests. All feel joy and love, pain and fear, as we now know beyond any shadow of a doubt. All deserve that the human animal afford them the respect of being cared for with great consideration for those interests or left in peace.",
      "author": "Ingrid Newkirk",
      "category": "Love, Fear, Peace"
    },
    {
      "quote": "I believe that working with good people matters because then the work environment is good. If there is a sense of respect and belief among the people you work with, that is when good work is done.",
      "author": "Ranbir Kapoor",
      "category": "Work, Good, Believe"
    },
    {
      "quote": "When you are content to be simply yourself and don't compare or compete, everybody will respect you.",
      "author": "Lao Tzu",
      "category": "Yourself, Content, You"
    },
    {
      "quote": "I call horses 'divine mirrors' - they reflect back the emotions you put in. If you put in love and respect and kindness and curiosity, the horse will return that.",
      "author": "Allan Hamilton",
      "category": "Love, Kindness, Curiosity"
    },
    {
      "quote": "Be loyal to those who are loyal to you. And respect everyone, even your enemies and competition.",
      "author": "John Cena",
      "category": "Competition, You, Everyone"
    },
    {
      "quote": "Life is short, and we should respect every moment of it.",
      "author": "Orhan Pamuk",
      "category": "Life, Short, Life Is Short"
    },
    {
      "quote": "Moral authority comes from following universal and timeless principles like honesty, integrity, treating people with respect.",
      "author": "Stephen Covey",
      "category": "Integrity, Honesty, People"
    },
    {
      "quote": "In order to exist, man must rebel, but rebellion must respect the limits that it discovers in itself - limits where minds meet, and in meeting, begin to exist.",
      "author": "Albert Camus",
      "category": "Man, Rebellion, Meeting"
    },
    {
      "quote": "Football is a great deal like life in that it teaches that work, sacrifice, perseverance, competitive drive, selflessness and respect for authority is the price that each and every one of us must pay to achieve any goal that is worthwhile.",
      "author": "Vince Lombardi",
      "category": "Life, Work, Perseverance"
    },
    {
      "quote": "If we desire respect for the law, we must first make the law respectable.",
      "author": "Louis D. Brandeis",
      "category": "Law, Legal, Desire"
    },
    {
      "quote": "I accept you, and you get the same respect from me whether you are black, white, gay straight, Asian, bisexual, Australian, tall, fat, whatever it is. We are all people, and I look at the people of the world the same way, as my brothers and sisters.",
      "author": "Nash Grier",
      "category": "World, Me, People"
    },
    {
      "quote": "China, with her five thousand years of history, her vast territory and her enormous population stands like a mountain peak among the nations of the world. Her contribution to the civilization of mankind is imperishable. She has been a keen lover of peace; she has had a deep respect for international justice.",
      "author": "Chiang Kai-shek",
      "category": "History, Peace, Deep"
    },
    {
      "quote": "Every individual has a place to fill in the world and is important in some respect whether he chooses to be so or not.",
      "author": "Nathaniel Hawthorne",
      "category": "World, Important, Place"
    },
    {
      "quote": "Do we not realize that self respect comes with self reliance?",
      "author": "A. P. J. Abdul Kalam",
      "category": "Self, Realize, Reliance"
    },
    {
      "quote": "The true mark of professionalism is the ability to respect everyone else for their styles and always find something positive in every dining experience and highlight it in your thoughts and words.",
      "author": "Johnny Iuzzini",
      "category": "Positive, Experience, Words"
    },
    {
      "quote": "Respect your parents. What they tell you is true. Hard work, dedication and faith will get you anything. Imagination will drive itself. You can get anything you want, but you have to have faith behind all your ideas. Stick to your goals and have an undying faith.",
      "author": "Russell Simmons",
      "category": "Work, Hard Work, Faith"
    },
    {
      "quote": "One thing I've learned through all the ups and downs is that if you're doing things right, then you have a core group of people. Not just a core group like your homies or your buddies, but a group of people that has a good influence on you, who you respect and admire, and you know that if they're on your side, you're doing something right.",
      "author": "Hope Solo",
      "category": "Good, Influence, People"
    },
    {
      "quote": "We will not agree on every issue. But let us respect those differences and respect one another. Let us recognize that we do not serve an ideology or a political party we serve the people.",
      "author": "John Lynch",
      "category": "Political, People, Party"
    },
    {
      "quote": "True security is based on people's welfare - on a thriving economy, on strong public health and education programmes, and on fundamental respect for our common humanity. Development, peace, disarmament, reconciliation and justice are not separate from security; they help to underpin it.",
      "author": "Ban Ki-moon",
      "category": "Education, Peace, Health"
    },
    {
      "quote": "I've been so lucky to work with such great people: people that are such hard workers and have such a respect and appreciation for one another.",
      "author": "Blake Lively",
      "category": "Work, Great, Appreciation"
    },
    {
      "quote": "I love making new friends and I respect people for a lot of different reasons.",
      "author": "Taylor Swift",
      "category": "Love, Friends, People"
    },
    {
      "quote": "Our deep respect for the land and its harvest is the legacy of generations of farmers who put food on our tables, preserved our landscape, and inspired us with a powerful work ethic.",
      "author": "James H. Douglas, Jr.",
      "category": "Work, Food, Deep"
    },
    {
      "quote": "I submit that an individual who breaks a law that conscience tells him is unjust, and who willingly accepts the penalty of imprisonment in order to arouse the conscience of the community over its injustice, is in reality expressing the highest respect for law.",
      "author": "Martin Luther King, Jr.",
      "category": "Community, Law, Injustice"
    },
    {
      "quote": "Different people have different opinions, and it's okay to respect all of them.",
      "author": "Juan Pablo Galavis",
      "category": "People, Opinions, Okay"
    },
    {
      "quote": "I have great respect for the past. If you don't know where you've come from, you don't know where you're going. I have respect for the past, but I'm a person of the moment. I'm here, and I do my best to be completely centered at the place I'm at, then I go forward to the next place.",
      "author": "Maya Angelou",
      "category": "Best, Great, Past"
    },
    {
      "quote": "We all have goals: We want to matter. We want to be important. We want to have freedom and power to pursue our creative work. We want respect from our peers and recognition for our accomplishments. Not out of vanity or selfishness, but of an earnest desire to fulfill our personal potential.",
      "author": "Ryan Holiday",
      "category": "Work, Freedom, Goals"
    },
    {
      "quote": "As you get older, you grow and mature, and that should never stop. As soon as you stop growing, you're done living. I'll always be growing, forever learning, forever taking in advice from people I deeply respect.",
      "author": "Odell Beckham, Jr.",
      "category": "Learning, Advice, People"
    },
    {
      "quote": "Climate change does not respect border; it does not respect who you are - rich and poor, small and big. Therefore, this is what we call 'global challenges,' which require global solidarity.",
      "author": "Ban Ki-moon",
      "category": "Change, Challenges, Small"
    },
    {
      "quote": "I'm the one person who wears the words 'hustle, loyalty, respect' on my T-shirts and merchandise. My audience is children. It's very flattering to see a kid wear your T-shirt; it's even more flattering to have a dad come up to you and say, 'I watch you with my kid. Keep doing what you're doing. You're a role model for my son.'",
      "author": "John Cena",
      "category": "Children, Son, Words"
    },
    {
      "quote": "Perhaps the surest test of an individual's integrity is his refusal to do or say anything that would damage his self-respect.",
      "author": "Thomas S. Monson",
      "category": "Integrity, Self-Respect"
    },
    {
      "quote": "Cooperation and respect for each other will advance the cause of human rights worldwide. Confrontation, vilification, and double standards will not.",
      "author": "Robert Mugabe",
      "category": "Cooperation, Rights, Human"
    },
    {
      "quote": "I think I'm a natural-born leader. I know how to bow down to authority if it's authority that I respect.",
      "author": "Tupac Shakur",
      "category": "Leader, Know, Think"
    },
    {
      "quote": "We respect our elders. There is wisdom that comes from experience, and I am not going to stop learning from wise counsel.",
      "author": "Marcia Fudge",
      "category": "Wisdom, Learning, Experience"
    },
    {
      "quote": "When men and women are able to respect and accept their differences then love has a chance to blossom.",
      "author": "John Gray",
      "category": "Love, Women, Men"
    },
    {
      "quote": "True humility is intelligent self respect which keeps us from thinking too highly or too meanly of ourselves. It makes us modest by reminding us how far we have come short of what we can be.",
      "author": "Ralph W. Sockman",
      "category": "Short, Self, Humility"
    },
    {
      "quote": "Nothing is more despicable than respect based on fear.",
      "author": "Albert Camus",
      "category": "Fear, Nothing, Than"
    },
    {
      "quote": "I think the most important thing in life is self-love, because if you don't have self-love, and respect for everything about your own body, your own soul, your own capsule, then how can you have an authentic relationship with anyone else?",
      "author": "Shailene Woodley",
      "category": "Life, Relationship"
    },
    {
      "quote": "We must welcome the future, remembering that soon it will be the past; and we must respect the past, remembering that it was once all that was humanly possible.",
      "author": "George Santayana",
      "category": "Future, Welcome, Past"
    },
    {
      "quote": "My one thing is respect. I don't care about anything else. You should respect everyone around you - the people who work for you, peers. Be classy.",
      "author": "Charli XCX",
      "category": "Work, People, Care"
    },
    {
      "quote": "The things I do, I do from the heart and out of love and respect for our planet and all living things. And I draw my courage from my love for justice and truth, and I calm my fears by comforting those who are more scared than me. And I try to do my best to make the world a better place, one small action at a time, as good as I can.",
      "author": "Q'orianka Kilcher",
      "category": "Love, Time, Courage"
    },
    {
      "quote": "Many people resented my impatience and honesty, but I never cared about acceptance as much as I cared about respect.",
      "author": "Jackie Robinson",
      "category": "Honesty, Acceptance, People"
    },
    {
      "quote": "America wants its respect.",
      "author": "Tupac Shakur",
      "category": "America, Wants"
    },
    {
      "quote": "The final test of a gentleman is his respect for those who can be of no possible service to him.",
      "author": "William Lyon Phelps",
      "category": "Service, Gentleman, Test"
    },
    {
      "quote": "I'm a good girl because I really believe in love, integrity, and respect. I'm a bad girl because I like to tease.",
      "author": "Katy Perry",
      "category": "Love, Integrity, Good"
    },
    {
      "quote": "We shall listen, not lecture; learn, not threaten. We will enhance our safety by earning the respect of others and showing respect for them. In short, our foreign policy will rest on the traditional American values of restraint and empathy, not on military might.",
      "author": "Theodore C. Sorensen",
      "category": "Safety, Empathy, Short"
    },
    {
      "quote": "Self-respect is the fruit of discipline the sense of dignity grows with the ability to say no to oneself.",
      "author": "Abraham Joshua Heschel",
      "category": "Discipline, Fruit"
    },
    {
      "quote": "You can have a certain arrogance, and I think that's fine, but what you should never lose is the respect for the others.",
      "author": "Steffi Graf",
      "category": "Arrogance, Think, You"
    },
    {
      "quote": "Everyone in society should be a role model, not only for their own self-respect, but for respect from others.",
      "author": "Barry Bonds",
      "category": "Society, Self-Respect"
    },
    {
      "quote": "Once you appreciate one of your blessings, one of your senses, your sense of hearing, then you begin to respect the sense of seeing and touching and tasting, you learn to respect all the senses.",
      "author": "Maya Angelou",
      "category": "Blessings, Appreciate, You"
    },
    {
      "quote": "In Republics, the great danger is, that the majority may not sufficiently respect the rights of the minority.",
      "author": "James Madison",
      "category": "Great, Rights, Danger"
    },
    {
      "quote": "Teaching the history of the British Empire links in with that of the world: for better and for worse, the Empire made us what we are, forming our national identity. A country that does not understand its own history is unlikely to respect that of others.",
      "author": "Antony Beevor",
      "category": "History, Identity, World"
    },
    {
      "quote": "I wanted to represent minorities in the respect of people who had been bullied in school or people who were gay or lesbian or trans or people who aren't blonde haired and blue-eyed. I have short hair, and I am covered in tattoos. I like showing people that it's within their rights to be different.",
      "author": "Ruby Rose",
      "category": "School, I Am, Short"
    },
    {
      "quote": "Being brilliant is no great feat if you respect nothing.",
      "author": "Johann Wolfgang von Goethe",
      "category": "Great, Nothing, You"
    },
    {
      "quote": "Mutual respect! That's what it takes to be friends.",
      "author": "Hugo Chavez",
      "category": "Friends, Mutual Respect"
    },
    {
      "quote": "My mother early on taught us to respect all animals, and I mean all animals - not just cats and dogs but rats and snakes and spiders and fish and wildlife, so I really grew up believing they are just like us and just as deserving of consideration.",
      "author": "Joanna Lumley",
      "category": "Cats, Mother, Fish"
    },
    {
      "quote": "Don't ever know who you may meet, or just because a person may not be dressed up all fancy, don't mean they're not an important person. You just don't ever know who you're gonna meet in life. So that's why I look at everybody as equal. Can't just judge. I treat everybody with respect. Every man.",
      "author": "Floyd Mayweather, Jr.",
      "category": "Life, Man, Treat"
    },
    {
      "quote": "Golf is game of respect and sportsmanship we have to respect its traditions and its rules.",
      "author": "Jack Nicklaus",
      "category": "Golf, Rules, Game"
    },
    {
      "quote": "If you create something, you don't want someone else to go and profit from it; you have your right to make a living and everything. So I respect copyright. What I don't respect is copyright extremism. And I what I don't respect is a business model that encourages piracy.",
      "author": "Kim Dotcom",
      "category": "Business, Want, You"
    },
    {
      "quote": "Veterans Day is an acknowledgment that those willing to make the ultimate sacrifice for our country - and their families - deserve our admiration and respect today and every day.",
      "author": "Elizabeth Esty",
      "category": "Day, Today, Sacrifice"
    },
    {
      "quote": "I have great respect for the men and women that have fought for this country. I have family, I have friends that have gone and fought for this country. And they fight for freedom, they fight for the people, they fight for liberty and justice, for everyone.",
      "author": "Colin Kaepernick",
      "category": "Family, Friends, Women"
    },
    {
      "quote": "Don't worry about what the people say; be yourself, say what you want to say with respect.",
      "author": "Mariano Rivera",
      "category": "Be Yourself, Yourself, Worry"
    },
    {
      "quote": "I have no right, by anything I do or say, to demean a human being in his own eyes. What matters is not what I think of him; it is what he thinks of himself. To undermine a man's self-respect is a sin.",
      "author": "Antoine de Saint-Exupery",
      "category": "Eyes, Man, Sin"
    },
    {
      "quote": "I come from a poor family, I have seen poverty. The poor need respect, and it begins with cleanliness.",
      "author": "Narendra Modi",
      "category": "Family, Poverty, Poor"
    },
    {
      "quote": "I have a great respect for incremental improvement, and I've done that sort of thing in my life, but I've always been attracted to the more revolutionary changes. I don't know why. Because they're harder. They're much more stressful emotionally. And you usually go through a period where everybody tells you that you've completely failed.",
      "author": "Steve Jobs",
      "category": "Life, Great, Improvement"
    },
    {
      "quote": "There is always the danger that we may just do the work for the sake of the work. This is where the respect and the love and the devotion come in - that we do it to God, to Christ, and that's why we try to do it as beautifully as possible.",
      "author": "Mother Teresa",
      "category": "Love, Work, God"
    },
    {
      "quote": "I believe that fitness needs to come from within you. You need to respect your body. Only then will you have the zeal to maintain it. For me, keeping fit is a part of my lifestyle.",
      "author": "Arjun Rampal",
      "category": "Fitness, Believe, Me"
    },
    {
      "quote": "Dad often told me, 'My job is to help my boss do his job and make him look good.' That was my dad's objective. Everything about the way he conducted himself was to communicate support for his superiors and respect for his coworkers. The way he dressed was his starting point in that communication.",
      "author": "Lyle Lovett",
      "category": "Communication, Good, Boss"
    },
    {
      "quote": "To be one, to be united is a great thing. But to respect the right to be different is maybe even greater.",
      "author": "Bono",
      "category": "Great, Be Different, Right"
    },
    {
      "quote": "When you have that respect from your teammates, it makes it a lot more comfortable.",
      "author": "LeBron James",
      "category": "Teammates, You, Comfortable"
    },
    {
      "quote": "I've always played sport, ever since I was little. I played volleyball and I believe sport teaches you a lot, such as teamwork, respect and discipline.",
      "author": "Gisele Bundchen",
      "category": "Teamwork, Believe"
    },
    {
      "quote": "I do believe in humanism, and I believe that we should treat each other with respect and care and look after each other. All human beings should have an equal chance to survive in society, and inequality is a big problem in society.",
      "author": "Stellan Skarsgard",
      "category": "Society, Believe, Treat"
    },
    {
      "quote": "Our challenge for the future is that we realize we are very much a part of the earth's ecosystem, and we must learn to respect and live according to the basic biological laws of nature.",
      "author": "Jim Fowler",
      "category": "Nature, Future, Challenge"
    },
    {
      "quote": "My father used to have an expression. He'd say, 'Joey, a job is about a lot more than a paycheck. It's about your dignity. It's about respect. It's about your place in your community.'",
      "author": "Joe Biden",
      "category": "Father, Community, Job"
    },
    {
      "quote": "Respect yourself if you would have others respect you.",
      "author": "Baltasar Gracian",
      "category": "Yourself, You, Others"
    },
    {
      "quote": "Once you figure out what respect tastes like, it tastes better than attention. But you have to get there.",
      "author": "Pink",
      "category": "Better, Attention, You"
    },
    {
      "quote": "I like guitar. It just turned out that it's the instrument I learned to play. I have a lot of respect for it, and I'm learning more and more every day. For me, the classic band setup - guitars, drums, bass - will stay fresh forever. I don't know. I'm still into it.",
      "author": "Mac DeMarco",
      "category": "Learning, Day, Me"
    },
    {
      "quote": "The valor and courage of our young women and men in the armed services are a shining example to all of the world, and we owe them and their families our deepest respect.",
      "author": "Bill Frist",
      "category": "Courage, Women, World"
    },
    {
      "quote": "This is how you start to get respect: by offering something that you have.",
      "author": "Morrie Schwartz",
      "category": "Start, You, Something"
    },
    {
      "quote": "This is what we call smart power. Using every possible tool and partner to advance peace and security. Leaving no one on the sidelines. Showing respect even for one's enemies. Trying to understand, in so far as psychologically possible, empathize with their perspective and point of view. Helping to define the problems, determine the solutions.",
      "author": "Hillary Clinton",
      "category": "Peace, Power, Smart"
    },
    {
      "quote": "In religious and in secular affairs, the more fervent beliefs attract followers. If you are a moderate in any respect - if you're a moderate on abortion, if you're a moderate on gun control, or if you're a moderate in your religious faith - it doesn't evolve into a crusade where you're either right or wrong, good or bad, with us or against us.",
      "author": "Jimmy Carter",
      "category": "Good, Faith, Gun Control"
    },
    {
      "quote": "You can't allow tradition to get in the way of innovation. There's a need to respect the past, but it's a mistake to revere your past.",
      "author": "Bob Iger",
      "category": "Innovation, Past, Mistake"
    },
    {
      "quote": "Our work for human dignity is often lonely, and almost always an uphill climb. At times, our efforts are misunderstood, and we are mistaken for the enemy. There has been a clear erosion of respect for U.N. blue and our impartiality.",
      "author": "Ban Ki-moon",
      "category": "Work, Blue, Lonely"
    },
    {
      "quote": "I have always believed that I should have had no difficulty in causing my rights to be respected.",
      "author": "Eli Whitney",
      "category": "Rights, Always, Difficulty"
    },
    {
      "quote": "I am a feminist, and what that means to me is much the same as the meaning of the fact that I am Black: it means that I must undertake to love myself and to respect myself as though my very life depends upon self-love and self-respect.",
      "author": "June Jordan",
      "category": "Love, Life, Myself"
    },
    {
      "quote": "I believe that young people are looking for answers to the big questions just like everyone else, and that they respect intelligent comment to help guide them through tough times.",
      "author": "Bill Kurtis",
      "category": "Tough Times, Believe, Help"
    },
    {
      "quote": "I have great respect for the semicolon it is a mighty handy little fellow.",
      "author": "Abraham Lincoln",
      "category": "Great, Mighty, Little"
    },
    {
      "quote": "The crown must constantly earn citizens' appreciation, respect and trust.",
      "author": "Felipe VI of Spain",
      "category": "Trust, Appreciation, Earn"
    },
    {
      "quote": "I have great respect for people's right to believe what they want to believe. And I don't think anybody should be prosecuted or judged based on what their beliefs are.",
      "author": "Colin Kaepernick",
      "category": "Great, Believe, People"
    },
    {
      "quote": "The life of the community, both domestically and internationally, clearly demonstrates that respect for rights, and the guarantees that follow from them, are measures of the common good that serve to evaluate the relationship between justice and injustice, development and poverty, security and conflict.",
      "author": "Pope Benedict XVI",
      "category": "Life, Relationship"
    },
    {
      "quote": "My dad, being a businessman, constantly talked to me about carrying myself in a certain way and treating people with respect. And I think that's something that's carried over throughout my life. It's how I deal with certain situations.",
      "author": "Colin Kaepernick",
      "category": "Life, Myself, Me"
    },
    {
      "quote": "Psychology is as important as substance. If you treat people with respect, they will go out of their way to accommodate you. If you treat them in a patronizing way, they will go out of their way to make your life difficult.",
      "author": "Mohamed ElBaradei",
      "category": "Life, Treat, People"
    },
    {
      "quote": "The way forward is always found through greater respect for the equal rights of all.",
      "author": "Martin O'Malley",
      "category": "Equal, Forward, Rights"
    },
    {
      "quote": "Hopefully, imparting what's important to me, respect for the food and that information about the purveyors, people will realize that for a restaurant to be good, so many pieces have to come together.",
      "author": "Thomas Keller",
      "category": "Food, Good, Together"
    },
    {
      "quote": "Dad needs to show an incredible amount of respect and humor and friendship toward his mate so the kids understand their parents are sexy, they're fun, they do things together, they're best friends. Kids learn by example. If I respect Mom, they're going to respect Mom.",
      "author": "Tim Allen",
      "category": "Friendship, Friends, Humor"
    },
    {
      "quote": "We can win respect in the world only if we are strong internally and can banish poverty and unemployment from our country.",
      "author": "Lal Bahadur Shastri",
      "category": "Strong, Poverty, World"
    },
    {
      "quote": "With my wife I don't get no respect. I made a toast on her birthday to 'the best woman a man ever had.' The waiter joined me.",
      "author": "Rodney Dangerfield",
      "category": "Birthday, Best, Wife"
    },
    {
      "quote": "Grace, respect, reserve, and empathetic listening are qualities sorely missing from the public discourse now.",
      "author": "Meryl Streep",
      "category": "Listening, Grace, Missing"
    },
    {
      "quote": "I fear God and respect God and love God.",
      "author": "Brett Ratner",
      "category": "Love, Fear, God"
    },
    {
      "quote": "I don't wait for people to give me respect. I always give them respect.",
      "author": "Mariano Rivera",
      "category": "Me, People, Wait"
    },
    {
      "quote": "I get asked a lot about my legacy. For me, it's being a good teammate, having the respect of my teammates, having the respect of the coaches and players. That's important to me.",
      "author": "Peyton Manning",
      "category": "Good, Legacy, Me"
    },
    {
      "quote": "Thus, it was to seek true civilization and true justice for all the peoples of the world, and to view this as the destruction of personal freedom and respect is to be assailed by the hatred and emotion of war, and to make hasty judgments.",
      "author": "Hideki Tojo",
      "category": "Freedom, Justice, War"
    },
    {
      "quote": "I firmly believe that respect is a lot more important, and a lot greater, than popularity.",
      "author": "Julius Erving",
      "category": "Believe, Important"
    },
    {
      "quote": "Respecting people is an important part of life, whether it's the person doing janitorial work or the person above you. It doesn't matter who you are: I'm going to respect you.",
      "author": "Andy Reid",
      "category": "Life, Work, People"
    },
    {
      "quote": "Gymnastics taught me everything - life lessons, responsibility and discipline and respect.",
      "author": "Shawn Johnson",
      "category": "Life, Responsibility, Me"
    },
    {
      "quote": "A hypocrite despises those whom he deceives, but has no respect for himself. He would make a dupe of himself too, if he could.",
      "author": "William Hazlitt",
      "category": "Hypocrite, No Respect"
    },
    {
      "quote": "The only thing I command is respect.",
      "author": "Kyrie Irving",
      "category": "Command, Only"
    },
    {
      "quote": "If people who cherish freedom, who know the importance of mutual respect and are aware of the imperative necessity to establish a constructive and critical debate, if these people are not ready to speak out, to be more committed and visible, then we can expect sad, painful tomorrows. The choice is ours.",
      "author": "Tariq Ramadan",
      "category": "Freedom, Sad, Choice"
    },
    {
      "quote": "Inspirational leaders need to have a winning mentality in order to inspire respect. It is hard to trust in the leadership of someone who is half-hearted about their purpose, or only sporadic in focus or enthusiasm.",
      "author": "Sebastian Coe",
      "category": "Inspirational, Leadership"
    },
    {
      "quote": "Love, friendship and respect do not unite people as much as a common hatred for something.",
      "author": "Anton Chekhov",
      "category": "Love, Friendship, People"
    },
    {
      "quote": "I respect myself and insist upon it from everybody. And because I do it, I then respect everybody, too.",
      "author": "Maya Angelou",
      "category": "Myself, Because, Everybody"
    },
    {
      "quote": "The Pope loves everyone, rich and poor alike, but the Pope has the duty, in Christ's name, to remind the rich to help the poor, to respect them, to promote them.",
      "author": "Pope Francis",
      "category": "Help, Name, Rich"
    },
    {
      "quote": "Since I've started fighting it has taught me a lot about self respect, self confidence and self control.",
      "author": "Gina Carano",
      "category": "Confidence, Self, Me"
    },
    {
      "quote": "We should all consider each other as human beings, and we should respect each other.",
      "author": "Malala Yousafzai",
      "category": "Human, Human Beings, Should"
    },
    {
      "quote": "Thieves respect property. They merely wish the property to become their property that they may more perfectly respect it.",
      "author": "Gilbert K. Chesterton",
      "category": "Wish, Property, May"
    },
    {
      "quote": "I'm not everybody's cup of tea. But sometimes criticism can be hurtful. Be respectful. I'm a good piano player, I can sing well, I write good songs. If you don't like it, fair enough. But give me a break.",
      "author": "Elton John",
      "category": "Good, Tea, Me"
    },
    {
      "quote": "The person who comes up to you and makes the most noise and is the most intrusive is invariably the person in the room who has no respect for you at all, and it's really all about them.",
      "author": "Robbie Coltrane",
      "category": "You, Person, Up"
    },
    {
      "quote": "I respect everybody, but at the same time, I carry myself with an aura that demands respect, too.",
      "author": "Lil' Kim",
      "category": "Time, Myself, Carry"
    },
    {
      "quote": "It is a full time job being honest one moment at a time, remembering to love, to honor, to respect. It is a practice, a discipline, worthy of every moment.",
      "author": "Jasmine Guy",
      "category": "Love, Marriage, Time"
    },
    {
      "quote": "I feel a distaste for hunting, first because of a kind of Buddhist respect for the unity and sacredness of all life, and also because the pursuit of a hare or chamois strikes me as a kind of 'escape of energy,' that is, the expenditure of our effort in an illusory end, one devoid of profit.",
      "author": "Pierre Teilhard de Chardin",
      "category": "Life, Unity, Effort"
    },
    {
      "quote": "These haters are too less in number when compared to the millions who support me. I look at all those beautiful people who always stand by me. I respect them, and they equally respect me.",
      "author": "Divyanka Tripathi",
      "category": "Beautiful, Support, Me"
    },
    {
      "quote": "At a deep psychological level, convincing young people that they will get the respect, admiration, love that they are looking for through consumerism is a manipulation of a deep human instinct to want to belong.",
      "author": "Helena Norberg-Hodge",
      "category": "Love, Deep, People"
    },
    {
      "quote": "I have respect for beer.",
      "author": "Russell Crowe",
      "category": "Beer"
    },
    {
      "quote": "In cyberspace, people with different skin colors, nationalities, cultures and languages should be equally entitled to participation, free speech and development. We should abandon prejudices, respect differences, and be tolerant and open.",
      "author": "Lu Wei",
      "category": "Colors, Free, People"
    },
    {
      "quote": "I respect the fact that people have worked hard all week and want to go to the movies on the weekend and be entertained.",
      "author": "Michael Moore",
      "category": "Week, People, Want"
    },
    {
      "quote": "I never make the mistake of arguing with people for whose opinions I have no respect.",
      "author": "Edward Gibbon",
      "category": "Mistake, People, Opinions"
    },
    {
      "quote": "Discipline is based on pride, on meticulous attention to details, and on mutual respect and confidence. Discipline must be a habit so ingrained that it is stronger than the excitement of the goal or the fear of failure.",
      "author": "Gary Ryan Blair",
      "category": "Failure, Fear, Confidence"
    },
    {
      "quote": "I am not very proud of being an human being; in fact, I distinctly dislike the species in many ways. I can readily conceive of beings vastly superior in every respect.",
      "author": "H. P. Lovecraft",
      "category": "I Am, Proud, Human"
    },
    {
      "quote": "Freedom is a timeless value. The United Nations Charter calls for encouraging respect for fundamental freedoms. The Universal Declaration of Human Rights mentions freedom more than twenty times. All countries have committed to protecting individual freedoms on paper - but in practice, too many break their pledge.",
      "author": "Ban Ki-moon",
      "category": "Freedom, Value, Practice"
    },
    {
      "quote": "Civility is not about dousing strongly held views. It's about making sure that people are willing to respect other perspectives.",
      "author": "Jim Leach",
      "category": "People, Civility, Sure"
    },
    {
      "quote": "Every state has an undoubted right to determine the status, or domestic and social condition, of the persons domiciled within its territory except insofar as the powers of the states in this respect are restrained, or duties and obligations imposed upon them, by the Constitution of the United States.",
      "author": "Roger B. Taney",
      "category": "Constitution, Right, Within"
    },
    {
      "quote": "Never respect men merely for their riches, but rather for their philanthropy; we do not value the sun for its height, but for its use.",
      "author": "Gamaliel Bailey",
      "category": "Sun, Men, Value"
    },
    {
      "quote": "To free us from the expectations of others, to give us back to ourselves - there lies the great, singular power of self-respect.",
      "author": "Joan Didion",
      "category": "Great, Power, Free"
    },
    {
      "quote": "It's very hard to respect people on holiday - everybody looks so silly at the beach, it makes you hate humanity - but when you see people at their work they elicit respect, whether it's a mechanic, a stonemason or an accountant.",
      "author": "Alain de Botton",
      "category": "Work, Hate, Humanity"
    },
    {
      "quote": "If once you forfeit the confidence of your fellow-citizens, you can never regain their respect and esteem.",
      "author": "Abraham Lincoln",
      "category": "Confidence, You, Never"
    },
    {
      "quote": "The gifts of lovers to one another are, in respect to love, nothing but forms; yet, they testify to invisible love.",
      "author": "Rumi",
      "category": "Love, Nothing, Lovers"
    },
    {
      "quote": "I think the sexiest thing on anybody is intelligence. I respect somebody who has a brain and wants to use it more than a pretty face and status.",
      "author": "Sophia Bush",
      "category": "Intelligence, Brain, Think"
    },
    {
      "quote": "There will always be a desire for something new, fresh and innovative, as well as a yearning and respect for timeless elegance and beauty.",
      "author": "Helena Christensen",
      "category": "Beauty, Elegance, Desire"
    },
    {
      "quote": "The reason I like the criminal justice system is there aren't Republican or Democrat victims or police officers or prosecutors. It's about respect for the rule of law!",
      "author": "Trey Gowdy",
      "category": "Justice, Law, Police"
    },
    {
      "quote": "Leadership is diving for a loose ball, getting the crowd involved, getting other players involved. It's being able to take it as well as dish it out. That's the only way you're going to get respect from the players.",
      "author": "Larry Bird",
      "category": "Leadership, Way, You"
    },
    {
      "quote": "You have to respect your audience. Without them, you're essentially standing alone, singing to yourself.",
      "author": "K. D. Lang",
      "category": "Alone, Yourself, Singing"
    },
    {
      "quote": "Tolerance has to be shown by those who come to this country for a new way of life. If you are not prepared to become Australian and give this country your undivided loyalty, obey our laws, respect our culture and way of life, then I suggest you go back where you came from.",
      "author": "Pauline Hanson",
      "category": "Life, Culture, Loyalty"
    },
    {
      "quote": "We are more thoroughly an enlightened people, with respect to our political interests, than perhaps any other under heaven. Every man among us reads, and is so easy in his circumstances as to have leisure for conversations of improvement and for acquiring information.",
      "author": "Benjamin Franklin",
      "category": "Man, Improvement, Political"
    },
    {
      "quote": "Property is intended to serve life, and no matter how much we surround it with rights and respect, it has no personal being. It is part of the earth man walks on. It is not man.",
      "author": "Martin Luther King, Jr.",
      "category": "Life, Man, Earth"
    },
    {
      "quote": "Let every man be respected as an individual and no man idolized.",
      "author": "Albert Einstein",
      "category": "Man, Individual, Every"
    },
    {
      "quote": "Because they are so humbled by their creations, engineers are naturally conservative in their expectations of technology. They know that the perfect system is the stuff of science fiction, not of engineering fact, and so everything must be treated with respect.",
      "author": "Henry Petroski",
      "category": "Technology, Science"
    },
    {
      "quote": "A constructive approach to diplomacy doesn't mean relinquishing one's rights. It means engaging with one's counterparts, on the basis of equal footing and mutual respect, to address shared concerns and achieve shared objectives.",
      "author": "Hassan Rouhani",
      "category": "Achieve, Rights, Mean"
    },
    {
      "quote": "One should respect public opinion insofar as is necessary to avoid starvation and keep out of prison, but anything that goes beyond this is voluntary submission to an unnecessary tyranny.",
      "author": "Bertrand Russell",
      "category": "Prison, Tyranny, Opinion"
    },
    {
      "quote": "We are a society that treats people with disabilities with condescension and pity, not dignity and respect.",
      "author": "Stella Young",
      "category": "Society, People, Dignity"
    },
    {
      "quote": "I respect and value the ideals of rugged individualism and self-reliance. But rugged individualism didn't defeat the British, it didn't get us to the moon, build our nation's highways, or map the human genome. We did that together. This is the high call of patriotism.",
      "author": "Cory Booker",
      "category": "Patriotism, Together, Moon"
    },
    {
      "quote": "Women live lives of continual apology. They are born and raised to take the blame for other people's behavior. If they are treated without respect, they tell themselves that they have failed to earn respect. If their husbands do not fancy them, it is because they are unattractive.",
      "author": "Germaine Greer",
      "category": "Women, Behavior, Blame"
    },
    {
      "quote": "There is overwhelming evidence that the higher the level of self-esteem, the more likely one will be to treat others with respect, kindness, and generosity.",
      "author": "Nathaniel Branden",
      "category": "Kindness, Treat, Generosity"
    },
    {
      "quote": "Mankind is like dogs, not gods - as long as you don't get mad they'll bite you - but stay mad and you'll never be bitten. Dogs don't respect humility and sorrow.",
      "author": "Jack Kerouac",
      "category": "Humility, Long, Sorrow"
    },
    {
      "quote": "Since narcissism is fueled by a greater need to be admired than to be liked, psychologists might use that fact as a therapeutic lever - stressing to patients that being known as a narcissist will actually cause them to lose the respect and social status they crave.",
      "author": "Jeffrey Kluger",
      "category": "Narcissism, Need, Social"
    },
    {
      "quote": "As human beings we value the experience that comes with age. We are reminded over and over again with statements like 'older and wiser' and 'respect your elders,' promoting age as something to be cherished and respected.",
      "author": "Jenna Morasca",
      "category": "Age, Experience, Value"
    },
    {
      "quote": "Throughout my career, if I have done anything, I have paid attention to every note and every word I sing - if I respect the song. If I cannot project this to a listener, I fail.",
      "author": "Frank Sinatra",
      "category": "Song, Career, Attention"
    },
    {
      "quote": "Aging has a wonderful beauty and we should have respect for that.",
      "author": "Eartha Kitt",
      "category": "Beauty, Aging, Wonderful"
    },
    {
      "quote": "I have the greatest respect for single parents who struggle and sacrifice, trying against almost superhuman odds to hold the family together. They should be honored and helped in their heroic efforts. But any mother's or father's task is much easier where there are two functioning parents in the home.",
      "author": "James E. Faust",
      "category": "Family, Home, Father"
    },
    {
      "quote": "It makes a big difference when men respect women. There are a lot of men who don't, so that's the main quality that would make a good man a great man.",
      "author": "Stephanie Sigman",
      "category": "Women, Good, Great"
    },
    {
      "quote": "Freedom goes hand-in-hand with mutual respect.",
      "author": "Kay Rala Xanana Gusmao",
      "category": "Freedom, Mutual Respect"
    },
    {
      "quote": "And in this respect, the Israeli-Palestinian conflict has been a tragedy, a clash between one very powerful, very convincing, very painful claim over this land and another no less powerful, no less convincing claim.",
      "author": "Amos Oz",
      "category": "Powerful, Conflict, Tragedy"
    },
    {
      "quote": "Society as a whole benefits immeasurably from a climate in which all persons, regardless of race or gender, may have the opportunity to earn respect, responsibility, advancement and remuneration based on ability.",
      "author": "Sandra Day O'Connor",
      "category": "Responsibility, Society"
    },
    {
      "quote": "The older generation had greater respect for land than science. But we live in an age when science, more than soil, has become the provider of growth and abundance. Living just on the land creates loneliness in an age of globality.",
      "author": "Shimon Peres",
      "category": "Age, Science, Growth"
    },
    {
      "quote": "If anyone asks for your autograph they're showing you respect and give it back to them.",
      "author": "John Lydon",
      "category": "You, Back, Give"
    },
    {
      "quote": "When you're a teenager, you want to meet a lot of girls - you want to get the most girls. You don't know anything about respect; you don't know anything about being faithful and loyal to your girlfriend.",
      "author": "Nas",
      "category": "Want, Know, You"
    },
    {
      "quote": "PETA's campaign should be included in school curricula. If we can open children's hearts and minds to animals' needs, teach them to treat a dog or a chicken as if they feel fear and love and pain - as they do - then they will grow up to understand that we are all worthy of respect.",
      "author": "Ingrid Newkirk",
      "category": "Love, Children, Fear"
    },
    {
      "quote": "There are so many things to think about when you make an album. Like, who am I trying to impress? Am I going to get respect, critical acclaim? Or am I going to sell lots of records?",
      "author": "Ellie Goulding",
      "category": "Trying, Think, You"
    },
    {
      "quote": "When I was a little boy, Marvin Hagler was my idol. He got no respect for most of his career. His fighting style was straight ahead. He took every shot thrown at him, and he kept punching back 'til he won. I honestly feel that's how I am. I take big shots from people. But I keep going.",
      "author": "James Frey",
      "category": "Keep Going, I Am, Style"
    },
    {
      "quote": "Collaboration is just, really, a group of people getting in a room with their eye on a very similar prize and wanting to come out with the same show. The director, ultimately, is the guy in front of whom the buck stops. So, he has to have the courage to prevail. But, he has got to have a huge amount of respect for his collaborators.",
      "author": "Harold Prince",
      "category": "Courage, Collaboration, Eye"
    },
    {
      "quote": "I don't get nothing but love. In every ghetto all over the world. Nothing but love. They respect that I came outta there and I'm doing it the right way. You can't do nothing but respect that.",
      "author": "Ice Cube",
      "category": "Love, World, You"
    },
    {
      "quote": "I am who I am. That's why my friends and peers respect and appreciate me. I don't change or cater my actions to fit my surroundings. I'm myself 24/7. People appreciate that.",
      "author": "Kevin Hart",
      "category": "Change, Friends, Myself"
    },
    {
      "quote": "Sexuality surrounds us like a dangerous aura. The same reverence that is given to the spirit is not given to the flesh. We have had a sexual revolution, but the sexual revolution only has made sex more pervasive. It hasn't granted the level of reverence and respect that it should have.",
      "author": "Gioconda Belli",
      "category": "Revolution, Dangerous, Same"
    },
    {
      "quote": "Acting changed my life. I say God and then acting. Because becoming an actor, I've gained a new respect for humanity. And I believe that it's also helped me to grow as a person. It's been one of the biggest blessings and expressions that I could have ever been gifted with.",
      "author": "Tasha Smith",
      "category": "Life, God, Humanity"
    },
    {
      "quote": "Man's respect for the imponderables varies according to his mental constitution and environment. Through certain modes of thought and training, it can be elevated tremendously, yet there is always a limit.",
      "author": "H. P. Lovecraft",
      "category": "Man, Training, Constitution"
    },
    {
      "quote": "The only situation that I can't be in favour of is the lack of respect to human rights in Venezuela.",
      "author": "Mauricio Macri",
      "category": "Situation, Rights, Human"
    },
    {
      "quote": "You want to please society. You want to be happy. You want to be well liked. You want to be held in high esteem and be respected. These are real things. You want respect from your peers, respect from your loved ones; you want to be looked up to for your achievements and your accomplishments. All of this requires conformity in some form or another.",
      "author": "Thomas Jane",
      "category": "Happy, Society, Be Happy"
    },
    {
      "quote": "I look forward to a life partner who can look after me and respect me.",
      "author": "Divyanka Tripathi",
      "category": "Life, Me, Partner"
    },
    {
      "quote": "Employees don't need to be best friends, but there does need to be a level of mutual respect and understanding.",
      "author": "Kathryn Minshew",
      "category": "Friends, Best, Understanding"
    },
    {
      "quote": "The sea speaks a language polite people never repeat. It is a colossal scavenger slang and has no respect.",
      "author": "Carl Sandburg",
      "category": "Sea, Language, People"
    },
    {
      "quote": "A jealous lover of human liberty, deeming it the absolute condition of all that we admire and respect in humanity, I reverse the phrase of Voltaire, and say that, if God really existed, it would be necessary to abolish him.",
      "author": "Mikhail Bakunin",
      "category": "God, Humanity, Liberty"
    },
    {
      "quote": "The engagements I had with Queen Elizabeth and Prince Charles were about reaching out and showing respect to the unionist people. I also recognised that when someone like her makes acts of reconciliation as she did do at the Garden of Remembrance in Dublin, she is 100% behind the peace process.",
      "author": "Martin McGuinness",
      "category": "Peace, Queen, Garden"
    },
    {
      "quote": "The enemies cannot destroy the king who has at his service the respect and friendship of the wise men who can find fault, disagree, and correct him.",
      "author": "Thiruvalluvar",
      "category": "Friendship, Wise, Service"
    },
    {
      "quote": "A blank wall of social and professional antagonism faces the woman physician that forms a situation of singular and painful loneliness, leaving her without support, respect or professional counsel.",
      "author": "Elizabeth Blackwell",
      "category": "Loneliness, Support, Woman"
    },
    {
      "quote": "I deserve respect for the things I did not do.",
      "author": "Dan Quayle",
      "category": "Deserve, Things, Did"
    },
    {
      "quote": "All businesses and jobs depend on a vast number of people, often unnoticed and unthanked, without which nothing really gets done. They are all human and deserve respect and gratitude.",
      "author": "Margaret Heffernan",
      "category": "Gratitude, People, Human"
    },
    {
      "quote": "If you don't stand for something, how can anyone respect what you do?",
      "author": "Miranda Lambert",
      "category": "Stand, You"
    },
    {
      "quote": "Our motto is we respect and honour the pigness of the pig and the chickenness of the chicken. That means not confining them in a house with hundreds of others.",
      "author": "Joel Salatin",
      "category": "Motto, Chicken, House"
    },
    {
      "quote": "We need to respect the oceans and take care of them as if our lives depended on it. Because they do.",
      "author": "Sylvia Earle",
      "category": "Care, Take Care, Need"
    },
    {
      "quote": "Everyone knows that at the age of 11-12, children have a marked impulse to form themselves into groups and that the respect paid to the rules and regulations of their play constitutes an important feature of this social life.",
      "author": "Jean Piaget",
      "category": "Life, Children, Age"
    },
    {
      "quote": "I have respect for what other people believe. What I believe in my own life is that it's a search for how I can do things better, whether it's being a better man or a better father or finding ways for myself to improve.",
      "author": "Tom Cruise",
      "category": "Life, Father, Myself"
    },
    {
      "quote": "Love is about mutual respect, apart from attraction.",
      "author": "George Best",
      "category": "Love, Love Is, Attraction"
    },
    {
      "quote": "A lot of my friends are gangsters. Not like gangsters - well, yeah, all sorts of levels of criminality - but not the types that are preying on innocent people. I have no interest in the type of criminality that has no respect for collateral damage.",
      "author": "Charlie Hunnam",
      "category": "Friends, People"
    },
    {
      "quote": "The Apology opened the opportunity for a new relationship based on mutual respect and mutual responsibility between Indigenous and non-Indigenous Australia. Because without mutual respect and mutual responsibility, the truth is we can achieve very little.",
      "author": "Kevin Rudd",
      "category": "Relationship, Truth"
    },
    {
      "quote": "In order to acquire a growing and lasting respect in society, it is a good thing, if you possess great talent, to give, early in your youth, a very hard kick to the right shin of the society that you love. After that, be a snob.",
      "author": "Salvador Dali",
      "category": "Love, Good, Great"
    },
    {
      "quote": "If Copenhagen were a person, that person would be generous, beautiful, elderly, but with a flair. A human being that has certain propensities for quarrelling, filled with imagination and with appetite for the new and with respect for the old - somebody who takes good care of things and of people.",
      "author": "Connie Nielsen",
      "category": "Beautiful, Good, Imagination"
    },
    {
      "quote": "Respect... is appreciation of the separateness of the other person, of the ways in which he or she is unique.",
      "author": "Annie Gottlieb",
      "category": "Appreciation, Unique, She"
    },
    {
      "quote": "Productive givers focus on acting in the long-term best interests of others, even if it's not pleasant. They have the courage to give the critical feedback we prefer not to hear, but truly need to hear. They offer tough love, knowing that we might like them less, but we'll come to trust and respect them more.",
      "author": "Adam Grant",
      "category": "Love, Courage, Trust"
    },
    {
      "quote": "Respect is one of life's greatest treasures. I mean, what does it all add up to if you don't have that?",
      "author": "Marilyn Monroe",
      "category": "Life, Greatest, You"
    },
    {
      "quote": "In the early 1940s, as a young teenager, I was utterly appalled by the racist and jingoist hysteria of the anti-Japanese propaganda. The Germans were evil, but treated with some respect: They were, after all, blond Aryan types, just like our imaginary self-image. Japanese were mere vermin, to be crushed like ants.",
      "author": "Noam Chomsky",
      "category": "Evil, Early, Young"
    },
    {
      "quote": "Many filmmakers portray teenagers as immoral and ignorant, with pursuits that are pretty base... But I haven't found that to be the case. I listen to kids. I respect them... Some of them are as bright as any of the adults I've met.",
      "author": "John Hughes",
      "category": "Listen, Bright, Kids"
    },
    {
      "quote": "I think as long as you wear your imperfections on your sleeve, people respect it more.",
      "author": "Shamir",
      "category": "People, Long, Think"
    },
    {
      "quote": "If I made a commitment, I stood by that commitment - and try to make it real. Because when you become leaders, the most important thing you have is your word, your trust. That's where respect comes from.",
      "author": "Michelle Obama",
      "category": "Trust, Commitment, You"
    },
    {
      "quote": "The principle of tolerance and respect for freedom promoted by the reforms of the Second Vatican Council are today being manipulated and erroneously taken too far.",
      "author": "Pope Benedict XVI",
      "category": "Freedom, Today, Tolerance"
    },
    {
      "quote": "I'm sick of just liking people. I wish to God I could meet somebody I could respect.",
      "author": "J. D. Salinger",
      "category": "God, People, Wish"
    },
    {
      "quote": "Americans have been conditioned to respect newness, whatever it costs them.",
      "author": "John Updike",
      "category": "Whatever, Costs, Newness"
    },
    {
      "quote": "Men are so willing to respect anything that bores them.",
      "author": "Marilyn Monroe",
      "category": "Men, Anything, Willing"
    },
    {
      "quote": "Respect is what we owe; love, what we give.",
      "author": "Philip James Bailey",
      "category": "Love, Give, Owe"
    },
    {
      "quote": "As the mother of two daughters, I have great respect for women. And I don't ever want to lose that.",
      "author": "Vera Wang",
      "category": "Women, Great, Mother"
    },
    {
      "quote": "Be modest, be respectful of others, try to understand.",
      "author": "Lakhdar Brahimi",
      "category": "Understand, Try, Respectful"
    },
    {
      "quote": "Next month, I will celebrate my 30th anniversary of marriage with my beautiful bride, Vicki. Our marriage has been a blessing. I have gained even more respect for the institution over the past 3 decades and will defend it against attack.",
      "author": "Todd Tiahrt",
      "category": "Marriage, Anniversary"
    },
    {
      "quote": "I'm a good girl because I really believe in love, integrity, and respect.",
      "author": "Katy Perry",
      "category": "Love, Integrity, Good"
    },
    {
      "quote": "Having two daughters changed my perspective on a lot of things, and I definitely have a newfound respect for women. And I think I finally became a good and real man when I had a daughter.",
      "author": "Mark Wahlberg",
      "category": "Women, Good, Daughter"
    },
    {
      "quote": "Live with integrity, respect the rights of other people, and follow your own bliss.",
      "author": "Nathaniel Branden",
      "category": "Integrity, People, Live"
    },
    {
      "quote": "Your private life is your private life and you keep it to yourself. You get more respect that way.",
      "author": "Jay Kay",
      "category": "Life, Yourself, You"
    },
    {
      "quote": "I will respect the limits of my experience but that won't stop me from trying to lead by example of my work. Being a good teammate and picking them up on and off the field is a simple goal of mine.",
      "author": "Anthony Rizzo",
      "category": "Work, Good, Experience"
    },
    {
      "quote": "If I can lead a happy life, touch the lives of others in a positive way, win the respect of those that I care about - and make a few million along the way - then I have been successful.",
      "author": "Bill Rancic",
      "category": "Life, Positive, Happy"
    },
    {
      "quote": "I want to change history, do something important in my life, and influence individuals like we have with millions of small businesses on Alibaba. Then they love and respect you because you made their life important.",
      "author": "Jack Ma",
      "category": "Love, Life, Change"
    },
    {
      "quote": "To be sensual, I think, is to respect and rejoice in the force of life, of life itself, and to be present in all that one does, from the effort of loving to the making of bread.",
      "author": "James A. Baldwin",
      "category": "Life, Effort, Loving"
    },
    {
      "quote": "Every human being, of whatever origin, of whatever station, deserves respect. We must each respect others even as we respect ourselves.",
      "author": "U Thant",
      "category": "Human, Human Being, Whatever"
    },
    {
      "quote": "The British nation is unique in this respect. They are the only people who like to be told how bad things are, who like to be told the worst.",
      "author": "Winston Churchill",
      "category": "Unique, People, Nation"
    },
    {
      "quote": "When I approach a child, he inspires in me two sentiments; tenderness for what he is, and respect for what he may become.",
      "author": "Louis Pasteur",
      "category": "Child, Me, Two"
    },
    {
      "quote": "By the very nature of satire or parody, you have to love and respect your target and respect it enough to understand every aspect of it, so you can more effectively make fun of it.",
      "author": "T. J. Miller",
      "category": "Love, Nature, Fun"
    },
    {
      "quote": "The duty of man is the same in respect to his own nature as in respect to the nature of all other things, namely not to follow it but to amend it.",
      "author": "John Stuart Mill",
      "category": "Nature, Man, Duty"
    },
    {
      "quote": "I'm free. I just do what I want, say what I want, say how I feel, and I don't try to hurt nobody. I just try to make sure that I don't compromise my art in any kind of way, and I think people respect that.",
      "author": "Erykah Badu",
      "category": "Art, Hurt, People"
    },
    {
      "quote": "All of us should have free choice when it comes to patriotic displays... a government wisely acting within its bounds will earn loyalty and respect from its citizens. A government dare not demand the same.",
      "author": "Jesse Ventura",
      "category": "Loyalty, Government, Choice"
    },
    {
      "quote": "In all our deeds, the proper value and respect for time determines success or failure.",
      "author": "Malcolm X",
      "category": "Success, Time, Failure"
    },
    {
      "quote": "To be completely woman you need a master, and in him a compass for your life. You need a man you can look up to and respect. If you dethrone him it's no wonder that you are discontented, and discontented women are not loved for long.",
      "author": "Marlene Dietrich",
      "category": "Life, Women, Man"
    },
    {
      "quote": "Responsibility and respect of others and their religious beliefs are also part of freedom.",
      "author": "Horst Koehler",
      "category": "Freedom, Responsibility"
    },
    {
      "quote": "Only a coward will use a gun to protect and get respect for themselves.",
      "author": "Emmanuel Jal",
      "category": "Gun, Coward, Protect"
    },
    {
      "quote": "Coming from an Asian culture, I was always taught to respect my elders, to be a better listener than a talker.",
      "author": "Lisa Ling",
      "category": "Culture, Better, Elders"
    },
    {
      "quote": "Leadership is something you earn, something you're chosen for. You can't come in yelling, 'I'm your leader!' If it happens, it's because the other guys respect you.",
      "author": "Ben Roethlisberger",
      "category": "Leadership, Leader, You"
    },
    {
      "quote": "It is not that I don't have a fear of sharks, it is that I have a respect for them, so that I know any more than if I were to go into the jungle, I would have a fear of tigers, that I would try to lower the odds.",
      "author": "Peter Benchley",
      "category": "Fear, Know, Try"
    },
    {
      "quote": "The Trail of Tears should teach all of us the importance of respect for others who are different from ourselves and compassion for those who have difficulties.",
      "author": "Joseph Bruchac",
      "category": "Compassion, Tears, Teach"
    },
    {
      "quote": "The more you stay with and/or complain about a toxic person, the more you're merely delaying doing the important inner work you need to do - to heal your wounds, expand your limiting beliefs, and show yourself far more love and respect.",
      "author": "Karen Salmansohn",
      "category": "Love, Work, Yourself"
    },
    {
      "quote": "Development of outlook naturally begins with a respect for God... Reverence to God and reverence for one's neighbor and reverence for oneself as a servant of God.",
      "author": "Robert Baden-Powell",
      "category": "God, Neighbor, Development"
    },
    {
      "quote": "The people respect and believe in men who fulfill their duty.",
      "author": "Fidel Castro",
      "category": "Men, Believe, People"
    },
    {
      "quote": "I have a great love and respect for religion, great love and respect for atheism. What I hate is agnosticism, people who do not choose.",
      "author": "Orson Welles",
      "category": "Love, Great, Religion"
    },
    {
      "quote": "You don't have to love them. You just have to respect their rights.",
      "author": "Ed Koch",
      "category": "Love, You, Rights"
    },
    {
      "quote": "The politician in my country seeks votes, affection and respect, in that order. With few notable exceptions, they are simply men who want to be loved.",
      "author": "Edward R. Murrow",
      "category": "Men, Want, Loved"
    },
    {
      "quote": "The trouble with music appreciation in general is that people are taught to have too much respect for music they should be taught to love it instead.",
      "author": "Igor Stravinsky",
      "category": "Love, Music, Appreciation"
    },
    {
      "quote": "Respect the masterpiece. It is true reverence to man. There is no quality so great, none so much needed now.",
      "author": "Frank Lloyd Wright",
      "category": "Great, Man, Quality"
    },
    {
      "quote": "The fact that the adult American Negro female emerges a formidable character is often met with amazement, distaste and even belligerance. It is seldom accepted as an inevitable outcome of the struggle won by survivors, and deserves respect if not enthusiastic acceptance.",
      "author": "Maya Angelou",
      "category": "Character, Struggle"
    },
    {
      "quote": "Anglo-Saxon civilization has taught the individual to protect his own rights American civilization will teach him to respect the rights of others.",
      "author": "William Jennings Bryan",
      "category": "American, Teach, Rights"
    },
    {
      "quote": "Respect the burden.",
      "author": "Napoleon Bonaparte",
      "category": "Burden"
    },
    {
      "quote": "We reserve our deepest respect and admiration for those who volunteer for service and give their lives to help keep our nation secure.",
      "author": "Mitt Romney",
      "category": "Service, Help, Volunteer"
    },
    {
      "quote": "In things to be seen at once, much variety makes confusion, another vice of beauty. In things that are not seen at once, and have no respect one to another, great variety is commendable, provided this variety transgress not the rules of optics and geometry.",
      "author": "Christopher Wren",
      "category": "Beauty, Great, Rules"
    },
    {
      "quote": "Whose rights will we acknowledge? Whose human dignity will we respect? For whose well-being will we, as a people, assume responsibility?",
      "author": "Robert Casey",
      "category": "Responsibility, People"
    },
    {
      "quote": "Of course, Einstein was a very great scientist indeed, and I have enormous respect for him, and great admiration for the discoveries he made. But he was very committed to a view of the objectivity of the physical world.",
      "author": "John Polkinghorne",
      "category": "Great, World, View"
    },
    {
      "quote": "Take pride in your work at all times. Remember, respect for an umpire is created off the field as well as on.",
      "author": "Ford Frick",
      "category": "Work, Pride, Remember"
    },
    {
      "quote": "This year, as we celebrate the 230th anniversary of America's independence, please remember the symbols that are sacred to this country. Fly Old Glory high and show your respect and admiration for this great nation and the values we hold dear.",
      "author": "Kenny Marchant",
      "category": "Anniversary, Patriotism"
    },
    {
      "quote": "If your partner wants to be private, you have to respect that.",
      "author": "Billie Jean King",
      "category": "Partner, You, Wants"
    },
    {
      "quote": "I hate victims who respect their executioners.",
      "author": "Jean-Paul Sartre",
      "category": "Hate, Victims, Who"
    },
    {
      "quote": "This is the final test of a gentleman: his respect for those who can be of no possible service to him.",
      "author": "William Lyon Phelps",
      "category": "Service, Gentleman, Test"
    },
    {
      "quote": "I don't want or need to gain respect with what I do off the court. I want respect for what I do on the court.",
      "author": "Vince Carter",
      "category": "Want, Gain, Need"
    },
    {
      "quote": "By deafness one gains in one respect more than one loses one misses more nonsense than sense.",
      "author": "Horace Walpole",
      "category": "Nonsense, Sense, Than"
    },
    {
      "quote": "Free trade is very important if we respect equality among nations.",
      "author": "Luiz Inacio Lula da Silva",
      "category": "Equality, Free, Important"
    },
    {
      "quote": "Humility is a great quality of leadership which derives respect and not just fear or hatred.",
      "author": "Yousef Munayyer",
      "category": "Leadership, Fear, Great"
    },
    {
      "quote": "We may not always agree with every one of our neighbors. That's life. And it's part of living in such a diverse and dense city. But we also recognize that part of being a New Yorker is living with your neighbors in mutual respect and tolerance. It was exactly that spirit of openness and acceptance that was attacked on 9/11, 2001.",
      "author": "Michael Bloomberg",
      "category": "Life, City, Acceptance"
    },
    {
      "quote": "The great champions were always vicious competitors. You never lose respect for a man who is a vicious competitor, and you never hate a man you respect. I don't like Rod Laver because he's such a vicious competitor, but I don't dislike him.",
      "author": "Pancho Gonzales",
      "category": "Great, Man, Hate"
    },
    {
      "quote": "Yes I have made a lot of money and I have a lot of respect, my films have done well, and I know there are loads of loads of people who look up to me and really love me. I really just thought this is like a strange dream. I have never thought this is a success - I don't have a standard.",
      "author": "Shah Rukh Khan",
      "category": "Love, Success, Money"
    },
    {
      "quote": "I used to get nervous, you know if my parents would come watch. And then I would get nervous if my friends came and watched. Today it's not a problem anymore actually, because now I enjoy it. I see that they, you know, respect me immensely, and I try to put on a good show and show that I can still play very good tennis.",
      "author": "Roger Federer",
      "category": "Friends, Good, Today"
    },
    {
      "quote": "Listen, I have a great affection and respect for Joe Biden. I think he's been a great vice president. He's taken on a lot of tough assignments for our administration.",
      "author": "David Axelrod",
      "category": "Great, Listen, Think"
    },
    {
      "quote": "Do dirt, get dirt. So I treat people with the same respect that I want.",
      "author": "DMX",
      "category": "Treat, People, Want"
    },
    {
      "quote": "Respect is one of the greatest expressions of love.",
      "author": "Don Miguel Ruiz",
      "category": "Love, Greatest, Expressions"
    },
    {
      "quote": "Care for life and physical health, with due regard for the needs of others and the common good, is concomitant with respect for human dignity.",
      "author": "Salvatore J. Cordileone",
      "category": "Life, Good, Health"
    },
    {
      "quote": "'Harry Potter' gave me back self respect. Harry gave me a job to do that I loved more than anything else.",
      "author": "J. K. Rowling",
      "category": "Job, Self, Me"
    },
    {
      "quote": "I do get recognized, but I must say Edinburgh is a fantastic city to live if you're well-known. There is an innate respect for privacy in Edinburgh people, and I also think they're used to seeing me walking around, so I don't think I'm a very big deal.",
      "author": "J. K. Rowling",
      "category": "City, Walking, Me"
    },
    {
      "quote": "I want the French people to respect values that allow each individual to practice his or her faith, but in the frame of our common rules of secularism.",
      "author": "Francois Hollande",
      "category": "Faith, Rules, People"
    },
    {
      "quote": "If you don't respect me you're not gonna get that respect back.",
      "author": "David Hasselhoff",
      "category": "Me, You, Back"
    },
    {
      "quote": "Bad acting comes in many bags, various odors. It can be performed by cardboard refugees from an Ed Wood movie, reciting their dialogue off an eye chart, or by hopped-up pros looking to punch a hole through the fourth wall from pure ballistic force of personality, like Joe Pesci in a bad mood. I can respect bad acting that owns its own style.",
      "author": "James Wolcott",
      "category": "Eye, Personality, Style"
    },
    {
      "quote": "It's important for me to treat a girlfriend with respect. My mum would be horrified if I behaved any differently - and I have sisters, and would hate for them to be treated badly by guys.",
      "author": "Louis Tomlinson",
      "category": "Hate, Me, Treat"
    },
    {
      "quote": "As you get older you have more respect and empathy for your parents. Now I have a great relationship with both of them.",
      "author": "Hugh Jackman",
      "category": "Relationship, Great, Parents"
    },
    {
      "quote": "It takes no compromising to give people their rights. It takes no money to respect the individual. It takes no survey to remove repressions.",
      "author": "Harvey Milk",
      "category": "Money, People, Rights"
    },
    {
      "quote": "What society doesn't realize is that in the past, ordinary people respected learning. They respected books, and they don't now, or not very much. That whole respect for serious literature and learning has disappeared.",
      "author": "Doris Lessing",
      "category": "Learning, Society, Past"
    },
    {
      "quote": "You can't respect yourself if you're afraid to be who you are.",
      "author": "Amber Heard",
      "category": "Yourself, Afraid, You"
    },
    {
      "quote": "'Metals' has partly been about me regaining my self respect and I feel like I'm growing the muscles I want to grow again.",
      "author": "Feist",
      "category": "Self, Me, Grow"
    },
    {
      "quote": "I've never isolated role models based on gender. I have more male role models due to the mere fact that I've done business with more of them and they're leaders within the verticals I work. Of those, Tony Hsieh, CEO of Zappos.com, is an entrepreneur and personal friend that I have a great deal of respect for.",
      "author": "Amy Jo Martin",
      "category": "Work, Business, Great"
    },
    {
      "quote": "Looking up and out, how can we not respect this ever-vigilant cognizance that distinguishes us: the capability to envision, to dream, and to invent? the ability to ponder ourselves? and be aware of our existence on the outer arm of a spiral galaxy in an immeasurable ocean of stars? Cognizance is our crest.",
      "author": "Vanna Bonta",
      "category": "Knowledge, Stars, Ocean"
    },
    {
      "quote": "The truth is, I think country music... there's a lot of great people, and just being raised the way a lot of country boys and girls are, hopefully there's just a lot of respect.",
      "author": "Lee Brice",
      "category": "Music, Truth, Great"
    },
    {
      "quote": "If you want to connect with people who are in distress and great grief and scared, you need to do it in a certain way. I move kind of slow. I talk kind of slow. I let them know that I respect them.",
      "author": "James Nachtwey",
      "category": "Great, Grief, People"
    },
    {
      "quote": "Never fear a job, always respect it, and always leave yourself a hind door to escape. May your hind door always be open.",
      "author": "Red Adair",
      "category": "Fear, Job, Yourself"
    },
    {
      "quote": "There are a lot of people in the animal rights movement who can be very passionate and aggressive, and I applaud people's passion, but when people are judgmental and aggressive, all you end up doing is getting other people to turn away in irritation. To change people's minds, you have to respect the people you're talking to.",
      "author": "Moby",
      "category": "Change, Passion, Animal"
    },
    {
      "quote": "If you want to be a screenwriter, take an acting class to get a sense of what you're asking actors to do. Learning other skills will help you communicate with people and respect what they do.",
      "author": "Tina Fey",
      "category": "Learning, People, Help"
    },
    {
      "quote": "The love, support, and respect the members of the theater community have for one another is unparalleled. Say what you want about us wacky drama-types, but one thing that makes our business special is our loyalty, our fierce commitment to one another, and our mutual respect.",
      "author": "Monica Raymund",
      "category": "Love, Business, Community"
    },
    {
      "quote": "I am a traditionalist, and I'm an innovator. Most of what I do is to weigh change and legislate to the best of my ability on what should change and what should not. Do I have a respect for tradition? Of course I do. Do I have a blind belief in it? No.",
      "author": "Judith Martin",
      "category": "Change, Best, I Am"
    },
    {
      "quote": "Liberals are some of the most arrogant, condescending smart alecks, but they're just pure ignorant, and they fit the bill of people who have no love and no respect for the founding of this country.",
      "author": "Rush Limbaugh",
      "category": "Love, Smart, People"
    },
    {
      "quote": "FIFA stands for discipline, respect, fair-play, not just on the field of play, but in our society as well.",
      "author": "Sepp Blatter",
      "category": "Society, Discipline, Play"
    },
    {
      "quote": "We emerged out of nature, and when we die, we return to nature. We need to know there are forces impinging on us that we will never understand or control. We need to have sacred places where we go with respect, not just looking for resources or opportunity.",
      "author": "David Suzuki",
      "category": "Nature, Opportunity, Control"
    },
    {
      "quote": "I want a happy marriage and whatever it takes to achieve that. But I think the main prerequisite would have to be respect. He would have to respect me and vice-versa. And, that would be more important than being in love. I think respect really goes a long way. And he would have to keep me happy. And he'd have to be very, very, secure.",
      "author": "Shilpa Shetty",
      "category": "Love, Marriage, Happy"
    },
    {
      "quote": "While no Muslim worthy of his name would lose his respect for God, the Prophet Muhammad, and other symbols of Islam, he might well refrain from using legal prosecution or violent reaction to those who do not show the same respect. My basis for this claim is nothing other than the holiest source of Islam, the Quran.",
      "author": "Mustafa Akyol",
      "category": "God, Legal, Name"
    },
    {
      "quote": "The people I respect the least are the ones that take themselves way too seriously.",
      "author": "Corey Taylor",
      "category": "People, Seriously, Way"
    },
    {
      "quote": "With me, what you see is what you get. I try to treat everyone with respect.",
      "author": "Dustin Johnson",
      "category": "Me, Treat, You"
    },
    {
      "quote": "The Washington Redskin fan base represents honor, represents respect, represents pride.",
      "author": "Daniel Snyder",
      "category": "Pride, Honor, Washington"
    },
    {
      "quote": "It's important for couples to be friends first and to respect each other as individuals.",
      "author": "Anupam Kher",
      "category": "Friends, Important, First"
    },
    {
      "quote": "Mapping does not purport to create an idealistic vision where all teachers agree, love one another, and gather around a campfire and sing 'Curriculum Kumbaya.' What it can develop is a sense of place, of respect, and of new grounds for discussion, disputes, and direction.",
      "author": "Heidi Hayes Jacobs",
      "category": "Love, Vision, Direction"
    },
    {
      "quote": "The most special relationships, in my experience, are based on a combination of trust and mutual respect.",
      "author": "Charles Kennedy",
      "category": "Trust, Experience"
    },
    {
      "quote": "I love hockey because of the respect for history and for the game itself.",
      "author": "George Vecsey",
      "category": "Love, History, Hockey"
    },
    {
      "quote": "Settings are obviously important - and as a writer, you have to respect what was real at the time of the story you're writing. But the real key to success lies in finding the right characters to carry that story.",
      "author": "Joan Lingard",
      "category": "Success, Time, Writing"
    },
    {
      "quote": "I do accept that, with - with respect to those vague terms in the Constitution such as equal protection of the laws, due process of law, cruel and unusual punishments. I fully accept that those things have to apply to new phenomena that didn't exist at the time.",
      "author": "Antonin Scalia",
      "category": "Time, Law, Constitution"
    },
    {
      "quote": "For me, public service is an honor, and I have the ultimate respect for the rule of law.",
      "author": "Brian Sandoval",
      "category": "Service, Law, Me"
    },
    {
      "quote": "I like a man who can respect a woman. When he's real attentive, I think that is very manly. To respect a woman is divine.",
      "author": "Lea Seydoux",
      "category": "Man, Woman, Think"
    },
    {
      "quote": "Let me start by saying I wish no country had the need for an army. But in Israel, serving is part of being an Israeli. You've got to give back to the state. You give two or three years, and it's not about you. You give your freedom away. You learn discipline and respect.",
      "author": "Gal Gadot",
      "category": "Freedom, Discipline, Me"
    },
    {
      "quote": "We must respect the interior laws of creation, of this Earth, to learn these laws and obey them if we want to survive.",
      "author": "Pope Benedict XVI",
      "category": "Earth, Learn, Want"
    },
    {
      "quote": "Alaskans deserve a fighter in the United States Senate who will always stand up for Alaska, who understands our great potential, who has the experience, respect and seniority to accomplish that. I am that senator.",
      "author": "Lisa Murkowski",
      "category": "Experience, Great, I Am"
    },
    {
      "quote": "I treat all women with the utmost respect both professionally and personally and would never do anything to disrespect them.",
      "author": "Ranveer Singh",
      "category": "Women, Treat, Disrespect"
    },
    {
      "quote": "Respect isn't enough. You've got to have a proprietary interest.",
      "author": "Chuck Berry",
      "category": "You, Enough, Interest"
    },
    {
      "quote": "If your religion doesn't respect the rights of other religions, it is lacking something.",
      "author": "Roger Ebert",
      "category": "Religion, Rights, Religions"
    },
    {
      "quote": "We all require and want respect, man or woman, black or white. It's our basic human right.",
      "author": "Aretha Franklin",
      "category": "Man, Woman, Black"
    },
    {
      "quote": "I have too much respect for people to try to control them. But they are estranged from love, afraid to reach out and touch one another. We're afraid to appear sentimental or speak in platitudes because people will say, 'What a jerk!' It takes courage in our culture to be a lover.",
      "author": "Leo Buscaglia",
      "category": "Love, Courage, Culture"
    },
    {
      "quote": "Now most people do not want an ordinary life in which they do a job well, earn the respect of their collaborators and competitors, bring up a family and have friends. That's not enough any more, and I think that is absolutely tragic - and I'm not exaggerating - that people feel like a decent, ordinary, fun life is no longer enough.",
      "author": "John Cleese",
      "category": "Life, Family, Friends"
    },
    {
      "quote": "He has a profound respect for old age. Especially when it's bottled.",
      "author": "Gene Fowler",
      "category": "Age, Old Age, Profound"
    },
    {
      "quote": "The companies that survive longest are the one's that work out what they uniquely can give to the world not just growth or money but their excellence, their respect for others, or their ability to make people happy. Some call those things a soul.",
      "author": "Charles Handy",
      "category": "Work, Happy, Money"
    },
    {
      "quote": "Respect commands itself and can neither be given nor withheld when it is due.",
      "author": "Eldridge Cleaver",
      "category": "Itself, Nor, Neither"
    },
    {
      "quote": "I looked at some of the statues of Jesus; they were just stones with no life. When they said that God is three, I was puzzled even more but could not argue. I believed it, simply because I had to have respect for the faith of my parents.",
      "author": "Cat Stevens",
      "category": "Life, Faith, Parents"
    },
    {
      "quote": "As far as military necessity will permit, religiously respect the constitutional rights of all.",
      "author": "George B. McClellan",
      "category": "Military, Rights, Will"
    },
    {
      "quote": "Global markets must be balanced by global values such as respect for human rights and international law, democracy, security and sustainable economic and environmental development.",
      "author": "Anna Lindh",
      "category": "Environmental, Law"
    },
    {
      "quote": "We may not return the affection of those who like us, but we always respect their good judgment.",
      "author": "Lillian Gordy Carter",
      "category": "Good, Affection, Return"
    },
    {
      "quote": "I don't regret anything I ever do or say. I don't like to live my life being censored. I like to say what I feel, and I think people respect that because you're honest.",
      "author": "Eva Longoria",
      "category": "Life, Regret, People"
    },
    {
      "quote": "I haven't had an orthodox career, and I've wanted more than anything to have your respect. The first time I didn't feel it, but this time I feel it, and I can't deny the fact that you like me, right now, you like me!",
      "author": "Sally Field",
      "category": "Time, Me, You"
    },
    {
      "quote": "Respect the place you live, be aware of the impact that you have on things.",
      "author": "Marion Cotillard",
      "category": "Impact, Live, You"
    },
    {
      "quote": "If I pick up a book with spaceships on the cover, I want spaceships. If I see one with dragons, I want there to be dragons inside the book. Proper labeling. Ethical labeling. I don't want to open up my cornflakes and find that they're full of pebbles... You need to respect the reader enough not to call it something it isn't.",
      "author": "Margaret Atwood",
      "category": "Book, Want, You"
    },
    {
      "quote": "It is time to return to core values, time to get back to basics, to self-discipline and respect for the law, to consideration for the others, to accepting responsibility for yourself and your family - and not shuffling it off on other people and the state.",
      "author": "John Major",
      "category": "Family, Time, Responsibility"
    },
    {
      "quote": "As a politician, you have to deal with someone wanting you to fail every day. I think I prefer being in a situation where generally people are rooting for me, and if they aren't rooting for me, they aren't out there to see my downfall. I respect the people who have the stomach for it.",
      "author": "John Legend",
      "category": "Day, Me, People"
    },
    {
      "quote": "Being honest with the public is how they respect you.",
      "author": "Angel Haze",
      "category": "Honest, You, Being"
    },
    {
      "quote": "My wife and I have a schizophrenic son. We didn't want to accept this for 30 years, so we put him under great pressure when we shouldn't have. He just wanted to be looked after, and we didn't respect that. We tried to make him independent.",
      "author": "James D. Watson",
      "category": "Son, Great, Wife"
    },
    {
      "quote": "I don't care why they love me, as long as they love me. I think people respect me because they feel like - I'm kind of like Christmas. I come back every year. You can't get rid of me. I just keep coming back.",
      "author": "David Hasselhoff",
      "category": "Love, Christmas, Me"
    },
    {
      "quote": "I don't think writers are sacred, but words are. They deserve respect. If you get the right ones in the right order, you can nudge the world a little or make a poem which children will speak for you when you're dead.",
      "author": "Tom Stoppard",
      "category": "Children, Words, World"
    },
    {
      "quote": "By including children with different learning abilities in mainstream and specialized schools, we can change attitudes and promote respect. By creating suitable jobs for adults with autism, we integrate them into society.",
      "author": "Ban Ki-moon",
      "category": "Change, Learning, Children"
    },
    {
      "quote": "See, the thing that bothers me with young actors, young actors of color specifically, is that they see movies and television, and they figure that's all it is to it. They have no respect for the craft. They want to be, you know, movie stars or whatever. And I worry that we're losing a certain quality, you know?",
      "author": "James Avery",
      "category": "Stars, Quality, Color"
    },
    {
      "quote": "There's no glory and no respect in making fun of the weak, the powerless.",
      "author": "Bassem Youssef",
      "category": "Fun, Glory, Weak"
    },
    {
      "quote": "I have nothing against Dylan O'Brien! He's one of my favorite people. I have so much respect for him and his work.",
      "author": "Katherine McNamara",
      "category": "Work, People, Favorite"
    },
    {
      "quote": "Mutual respect is very important in a relationship, and since my work is part of my life, he would have to respect it.",
      "author": "Irina Shayk",
      "category": "Life, Work, Relationship"
    },
    {
      "quote": "I've always seen the Olympics as a place where you could act out your differences on the athletic field with a sense of sportsmanship and fairness and mutual respect.",
      "author": "Andrew Young",
      "category": "Differences, You, Place"
    },
    {
      "quote": "When people do not respect us we are sharply offended yet in his private heart no man much respects himself.",
      "author": "Mark Twain",
      "category": "Heart, Man, People"
    },
    {
      "quote": "Let them hate me, provided they respect my conduct.",
      "author": "Tiberius",
      "category": "Hate, Me, Conduct"
    },
    {
      "quote": "Each state, so that it does not abridge the great fundamental rights belonging, under the Constitution, to all citizens, may grant or withhold such civil rights as it pleases; all that is required is that, in this respect, its laws shall be impartial.",
      "author": "Lyman Trumbull",
      "category": "Great, Constitution"
    },
    {
      "quote": "All of my Polynesian counterparts in the NFL with roots in American Samoa understand how the values embedded in our South Pacific culture - community, hard work, perseverance, respect - contribute directly to our success.",
      "author": "Troy Polamalu",
      "category": "Work, Success, Hard Work"
    },
    {
      "quote": "We are at a point now where people respect us and respect our work - the guys want to sit down and watch women's matches.",
      "author": "Sasha Banks",
      "category": "Work, Women, People"
    },
    {
      "quote": "There is respect for law, and then there is complicity in lawlessness.",
      "author": "Rebecca MacKinnon",
      "category": "Law, Complicity, Then"
    },
    {
      "quote": "We, as Turkey, call on Europe to respect human rights and democracy.",
      "author": "Recep Tayyip Erdogan",
      "category": "Democracy, Rights, Human"
    },
    {
      "quote": "Against my will, in the course of my travels, the belief that everything worth knowing was known at Cambridge gradually wore off. In this respect my travels were very useful to me.",
      "author": "Bertrand Russell",
      "category": "Me, Belief, Knowing"
    },
    {
      "quote": "I don't want to be bored I don't want to be with someone I don't respect.",
      "author": "Robyn Davidson",
      "category": "Want, Bored, Someone"
    },
    {
      "quote": "What's natural and right is to go with the energy of how it all has to work together. What's natural and right is interconnectedness, not individualism. What is natural and right is respect for the system, not killing the system. What's natural and right is love.",
      "author": "Susan Powter",
      "category": "Love, Work, Together"
    },
    {
      "quote": "Show respect to all people, but grovel to none.",
      "author": "Tecumseh",
      "category": "People, Show, None"
    },
    {
      "quote": "And Barack and I were raised with so many of the same values, like you work hard for what you want in life. That your word is your bond; that you do what you say you're going to do. That you treat people with dignity and respect, even if you don't know them and even if you don't agree with them.",
      "author": "Michelle Obama",
      "category": "Life, Work, Work Hard"
    },
    {
      "quote": "We owe our law enforcement officers the highest respect.",
      "author": "John Fleming",
      "category": "Law, Law Enforcement"
    },
    {
      "quote": "I grew up with just my mum and sister, so I respect women a lot.",
      "author": "Harry Styles",
      "category": "Women, Sister, Up"
    },
    {
      "quote": "If man doesn't learn to treat the oceans and the rain forest with respect, man will become extinct.",
      "author": "Peter Benchley",
      "category": "Rain, Man, Treat"
    },
    {
      "quote": "There may be fairies at the bottom of the garden. There is no evidence for it, but you can't prove that there aren't any, so shouldn't we be agnostic with respect to fairies?",
      "author": "Richard Dawkins",
      "category": "Garden, You, Prove"
    },
    {
      "quote": "To the living we owe respect, but to the dead we owe only the truth.",
      "author": "Voltaire",
      "category": "Truth, Living, Dead"
    },
    {
      "quote": "Not just Christians and Jews, but also Muslims, Buddhists, Hindus and the followers of many other religions believe in values like peace, respect, tolerance and dignity. These are values that bring people together and enable us to build responsible and solid communities.",
      "author": "Alcee Hastings",
      "category": "Peace, Together, Believe"
    },
    {
      "quote": "The highest ideals are human intelligence, creativity and love. Respect these above all.",
      "author": "Penn Jillette",
      "category": "Love, Creativity"
    },
    {
      "quote": "A brainy person does not abuse copyright instead they respect it and uphold it.",
      "author": "Maximillian Degenerez",
      "category": "Brainy, Person, Copyright"
    },
    {
      "quote": "The new republic should be based on diversity, respect and equal rights for all.",
      "author": "Evo Morales",
      "category": "Diversity, New, Rights"
    },
    {
      "quote": "We players are as normal human beings as anyone else, and we also have the right to live a normal life. I don't understand why people talk so much about the way we dress up, how we walk, what we eat, and every little detail of ours. Players are the real heroes. Sports have both respect and fame, and I am fortunate enough to be a sportsperson.",
      "author": "Sania Mirza",
      "category": "Life, Sports, I Am"
    },
    {
      "quote": "All respect for the office of the presidency aside, I assumed that the obvious and unadulterated decline of freedom and constitutional sovereignty, not to mention the efforts to curb the power of judicial review, spoke for itself.",
      "author": "Ruth Bader Ginsburg",
      "category": "Freedom, Power, Presidency"
    },
    {
      "quote": "We've got to work to save our children and do it with full respect for the fact that if we do not, no one else is going to do it.",
      "author": "Dorothy Height",
      "category": "Work, Children, Going"
    },
    {
      "quote": "We are a people of many different religions and many different faiths. The only way forward in a pluralistic society of diverse faiths such as ours is to have laws that protect and respect the freedom of all, equally.",
      "author": "Martin O'Malley",
      "category": "Freedom, Society, People"
    },
    {
      "quote": "I get no respect. The way my luck is running, if I was a politician I would be honest.",
      "author": "Rodney Dangerfield",
      "category": "Luck, Honest, Way"
    },
    {
      "quote": "All I ever seek from good deeds is a measure of respect.",
      "author": "Walter Annenberg",
      "category": "Good, Measure, Good Deeds"
    },
    {
      "quote": "To get down to the quick of it, respect motivates me - not success.",
      "author": "Hugh Jackman",
      "category": "Success, Me, Down"
    },
    {
      "quote": "I believe no matter who you are, respect yourself, respect others.",
      "author": "Mo Farah",
      "category": "Believe, Yourself, I Believe"
    },
    {
      "quote": "Respect for the rights of others means peace.",
      "author": "Benito Juarez",
      "category": "Peace, Rights, Others"
    },
    {
      "quote": "Those who wish to pet and baby wild animals 'love' them. But those who respect their natures and wish to let them live normal lives, love them more.",
      "author": "Edwin Way Teale",
      "category": "Love, Pet, Baby"
    },
    {
      "quote": "I cleaned up my act, and I made this rap thing work for me. I thought people would respect me for that. But instead, it's, 'Oh, he's sold all these records, and now he thinks he's all that.'",
      "author": "The Notorious B.I.G.",
      "category": "Work, Me, People"
    },
    {
      "quote": "Dance is a universal language, and whether you know how to dance or grew up training in dance, you have a respect for people who love to dance, and it's also visually very entertaining to watch a great dancer.",
      "author": "Jenna Dewan",
      "category": "Love, Great, Dance"
    },
    {
      "quote": "I respect anyone who has to fight and howl for his decency.",
      "author": "Deborah Kerr",
      "category": "Fight, Decency, Howl"
    },
    {
      "quote": "I think people have different definitions of team unity. My definition is doing whatever it takes to win, what makes a great team; it's performance on the field, respect on the field.",
      "author": "Hope Solo",
      "category": "Team, Great, Unity"
    },
    {
      "quote": "Each and every one of us is amazing in our own way. We have five beautiful women who exude talent, and I am blessed and honored to be one of those women. For me, the bottom line is it's all about respect and love, and I have both for Fifth Harmony.",
      "author": "Normani Kordei",
      "category": "Love, Beautiful, Women"
    },
    {
      "quote": "Nothing is more destructive of respect for the government and the law of the land than passing laws which cannot be enforced.",
      "author": "Albert Einstein",
      "category": "Law, Government, Nothing"
    },
    {
      "quote": "Discretion is nothing other than the sense of justice with respect to the sphere of the intimate contents of life.",
      "author": "Georg Simmel",
      "category": "Life, Justice, Nothing"
    },
    {
      "quote": "I think it is very important for any U.S. administration to be clear that America stands on the side of freedom and democracy and respect for individual rights.",
      "author": "Stephen Hadley",
      "category": "Freedom, America, Democracy"
    },
    {
      "quote": "Each minute is a little thing, and yet, with respect to our personal productivity, to manage the minute is the secret of success.",
      "author": "Joseph B. Wirthlin",
      "category": "Success, Productivity"
    },
    {
      "quote": "The first lesson my kids got about the ocean was to respect it. You can never turn your back on the ocean when you're dealing with tides and currents - factors beyond your control. You have to be the CEO of your family on the water. CEO stands for 'constant eyes on,' and it's something I never forget.",
      "author": "Summer Sanders",
      "category": "Family, Ocean, Water"
    },
    {
      "quote": "That you may retain your self-respect, it is better to displease the people by doing what you know is right, than to temporarily please them by doing what you know is wrong.",
      "author": "William J. H. Boetcker",
      "category": "People, Better, Know"
    },
    {
      "quote": "We must not permit our respect for the dead or our sympathy for the living to lead us into an act of injustice to the balance of the living.",
      "author": "Davy Crockett",
      "category": "Sympathy, Balance, Injustice"
    },
    {
      "quote": "I do respect people's faith, but I don't respect their manipulation of that faith in order to create fear and control.",
      "author": "Javier Bardem",
      "category": "Fear, Faith, Control"
    },
    {
      "quote": "Labor wants pride and joy in doing good work, a sense of making or doing something beautiful or useful - to be treated with dignity and respect as brother and sister.",
      "author": "Thorstein Veblen",
      "category": "Work, Beautiful, Good"
    },
    {
      "quote": "I try to be kind to people, to treat them with respect. And I'm proud of that.",
      "author": "Lee Ryan",
      "category": "Be Kind, Treat, Proud"
    },
    {
      "quote": "A lot of the powerful religious leaders, from Jesus to Buddha to Tibetan monks, they're really talking about the same things: love and acceptable, and the value of friendship, and respecting yourself so you can respect others.",
      "author": "Jena Malone",
      "category": "Love, Friendship, Powerful"
    },
    {
      "quote": "I have great respect for my parents. I got such beautiful things from both of them. It doesn't mean that we didn't have our rough times, but they were remarkable people who were open-minded, creative and hard-working, and had great senses of humor.",
      "author": "Patti Smith",
      "category": "Humor, Beautiful, Great"
    },
    {
      "quote": "If we were all determined to play the first violin we should never have an ensemble. therefore, respect every musician in his proper place.",
      "author": "Robert Schumann",
      "category": "Play, First, Place"
    },
    {
      "quote": "The mandate I have received and for which I will speak with heart and head to implement over the next seven years had its four pillars - an inclusive citizenship, equality and participation and respect in a creative society creating an excellence in everything we Irish do.",
      "author": "Michael D. Higgins",
      "category": "Equality, Excellence"
    },
    {
      "quote": "Most of those coming from the mainland are very destitute, almost naked. I am trying to find places for those able to work, and provide for them as best I can, so as to lighten the burden on the Government as much as possible, while at the same time they learn to respect themselves by earning their own living.",
      "author": "Harriet Tubman",
      "category": "Work, Time, Best"
    },
    {
      "quote": "I've never done online dating, but first of all, I have a book out called 'Make It Last Forever: The Do's and The Dont's,' which led me to do the online dating thing. A lot of people respect my relationship songs, so they can pretty much trust me.",
      "author": "Keith Sweat",
      "category": "Relationship, Trust, Dating"
    },
    {
      "quote": "When you are learning about a martial art, it is about respect.",
      "author": "Jackie Chan",
      "category": "Learning, Art, You"
    },
    {
      "quote": "You must respect people and work hard to be in shape. And I used to train very hard. When the others players went to the beach after training, I was there kicking the ball.",
      "author": "Pele",
      "category": "Work, Work Hard, Training"
    },
    {
      "quote": "I've got no respect for any young man who won't join the colors.",
      "author": "Nathan Bedford Forrest",
      "category": "Man, Colors, Young Man"
    },
    {
      "quote": "I've got tremendous respect for different cultures, for the food and everything.",
      "author": "Ian Rush",
      "category": "Food, Cultures"
    },
    {
      "quote": "I'm always pushing for human responsibility. Given that chimpanzees and many other animals are sentient and sapient, then we should treat them with respect.",
      "author": "Jane Goodall",
      "category": "Responsibility, Treat"
    },
    {
      "quote": "Go up close to your friend, but do not go over to him! We should also respect the enemy in our friend.",
      "author": "Friedrich Nietzsche",
      "category": "Friend, Enemy, Him"
    },
    {
      "quote": "Respect is not ever assigned it's earned.",
      "author": "Linda Tripp",
      "category": "Earned, Ever, Assigned"
    },
    {
      "quote": "I believe mutual respect for one another and cooperation should be the basis for relationships with foreign nations.",
      "author": "Narendra Modi",
      "category": "Believe, I Believe"
    },
    {
      "quote": "Respect for the truth comes close to being the basis for all morality.",
      "author": "Frank Herbert",
      "category": "Truth, Morality, Being"
    },
    {
      "quote": "What I respect as far as in myself and in others is the spirit of just doing it. For better or worse, it may work and it may not, but I'm going to go for it. Ultimately I probably prefer to be respected for that than whether it works out or not, either winning or losing.",
      "author": "Hugh Jackman",
      "category": "Work, Myself, Winning"
    },
    {
      "quote": "It's all about respect. I'm not going to treat a woman like a piece of meat.",
      "author": "James Arthur",
      "category": "Woman, Treat, Meat"
    },
    {
      "quote": "Civilization is built on a number of ultimate principles... respect for human life, the punishment of crimes against property and persons, the equality of all good citizens before the law... or, in a word justice.",
      "author": "Max Nordau",
      "category": "Life, Good, Justice"
    },
    {
      "quote": "The sanctity of our battlefields, monuments, and veterans institutions is of utmost importance to preserve military history and pay respect to those who fought.",
      "author": "Henry Waxman",
      "category": "History, Veterans, Military"
    },
    {
      "quote": "I look for these qualities and characteristics in people. Honesty is number one, respect, and absolutely the third would have to be loyalty.",
      "author": "Summer Altice",
      "category": "Loyalty, Honesty, People"
    },
    {
      "quote": "I have a new found respect for women who have been through breast cancer and this surgery.",
      "author": "Giuliana Rancic",
      "category": "Women, Breast Cancer, Cancer"
    },
    {
      "quote": "I couldn't do country, with all due respect to all country music artists. My parents dressed me up with a cowboy hat and we'd go to the rodeo when I was younger and it traumatized me for life.",
      "author": "Chris Colfer",
      "category": "Life, Music, Parents"
    },
    {
      "quote": "I certainly respect other people's opinions, but I would not vote for a woman to be the pastor of a church.",
      "author": "Charles Stanley",
      "category": "Woman, People, Opinions"
    },
    {
      "quote": "Steve Irwin did wonderful conservation work but I was uncomfortable about some of his stunts. Even if animals aren't aware that you are not treating them with respect, the viewers are.",
      "author": "David Attenborough",
      "category": "Work, Animals, You"
    },
    {
      "quote": "I have always admired and had enormous respect for Elizabeth Taylor. She was not only an incredible actress but an amazing woman as well.",
      "author": "Lindsay Lohan",
      "category": "Woman, Amazing, She"
    },
    {
      "quote": "People are roasting each other at parties, at work events, around the fire. It's so fun. People are busting each other's chops, and it's a sign of affection, truly. It's a true test of love and friendship: can you make a man laugh at himself? So what makes a good burn? Go after targets you love and respect. And hit 'em hard.",
      "author": "Jeff Ross",
      "category": "Love, Friendship, Work"
    },
    {
      "quote": "Worrying about how you'll be remembered is pointless. Better to try to live your life in such a way that people will respect you while you're still alive.",
      "author": "Charles Cumming",
      "category": "Life, People, Live"
    },
    {
      "quote": "Perhaps I seek certain utopian things, space for human honour and respect, landscapes not yet offended, planets that do not exist yet, dreamed landscapes.",
      "author": "Werner Herzog",
      "category": "Space, Human, Offended"
    },
    {
      "quote": "Journalism should be more like science. As far as possible, facts should be verifiable. If journalists want long-term credibility for their profession, they have to go in that direction. Have more respect for readers.",
      "author": "Julian Assange",
      "category": "Science, Journalism, Want"
    },
    {
      "quote": "The respect and protection of woman and of maternity should be raised to the position of an inalienable social duty and should become one of the principles of human morality.",
      "author": "Maria Montessori",
      "category": "Woman, Morality, Principles"
    },
    {
      "quote": "I'm just trying to approach what I make with as much respect and research as I can, and just make it with a good heart.",
      "author": "Garth Davis",
      "category": "Good, Heart, Research"
    },
    {
      "quote": "One of the surprising things in this world is the respect a worthless man has for himself.",
      "author": "E. W. Howe",
      "category": "Man, World, Things"
    },
    {
      "quote": "May the God of your choice bless and keep you. I respect Him as long as He does not circumcise me anymore.",
      "author": "Kinky Friedman",
      "category": "God, Choice, Me"
    },
    {
      "quote": "I'm like Albert Schweitzer and Bertrand Russell and Albert Einstein in that I have a respect for life - in any form. I believe in nature, in the birds, the sea, the sky, in everything I can see or that there is real evidence for. If these things are what you mean by God, then I believe in God.",
      "author": "Frank Sinatra",
      "category": "Life, Nature, God"
    },
    {
      "quote": "I think a lot of people have lost respect for the individual, you know, the individual, the person who doesn't conform.",
      "author": "Erykah Badu",
      "category": "Lost, People, Know"
    },
    {
      "quote": "I want there to be a level of respect between everybody.",
      "author": "Kenny Chesney",
      "category": "Want, Between, Everybody"
    },
    {
      "quote": "I try to protect my loved ones, the people I share my life with, because they don't have a public life like me. I want to keep their lives private out of respect for them.",
      "author": "Georges St-Pierre",
      "category": "Life, Me, People"
    },
    {
      "quote": "Sometimes we are separated by differences, and sometimes we are united by common ideals of respect and compassion.",
      "author": "Paul Watson",
      "category": "Compassion, Differences"
    },
    {
      "quote": "My father knew my husband long before I ever did. He actually always says that he loved him first... there really was this wonderful respect and admiration between the two of them before I even came into the picture.",
      "author": "Stephanie McMahon",
      "category": "Father, Husband, Long"
    },
    {
      "quote": "We're one of the only animals in the world that don't really think of ourselves as animals, but we are animals, and we must respect our fellow animals.",
      "author": "Richard Branson",
      "category": "World, Animals, Think"
    },
    {
      "quote": "Jose Mourinho and I get along well. I've lots of respect for him. He gives me a lot of confidence. After a bad game, he dares to say, 'We have played with 10 today,' but that's it. At moments like that, he leaves me alone.",
      "author": "Eden Hazard",
      "category": "Confidence, Today, Alone"
    },
    {
      "quote": "Olympism seeks to create a way of life based on the joy found in effort, the educational value of a good example and respect for universal fundamental ethical principles.",
      "author": "Pierre de Coubertin",
      "category": "Life, Good, Joy"
    },
    {
      "quote": "Become an internationalist and learn to respect all life. Make war on machines. And in particular the sterile machines of corporate death and the robots that guard them.",
      "author": "Abbie Hoffman",
      "category": "Life, Death, War"
    },
    {
      "quote": "Unless India stands up to the world, no one will respect us. In this world, fear has no place. Only strength respects strength.",
      "author": "A. P. J. Abdul Kalam",
      "category": "Strength, Fear, World"
    },
    {
      "quote": "Although a lot of pain for a little screen time; Shaving legs, waxing eyebrows, high heels, trying to put on a bra, losing weight because women's clothes are SO revealing - Ladies you have my respect.",
      "author": "Lou Diamond Phillips",
      "category": "Time, Women, Pain"
    },
    {
      "quote": "Throughout the years, many Christian women have told me of their great respect for the bravery and courage evident in my work, perhaps even gesturing to their own Isis earrings or a Nile River Goddess pendants.",
      "author": "Carol P. Christ",
      "category": "Work, Courage, Women"
    },
    {
      "quote": "Ardent love or desire introduced, as passionately longing to please and glorify the Divine Being, to be in every respect conformed to him, and in that way to enjoy him.",
      "author": "David Brainerd",
      "category": "Love, Enjoy, Desire"
    },
    {
      "quote": "Terrorism can never be accepted. We must fight it together, with methods that do not compromise our respect for the rule of law and human rights, or are used as an excuse for others to do so.",
      "author": "Anna Lindh",
      "category": "Together, Law, Fight"
    },
    {
      "quote": "You start to look at it with a deeper respect and I think that deeper respect for what you do builds more self-respect.",
      "author": "Jimmy Chamberlin",
      "category": "Start, Think, Self-Respect"
    },
    {
      "quote": "I was silent as a child, and silenced as a young woman; I am taking my lumps and bumps for being a big mouth, now, but usually from those whose opinion I don't respect.",
      "author": "Sandra Cisneros",
      "category": "I Am, Woman, Child"
    },
    {
      "quote": "As far as more recognition goes, I am happy with the amount of love and respect I have received from other artists and the public. Of course, I would love more, and think I deserve it.",
      "author": "Suzi Quatro",
      "category": "Love, Happy, I Am"
    },
    {
      "quote": "There was no respect for youth when I was young, and now that I am old, there is no respect for age, I missed it coming and going.",
      "author": "J. B. Priestley",
      "category": "Age, I Am, Youth"
    },
    {
      "quote": "I will not speak with disrespect of the Republican Party. I always speak with respect of the past.",
      "author": "Woodrow Wilson",
      "category": "Past, Speak, Party"
    },
    {
      "quote": "But it's important, while we are supporting lessons in respecting others, to remember that many of our youngest kids need to learn to respect themselves. You learn your worth from the way you are treated.",
      "author": "Anna Quindlen",
      "category": "Learn, Remember, You"
    },
    {
      "quote": "Hip-hop is more about attaining wealth. People respect success. They respect big. They don't even have to like your music. If you're big enough, people are drawn to you.",
      "author": "Jay-Z",
      "category": "Success, Music, Wealth"
    },
    {
      "quote": "I think the way to keep a friendship is to respect that everybody is different.",
      "author": "Emma Bunton",
      "category": "Friendship, Think, Way"
    },
    {
      "quote": "I always remember having a healthy respect for my grandmother.",
      "author": "Prince William",
      "category": "Healthy, Remember"
    },
    {
      "quote": "I'll work with a director if I think I'm going to get into a comfortable situation, and if it's someone I respect and who respects me, even if they're not so well known. Movies are hard to make, and you have to work toward a common ethic and do your best.",
      "author": "Robert De Niro",
      "category": "Work, Best, Do Your Best"
    },
    {
      "quote": "I think it's important for artists to work together. It's great for fans to see, like, Ludacris came out to our show in Atlanta and kinda made a surprise appearance there, it shows a mutual respect for what each other does.",
      "author": "Jason Aldean",
      "category": "Work, Great, Together"
    },
    {
      "quote": "If you are a card-carrying human being, chances are that you share the same fear as all other humans: the fear of losing love, respect and connection to others. And if you are human, in order to avoid or prevent the pain, trauma and perceived devastation of the loss, you will do anything to avoid your greatest fear from being visited on you.",
      "author": "Iyanla Vanzant",
      "category": "Love, Fear, Pain"
    },
    {
      "quote": "Why don't women have respect for themselves nowadays? What happen to the woman who learned her grandmama's recipes and made her man sweet potato pie? I tell you, they don't make 'em like they used to. Will my real women stand up, please?",
      "author": "Brandon T. Jackson",
      "category": "Women, Man, Woman"
    },
    {
      "quote": "I have a mentor. I have... guides. I have a lot of guides. Not a lot, but people whose opinions I really respect and who I will turn to.",
      "author": "Jake Gyllenhaal",
      "category": "People, Opinions, Mentor"
    },
    {
      "quote": "If we cannot come together to pause, to respect our dead and the heroic lives of meaning they led, then ours is truly a civilization lost.",
      "author": "Mark McKinnon",
      "category": "Together, Lost, Meaning"
    },
    {
      "quote": "Men secretly respect a woman who is strong, has confidence and has dreams of her own. There's nothing more attractive to a man than a woman who has dignity and pride in who she is.",
      "author": "Sherry Argov",
      "category": "Dreams, Confidence, Strong"
    },
    {
      "quote": "The Cobra is my personal favorite car. The original 289 Cobra is the car I respect the most. I like to drive the 289 better than the 427.",
      "author": "Carroll Shelby",
      "category": "Car, Better, Favorite"
    },
    {
      "quote": "I don't know where people think I'm from, but I'm from Chicago. It's really just that. People wanna romanticize it and say, 'There's two sides to it, and it's a beautiful love/hate story of violence and music.' But it's really just a very scummy place where people don't have respect for other people's lives.",
      "author": "Chance The Rapper",
      "category": "Music, Beautiful, Violence"
    },
    {
      "quote": "It's one thing I like about America - they respect the sportsman. They put them up on a pedestal. They don't try to knock them down. And that's a great thing, to be respected by the whole country. It's so patriotic!",
      "author": "David Beckham",
      "category": "Great, America, Try"
    },
    {
      "quote": "If you respect a language and culture, it shows in your work.",
      "author": "A. R. Rahman",
      "category": "Work, Culture, Language"
    },
    {
      "quote": "If we are to build grassroots respect for the institutions and processes that constitute democracy, the state must treat its citizens as real citizens rather than as subjects.",
      "author": "Mo Ibrahim",
      "category": "Democracy, Treat, Build"
    },
    {
      "quote": "Being liked by the boys and girls on the bus doesn't necessarily earn you the respect of the people back home. Standing up to them, giving as good as you get, all that helps.",
      "author": "Susan Estrich",
      "category": "Home, Good, Giving"
    },
    {
      "quote": "Children need teachers who have stars in their eyes themselves and who treat them with respect.",
      "author": "May-Britt Moser",
      "category": "Children, Stars, Eyes"
    },
    {
      "quote": "The only places where I have found that simple human dignity, that respect for the other man, and the gracious feel of tolerance and humanity have not been either among the heroes of the class-struggle or the 'thinking men' but among my simple 'backward' people.",
      "author": "Peter Abrahams",
      "category": "Man, Simple, Humanity"
    },
    {
      "quote": "The young people I know judge leaders by their deeds and abhor hypocrisy. Inconsistency and point-scoring do not win respect. It's not easy to be engaged in political debate when it is reduced to performers trying to outdo each other. Actions from leaders must mirror the values they claim to espouse.",
      "author": "Alexandra Adornetto",
      "category": "Mirror, Political, People"
    },
    {
      "quote": "I shall not remind you, Citizen-Directors, of all I have done for the triumph of liberty, the prosperity of St. Domingo, the glory of the French Republic; nor will I protest to you my attachment to our mother country, to my duties; my respect to the constitution, to the laws of the Republic, and my submission to the government.",
      "author": "Toussaint Louverture",
      "category": "Mother, Government"
    },
    {
      "quote": "I feel lucky that I found my talent, not unlucky that I was born with a disability. When I'm on a horse, I'm more worried about what the riding hat is doing to my hair than what my bent legs and arms are doing. What riding has given me is respect.",
      "author": "Lee Pearson",
      "category": "Hair, Horse, Disability"
    },
    {
      "quote": "There is no, and cannot be, any situation in which we don't respect the law and the judiciary. It is unacceptable to attack the courts; criticism is allowed, but attacks are not. It shakes the basis of our democracy.",
      "author": "Reuven Rivlin",
      "category": "Law, Democracy, Criticism"
    },
    {
      "quote": "Prince was one of the best people I've met. He didn't care about the big system. I was always like, at any time, Prince could write a No. 1 song because he's that talented, but he chooses to do what he wants. I respect that. He actually helped me through a lot of situations with his knowledge.",
      "author": "Mariah Carey",
      "category": "Time, Knowledge, Best"
    },
    {
      "quote": "I watched my parents act as completely equal partners in their relationship, and as a son to a woman I respect immensely, I never thought of gender inequality as a child.",
      "author": "Brad Feld",
      "category": "Relationship, Son, Parents"
    },
    {
      "quote": "I think that in any language when you have a real relationship, and there is love and respect between people, infidelity is always something difficult to accept - whether you are Chinese, British, French. I think that is a universal concept... or problem.",
      "author": "Jean-Michel Jarre",
      "category": "Love, Relationship, Language"
    },
    {
      "quote": "Find your self-respect now. Don't dumb yourselves down. Think of yourself as capable and worthy of finding a guy who is going to respect you, too. It's so important, I mean, and the confidence you get from feeling smart and tackling something like mathematics, which is a challenge, right? Math is hard.",
      "author": "Danica McKellar",
      "category": "Confidence, Mathematics"
    },
    {
      "quote": "It is not likely that posterity will fall in love with us, but not impossible that it may respect or sympathize; so a man would rather leave behind him the portrait of his spirit than a portrait of his face.",
      "author": "Robert Louis Stevenson",
      "category": "Love, Man, Fall"
    },
    {
      "quote": "Respect for the fragility and importance of an individual life is still the mark of an educated man.",
      "author": "Norman Cousins",
      "category": "Life, Man, Educated"
    },
    {
      "quote": "Respect is the word I want. You have to earn it. You give, and you get it in return, that's how I see it.",
      "author": "Joe Torre",
      "category": "Want, You, See"
    },
    {
      "quote": "The authority of a life for Christ always has greater influence than the authority of talking. A young person can possess all of the benefits of authority - influence, respect, and strength - just by following Jesus wherever he leads.",
      "author": "Mike Yaconelli",
      "category": "Life, Strength, Influence"
    },
    {
      "quote": "It's not that the Irish are cynical. It's rather that they have a wonderful lack of respect for everything and everybody.",
      "author": "Brendan Behan",
      "category": "Cynical, Wonderful, Irish"
    },
    {
      "quote": "More than in any other performing arts the lack of respect for acting seems to spring from the fact that every layman considers himself a valid critic.",
      "author": "Simone Weil",
      "category": "Spring, Acting, Seems"
    },
    {
      "quote": "Treating your adversary with respect is striking soft in battle.",
      "author": "Samuel Johnson",
      "category": "Battle, Soft, Treating"
    },
    {
      "quote": "The basic Buddhist stand on the question of equality between the genders is age-old. At the highest tantric levels, at the highest esoteric level, you must respect women: every woman.",
      "author": "Dalai Lama",
      "category": "Women, Equality, Woman"
    },
    {
      "quote": "I respect coaches I respect what good coaches do. I know that you don't learn to be a coach in an hour and a half.",
      "author": "John Madden",
      "category": "Good, Know, You"
    },
    {
      "quote": "I'm fiercely patriotic, and the flag and the anthem is something that I really, really respect.",
      "author": "Abby Wambach",
      "category": "Flag, Something, Anthem"
    },
    {
      "quote": "I owe my success to having listened respectfully to the very best advice, and then going away and doing the exact opposite.",
      "author": "Gilbert K. Chesterton",
      "category": "Success, Best, Advice"
    },
    {
      "quote": "I always respect a woman.",
      "author": "Enrique Iglesias",
      "category": "Woman, Always"
    },
    {
      "quote": "As all human beings are, in my view, creatures of God's design, we must respect all other human beings. That does not mean I have to agree with their choices or agree with their opinions, but indeed I respect them as human beings.",
      "author": "Stockwell Day",
      "category": "God, Design, Choices"
    },
    {
      "quote": "I respect the view of a rating agency, but I do not make a budget for the rating agency. I make a budget for the people of India.",
      "author": "P. Chidambaram",
      "category": "People, View, Budget"
    },
    {
      "quote": "It is hard to feel individually responsible with respect to the invisible processes of a huge and distant government.",
      "author": "John W. Gardner",
      "category": "Government, Responsible"
    },
    {
      "quote": "I respect only those who resist me, but I cannot tolerate them.",
      "author": "Charles de Gaulle",
      "category": "Me, Resist, Tolerate"
    },
    {
      "quote": "To be loved at first sight, a man should have at the same time something to respect and something to pity in his face.",
      "author": "Stendhal",
      "category": "Time, Man, Loved"
    },
    {
      "quote": "I adore adverbs they are the only qualifications I really much respect.",
      "author": "Henry James",
      "category": "Only, Adore, Qualifications"
    },
    {
      "quote": "Some people lose all respect for the lion unless he devours them instantly. There is no pleasing some people.",
      "author": "Will Cuppy",
      "category": "Lion, People, Some People"
    },
    {
      "quote": "By common consent gray hairs are a crown of glory the only object of respect that can never excite envy.",
      "author": "George Bancroft",
      "category": "Envy, Crown, Glory"
    },
    {
      "quote": "There is a secret pride in every human heart that revolts at tyranny. You may order and drive an individual, but you cannot make him respect you.",
      "author": "William Hazlitt",
      "category": "Heart, Pride, Tyranny"
    },
    {
      "quote": "I believe that the fight against crime starts in the home. Parents must take responsibility for their children and show them love and guidance from an early age so they learn to respect the rights of others.",
      "author": "Blanche Lincoln",
      "category": "Love, Children, Home"
    },
    {
      "quote": "Every good relationship, especially marriage, is based on respect. If it's not based on respect, nothing that appears to be good will last very long.",
      "author": "Amy Grant",
      "category": "Marriage, Relationship, Good"
    },
    {
      "quote": "People think when you get a record deal all your problems will go away. We know that the bigger we get, the more problems we'll have. I guess Puff Daddy was somewhat - what's the word? - prophetic in that respect.",
      "author": "Brad Delson",
      "category": "Problems, People, Know"
    },
    {
      "quote": "I have a lot of respect for tough coaches.",
      "author": "Reggie White",
      "category": "Tough, Coaches, Lot"
    },
    {
      "quote": "You should be able to voice your opinion and respect the voice of the other side. You should be willing to educate yourself and know what it is you're dealing with.",
      "author": "Steve Nash",
      "category": "Yourself, Know, Opinion"
    },
    {
      "quote": "Willing or preferring is the same with respect to good and evil, that judging is with respect to truth or falsehood.",
      "author": "Anthony Collins",
      "category": "Good, Truth, Evil"
    },
    {
      "quote": "I have tremendous respect for film composers.",
      "author": "John Corigliano",
      "category": "Film, Composers"
    },
    {
      "quote": "I think of marriage as a garden. You have to tend to it. Respect it, take care of it, feed it. Make sure everyone is getting the right amount of, um, sunlight.",
      "author": "Mark Ruffalo",
      "category": "Marriage, Garden, Think"
    },
    {
      "quote": "With respect to Holy Communion, it is up to the communicant to decide whether they are in a state of grace and worthy to receive the Eucharist. Each one of us makes that decision.",
      "author": "Roger Mahony",
      "category": "Decision, Grace, Worthy"
    },
    {
      "quote": "I've got a collection of songs that I've had, I keep adding to and they're all great American composers. I wanted to showcase American composers and I've done that on a lot of my records and played things by American composers that I really respect.",
      "author": "Charlie Haden",
      "category": "Great, American, Records"
    },
    {
      "quote": "Over the course of time this gave us a deep respect for ideas, both our own and those of others, and an understanding that conflict through debate is a powerful means of revealing truth.",
      "author": "Robert B. Laughlin",
      "category": "Time, Deep, Truth"
    },
    {
      "quote": "Madonna is a pro. I don't like her and have no respect for her but- I don't think she should be called a musician or a dancer or whatever you know, but I do have, well I do have respect for her ability to completely manipulate the media and have them work for her.",
      "author": "Jon Fishman",
      "category": "Work, Media, Know"
    },
    {
      "quote": "The reason it has relevance is because I, as a popular Arab personality - the Arab people like me and respect me - thought it was time for me to make an ever so tiny statement about what I thought about this whole thing.",
      "author": "Omar Sharif",
      "category": "Time, Personality, Me"
    },
    {
      "quote": "I have a feeling that being in love sometimes means the projection of your desires onto another person. The important thing is that you like the other person, respect the other person and want to raise children with the other person.",
      "author": "Eric Braeden",
      "category": "Love, Children, Want"
    },
    {
      "quote": "The twentieth century has exhibited a barbarism and lack of respect for human life on a massive scale just about unknown before.",
      "author": "Ron Silver",
      "category": "Life, Unknown, Human"
    },
    {
      "quote": "I would rather take the role and work and make my own money and self respect than to have sex with someone who has a lot of money.",
      "author": "Kristy Swanson",
      "category": "Work, Money, Self"
    },
    {
      "quote": "It has been wisely observed by the greatest of modern thinkers that mankind has progressed more rapidly in every other respect than in morality.",
      "author": "Lafcadio Hearn",
      "category": "Morality, Greatest, Modern"
    },
    {
      "quote": "When I first came to Nashville, people hardly gave country music any respect. We lived in old cars and dirty hotels, and we ate when we could.",
      "author": "Loretta Lynn",
      "category": "Music, People, Country Music"
    },
    {
      "quote": "In the mean time I worship God, laying every wrong action under an interdict which I endeavour to respect, and I loathe the wicked without doing them any injury.",
      "author": "Giacomo Casanova",
      "category": "Time, God, Action"
    },
    {
      "quote": "But I recognize no infallible authority, even in special questions; consequently, whatever respect I may have for the honesty and the sincerity of such or such an individual, I have no absolute faith in any person.",
      "author": "Mikhail Bakunin",
      "category": "Faith, Honesty, Questions"
    },
    {
      "quote": "I listen to them freely and with all the respect merited by their intelligence, their character, their knowledge, reserving always my incontestable right of criticism and censure.",
      "author": "Mikhail Bakunin",
      "category": "Knowledge, Character"
    },
    {
      "quote": "We will ensure that associates continue to possess unsurpassed product knowledge and maintain their dedication to customer service and respect for their colleagues and for the communities in which they work and live.",
      "author": "Arthur Blank",
      "category": "Work, Knowledge, Service"
    },
    {
      "quote": "Love of our neighbour, then, has just the same respect to, is no more distant from, self-love, than hatred of our neighbour, or than love or hatred of anything else.",
      "author": "Joseph Butler",
      "category": "Love, Self-Love, Hatred"
    },
    {
      "quote": "I like to be bought flowers and taken out for dinner. I like a man to be a gentleman. I don't like to be treated as if I am brainless. I like to be respected and to give respect.",
      "author": "Sharon Stone",
      "category": "Flowers, Man, I Am"
    },
    {
      "quote": "I am not here to parade my religious sentiments, but I declare I have too much respect for the faith in which I was born to ever use it as the basis of a political organization.",
      "author": "Wilfrid Laurier",
      "category": "Faith, I Am, Political"
    },
    {
      "quote": "I've spent a bit of time with the Prince of Wales, who I respect greatly. I'd give two cheers for the Monarchy.",
      "author": "Sting",
      "category": "Time, Monarchy, Wales"
    },
    {
      "quote": "That's what people respect, the fact that I wasn't a chump that laid on his back and gave up.",
      "author": "Mike Tyson",
      "category": "People, Up, Back"
    },
    {
      "quote": "A student never forgets an encouraging private word, when it is given with sincere respect and admiration.",
      "author": "William Lyon Phelps",
      "category": "Student, Never, Admiration"
    },
    {
      "quote": "I want to be very close to someone I respect and admire and have somebody who feels the same way about me.",
      "author": "Richard Bach",
      "category": "Relationship, Me, Want"
    },
    {
      "quote": "The conqueror is regarded with awe the wise man commands our respect but it is only the benevolent man that wins our affection.",
      "author": "William Dean Howells",
      "category": "Wise, Man, Wise Man"
    },
    {
      "quote": "Men have a respect for scholarship and learning greatly out of proportion to the use they commonly serve.",
      "author": "Henry David Thoreau",
      "category": "Learning, Men, Scholarship"
    },
    {
      "quote": "Walk a mile in my shoes is good advice. Our children will learn to respect others if they are used to imagining themselves in another's place.",
      "author": "Neil Kurshan",
      "category": "Children, Good, Shoes"
    },
    {
      "quote": "You couldn't pay me enough to be a law enforcement officer. Their job is a tough job. You have to solve people's problems, you have to baby-sit people, you have to always be doing this cat-and-mouse game with the bad guys. My respect for them is immense.",
      "author": "Christopher Meloni",
      "category": "Job, Law, Me"
    },
    {
      "quote": "My sisters and mom raised me to respect women and open doors for them.",
      "author": "Milo Ventimiglia",
      "category": "Women, Mom, Me"
    },
    {
      "quote": "The Arab League tells us to go in and take out Qaddafi. We've spent billions of dollars already with respect to the Arab League. Billions of dollars, because they told us to do it. Why aren't they paying for it? They don't like Qaddafi, Qaddafi's been a terrible thorn in their side.",
      "author": "Donald Trump",
      "category": "Why, Terrible, Like"
    },
    {
      "quote": "I have great respect and understanding for military commitment due to my own family's involvement with the armed forces.",
      "author": "Carolyn Murphy",
      "category": "Family, Great, Commitment"
    },
    {
      "quote": "If someone lacked decency or respect, I didn't allow that person to stay in my world.",
      "author": "Gabrielle Union",
      "category": "World, Person, Someone"
    },
    {
      "quote": "I was brought up the Mexican way, where actors are paid very little and every part you take is an act of faith. If people respect that, then great.",
      "author": "Gael Garcia Bernal",
      "category": "Faith, Great, People"
    },
    {
      "quote": "No one is above the game or the rules that govern it. Respect for the game and the people who participate in it will not be compromised.",
      "author": "Roger Goodell",
      "category": "Rules, Game, People"
    },
    {
      "quote": "The key to making healthy decisions is to respect your future self. Honor him or her. Treat him or her like you would treat a friend or a loved one. A Stanford study showed that those who saw a photo of their future self made smarter financial decisions.",
      "author": "A. J. Jacobs",
      "category": "Future, Decisions, Financial"
    },
    {
      "quote": "When I was playing before I retired, I never really understood the appreciation and the respect that people gave me. People had treated me like a god or something, and that was very embarrassing.",
      "author": "Michael Jordan",
      "category": "God, Appreciation, Me"
    },
    {
      "quote": "When you get close to the raw materials and taste them at the moment they let go of the soil, you learn to respect them.",
      "author": "Rene Redzepi",
      "category": "Moment, Learn, You"
    },
    {
      "quote": "I think the short story is a very underrated art form. We know that novels deserve respect.",
      "author": "Neil Gaiman",
      "category": "Art, Short, Know"
    },
    {
      "quote": "At an age when most youngsters are preparing for their GCSEs, I was suddenly a jet-setter, briefly the toast of Hollywood and London's West End. My immature wishes and naive opinions were treated with respect.",
      "author": "Jack Wild",
      "category": "Age, End, Opinions"
    },
    {
      "quote": "People always love and respect characters who speak the truth, even if the truth hurts.",
      "author": "David Duchovny",
      "category": "Love, Truth, Speak"
    },
    {
      "quote": "To our Palestinian neighbours, I assure you that we have a genuine intention to respect your right to live independently and in dignity. I have already said that Israel has no desire to continue to govern over you and control your fate.",
      "author": "Ariel Sharon",
      "category": "Control, Live, Fate"
    },
    {
      "quote": "My friendships and relationships in the conservative world are not predicated on political correctness and enforced conformity of thought. They are based, instead, on mutual respect, honesty and understanding - concepts many modern liberals should consider revisiting.",
      "author": "Tammy Bruce",
      "category": "Honesty, World, Political"
    },
    {
      "quote": "What is interesting, as well, is how much power homicide detectives have and how much respect. They are kind of rock stars, especially in New York. There are not that many of them.",
      "author": "Theo James",
      "category": "Stars, Power, New York"
    },
    {
      "quote": "People ask me all the time, 'Are you fed up with reality TV?' At the end of the day, it can affect my career in the sense that the more reality shows there are, the less scripted dramas out there, but I can't ever really knock them. I started on 'Popstars,' which was a reality talent show. I have respect for them.",
      "author": "Josh Henderson",
      "category": "Time, Day, Reality"
    },
    {
      "quote": "We've got jihadists. That doesn't mean that all Muslims are problems with respect to terrorism, but there is something going on here. We've got a problem dealing with one aspect of one portion of modern Islam - just as hundreds of years ago the world had a problem with Torquemada and the Spanish Inquisition.",
      "author": "James Woolsey",
      "category": "Problems, World, Problem"
    },
    {
      "quote": "New York gave me hell for that 'Purple Swag,' man. They didn't respect me until 'Peso.'",
      "author": "ASAP Rocky",
      "category": "Man, Me, New York"
    },
    {
      "quote": "Ex-Fidelity mutual fund manager Peter Lynch was certainly brilliant in one respect: he knew to get out when the gettin' was good.",
      "author": "Bill Gross",
      "category": "Good, Manager, Brilliant"
    },
    {
      "quote": "My goal is to teach readers how to treat and respect themselves and each other in an entertaining way. I do that in all of my books.",
      "author": "Lisi Harrison",
      "category": "Goal, Treat, Teach"
    },
    {
      "quote": "Typically, when you look for role models, you want someone who has your interests and came from the same background. Well, look how restricting that is. What people should do is take role models a la carte. If there's someone whose character you appreciated, you respect that trait.",
      "author": "Neil deGrasse Tyson",
      "category": "Character, People, Want"
    },
    {
      "quote": "I think it's never too late to learn - or it's a lesson that's good to continue learning - that you need to treat everyone on a set with respect.",
      "author": "Alison Brie",
      "category": "Learning, Good, Treat"
    },
    {
      "quote": "I want to be a good actor more than anything - someone you can respect.",
      "author": "Logan Lerman",
      "category": "Good, Want, You"
    },
    {
      "quote": "I love the idea that I planned my career. I did not. It started out by getting invitations from artists that I really love and respect, to share a stage... I've been very lucky in that I haven't had to create a five-year plan. It's evolved.",
      "author": "M. Ward",
      "category": "Love, Plan, Career"
    },
    {
      "quote": "There's only one way we're going to change our political climate and ensure we establish some respect in our discourse. And that is to show there is a real price to pay for being a disrespectful partisan idiot.",
      "author": "Mark McKinnon",
      "category": "Change, Political, Price"
    },
    {
      "quote": "Nobody could like Donald Trump, surely, except his mother. No one really likes The Donald. But how can you not have respect for a guy who's been down on the floor and just keeps coming back? Nothing will keep Donald Trump down until they drive a wooden stake in his heart and a silver bullet in his brain.",
      "author": "Felix Dennis",
      "category": "Mother, Heart, Brain"
    },
    {
      "quote": "A love song must respect the canons of music beauty, entering the fibers of those who are listening. It must make them dream and pleasantly introduce them to the universe of love.",
      "author": "Andrea Bocelli",
      "category": "Love, Music, Beauty"
    },
    {
      "quote": "I love and respect all religions and philosophies. I see how they get formed, how they grow up, and how powerful they are. But for me to believe in a specific god - no. Because what I believe is that the infinite, the absolute, is a living being and the only one living being that really exists.",
      "author": "Don Miguel Ruiz",
      "category": "Love, God, Powerful"
    },
    {
      "quote": "When we respect everybody around us, we are in peace with everybody around us.",
      "author": "Don Miguel Ruiz",
      "category": "Peace, Us, Everybody"
    },
    {
      "quote": "I definitely have plans to do more collaboration albums in the future. I'm a big fan of Common. I'm a big fan of Scarface; I'm a big fan of so many people, from Jeezy to... well, there are a lot of people's music that I respect. I don't know who I will collaborate with, but there's a great chance of something happening.",
      "author": "Nas",
      "category": "Music, Future, Great"
    },
    {
      "quote": "The Kapoor surname has legend, a passion for acting, respect and love attached to it. And I am very proud of that.",
      "author": "Karisma Kapoor",
      "category": "Love, Passion, I Am"
    },
    {
      "quote": "Anytime you're playing basketball, and you have a coach who you have to respect, you've got to be very disciplined.",
      "author": "Romeo Miller",
      "category": "Basketball, You, Coach"
    },
    {
      "quote": "I'm not apologetic with respect to the policies of the Bush administration. I think we basically got it right.",
      "author": "Dick Cheney",
      "category": "Think, Right, I Think"
    },
    {
      "quote": "The principal factors which influenced my life are 1) nonviolent tactics 2) constitutional means 3) democratic procedures 4) respect for human personality 5) a belief that all people are one.",
      "author": "Bayard Rustin",
      "category": "Life, Personality, People"
    },
    {
      "quote": "I'm a romantic and will only marry for love where there's respect and compatibility. I'd like to be with someone if the right person came along. I really like male company. I like the male mind.",
      "author": "Cherie Lunghi",
      "category": "Love, Romantic, Mind"
    },
    {
      "quote": "There are checks and balances and broad separation of powers under the Constitution. Each organ of the State, i.e. the legislature, the executive and the judiciary, must have respect for the others and not encroach into each other's domain.",
      "author": "P. Sathasivam",
      "category": "Constitution, Separation"
    },
    {
      "quote": "I prefer to work for my country in a free and independent way. I was born free, and I want to die free. I am always suspicious of ideology. Instead, I respect men with ideas.",
      "author": "Andrea Bocelli",
      "category": "Work, I Am, Men"
    },
    {
      "quote": "I love and really respect strong women. I'm obsessed with Scarlett Johansson and Drew Barrymore and Penelope Cruz. They are just really incredibly strong-willed, intelligent females in the industry.",
      "author": "Vanessa Hudgens",
      "category": "Love, Women, Strong"
    },
    {
      "quote": "We do believe that freedom, the right to choose, the right to vote, respect and justice is the fundamental right of all people. All people must obtain these rights.",
      "author": "Mahmoud Ahmadinejad",
      "category": "Freedom, Justice, Believe"
    },
    {
      "quote": "There are lots of different interpretations of the word 'prodigy.' My own is of someone who is talented and tries to help other children. So in that respect I could be called one, although I don't think I'll go off the rails.",
      "author": "Adora Svitak",
      "category": "Children, Help, Think"
    },
    {
      "quote": "There's a lot of comics writers out there whose work I appreciate and who are nice guys. I really want to work with guys I really respect and enjoy.",
      "author": "J. Michael Straczynski",
      "category": "Work, Enjoy, Nice"
    },
    {
      "quote": "Sport is and should remain a great school of life that supports young people in their personal development. It teaches respect for others and also for oneself.",
      "author": "Richard Attias",
      "category": "Life, Great, School"
    },
    {
      "quote": "With all due respect, the Mona Lisa is overrated.",
      "author": "Paulo Coelho",
      "category": "Mona, Overrated, Due"
    },
    {
      "quote": "Russians aren't perfect. Their politics are messed up, and they keep going through self-defeating economic cycles. But I have a lot of respect for Russia, and a lot of love for Russians.",
      "author": "Chris Hadfield",
      "category": "Love, Keep Going, Politics"
    },
    {
      "quote": "Where ever the spirit of Christ is known, there is much of good will, of mutual respect, of love and appreciation and kindness.",
      "author": "Gordon B. Hinckley",
      "category": "Love, Kindness, Good"
    },
    {
      "quote": "I'm a very consistent leader, and people won't find me different day to day. You won't have to have the sort of conversation that says, 'How is she today? Is this a good day to have this conversation?' You won't find that situation with me. I treat people with respect.",
      "author": "Gail Kelly",
      "category": "Good, Leader, Today"
    },
    {
      "quote": "Some people have no respect whether you are with your family or not. That's the hardest part. I was shopping in a grocery store in Seattle looking for stuff for Nicholas. This guy kept following me with his cell phone video on.",
      "author": "Joe Montana",
      "category": "Family, Cell Phone, Me"
    },
    {
      "quote": "I love the physical roles. I have the utmost respect for stunt people and stunt doubles, but I like to do as much as I possibly can with what's become some pretty significant training.",
      "author": "Eliza Dushku",
      "category": "Love, Training, People"
    },
    {
      "quote": "From deep in the slave hut is somebody calling over 150 years to all of our experiences and all of our ideas on human respect, and all of our ideas on dignity. And I felt like that's just incredibly powerful.",
      "author": "Chiwetel Ejiofor",
      "category": "Deep, Powerful, Ideas"
    },
    {
      "quote": "Justin Bieber is signed to Def Jam, and I don't believe in touching nothing that ain't mine. I want someone to give me the same respect - don't touch nothing that's mine. I still want what I want. But Justin Bieber is definitely a friend of a family. Me, Drake, Wayne. We rock with the little homie, so he a part of us in heart.",
      "author": "Birdman",
      "category": "Family, Heart, Believe"
    },
    {
      "quote": "What we make testifies who we are. People can sense care and can sense carelessness. This relates to respect for each other and carelessness is personally offensive.",
      "author": "Jonathan Ive",
      "category": "People, Care, Sense"
    },
    {
      "quote": "In every respect, fantasy is like doing abstract paintings.",
      "author": "Lance Henriksen",
      "category": "Doing, Abstract, Fantasy"
    },
    {
      "quote": "I don't much care whether rural Anatolians or Istanbul secularists take power. I'm not close to any of them. What I care about is respect for the individual.",
      "author": "Orhan Pamuk",
      "category": "Power, Care, Individual"
    },
    {
      "quote": "I needed somebody to love me, and the people that I chose were my coaches. I would sacrifice my body to be successful for my coaches because I wanted them to love me, to respect me, to have positive feelings about me.",
      "author": "Steve Largent",
      "category": "Love, Positive, Sacrifice"
    },
    {
      "quote": "Justice must be done in investigating the tragic death of Mr. Freddie Gray. His family deserves our deepest sympathy and respect for their loss, and our admiration for their courage in calling us, as a city, to act as our better selves.",
      "author": "Martin O'Malley",
      "category": "Family, Courage, Death"
    },
    {
      "quote": "I came across few whites as a boy at Qunu. The local magistrate, of course, was white, as was the nearest shopkeeper. Occasionally, white travelers or policemen passed through our area. These whites appeared as grand as gods to me, and I was aware that they were to be treated with a mixture of fear and respect.",
      "author": "Nelson Mandela",
      "category": "Fear, Me, Boy"
    },
    {
      "quote": "We are a nation of laws with respect and recognition of the rule of law. We are not an imperialist government with a monarch abiding by the rule of one man.",
      "author": "Marsha Blackburn",
      "category": "Man, Law, Government"
    },
    {
      "quote": "As an overruling providence may succeed our wishes, let us rear an offspring in every respect worthy to fill the most illustrious stations of their predecessors.",
      "author": "Deborah Sampson",
      "category": "Wishes, Succeed, May"
    },
    {
      "quote": "Trans people deserve something vital they deserve your respect. From that respect comes a more compassionate community.",
      "author": "Caitlyn Jenner",
      "category": "Community, People, Deserve"
    },
    {
      "quote": "Any man who puts a pair of gloves on deserves respect because lots wouldn't dream of it. To get in there and go one-on-one, you need your hand shaking afterwards. Many men wouldn't get involved.",
      "author": "Tyson Fury",
      "category": "Man, Men, Dream"
    },
    {
      "quote": "Make choices that bring love and joy to your body. It's not about perfection it's about love and gratitude for an amazing body that works hard and deserves your respect.",
      "author": "Alysia Reiner",
      "category": "Love, Gratitude, Joy"
    },
    {
      "quote": "I respect Billy Joel, but I'm not a guy who's gonna sit down and listen to the entire 'Essential Billy Joel.'",
      "author": "Garth Risk Hallberg",
      "category": "Listen, Down, Guy"
    },
    {
      "quote": "The British people have decided to leave. It is a sad decision but one which I respect. The vote puts the European Union in difficulties. It must recognise its shortfalls.",
      "author": "Francois Hollande",
      "category": "Sad, Decision, People"
    },
    {
      "quote": "People look at my tattoos, and the majority of them are religious images, so people think, 'Oh, he must be very religious'. I respect all religions, but I'm not a deeply religious person. But I try and live life in the right way, respecting other people.",
      "author": "David Beckham",
      "category": "Life, Live Life, People"
    },
    {
      "quote": "In the '60s and '70s and early '80s, the trainers would grind you, and eventually they would break something - they would break an ankle in ways that it would heal. It was just the way of the business, to ensure that you learned respect for wrestling.",
      "author": "Dwayne Johnson",
      "category": "Business, Grind, You"
    },
    {
      "quote": "Strong women, that's who I really respect.",
      "author": "Victoria Beckham",
      "category": "Women, Strong, Strong Women"
    },
    {
      "quote": "I have great respect for the religion. I know a lot of people that are Muslim and are phenomenal people.",
      "author": "Colin Kaepernick",
      "category": "Great, Religion, People"
    },
    {
      "quote": "I tend to treat everyone like equals. That is my downfall, though, because Oprah is Oprah, and Barack is Barack, and you've gotta come in with a certain level of respect and admiration and love while still having that respect. Look at them - these people are, at this point, royalty. I think I get a little too chummy.",
      "author": "Chrissy Teigen",
      "category": "Love, Treat, People"
    },
    {
      "quote": "Democrats pride themselves on their commitment to science. Citing climate change, they contend that they are the party of truth, while Republicans are 'denialists.' But with respect to genetically modified organisms, many Democrats seem indifferent to science, and to be practicing a denialism of their own - perhaps more so than Republicans.",
      "author": "Cass Sunstein",
      "category": "Change, Truth, Science"
    },
    {
      "quote": "We have always been prepared to negotiate with the U.S. government everything that has to do with bilateral relations, on a basis of the strictest mutual respect for the sovereign rights of each country. We will never try to ask the government of the United States to change its economic and political system.",
      "author": "Fidel Castro",
      "category": "Change, Government"
    },
    {
      "quote": "I respect, too, the fact that in our legal order it is for Congress and not the courts to write new laws. It is the role of judges to apply, not alter, the work of the people's representatives.",
      "author": "Neil Gorsuch",
      "category": "Work, Legal, People"
    },
    {
      "quote": "Just because you're married doesn't mean that you have to spend 24/7 together and can't have separate interests and hobbies. In a healthy relationship, you both understand - and respect - that you need time apart doing what you want to do.",
      "author": "John Rampton",
      "category": "Time, Relationship, Together"
    },
    {
      "quote": "It helps me to learn things in different languages, even if it's just phonetically, and to make myself vulnerable to other audiences by trying to reflect back to them the genius of their own cultures, and to do that, oftentimes, in new jazz settings, new arrangements. It's a way to show respect.",
      "author": "Kurt Elling",
      "category": "Myself, Me, Genius"
    },
    {
      "quote": "At the end of the day, I think you're on high moral ground when you respect Montana and you respect the Constitution and you do your duty as a Senator. We need to put Americans' and Montanans' interests in the front seat and politics in the back.",
      "author": "Ryan Zinke",
      "category": "Day, Politics, Constitution"
    },
    {
      "quote": "Hardly can it be judged whether it be better for mankind to believe that the gods have regard of us, or that they have none, considering that some men have no respect and reverence for the gods, and others so much that their superstition is a shame to them.",
      "author": "Pliny the Elder",
      "category": "Men, Believe, Better"
    },
    {
      "quote": "I live the life of a farmer. I don't see how I could wear Lagerfeld's designs while feeding my goats. I have respect for Lagerfeld as a man, but I would have so much more for him if he, in turn, respected animals. We do not live in the same world.",
      "author": "Brigitte Bardot",
      "category": "Life, Man, World"
    },
    {
      "quote": "You can see areas where maybe you got a bit lazy, perhaps, or you see when you were really on form. I think an actor is very like a sportsman in that respect. You have periods where you're in terrific form. Everything you touch seems to work and come right. And other times, when you're working really hard, it's okay, but it isn't scintillating.",
      "author": "John Hurt",
      "category": "Work, Think, You"
    },
    {
      "quote": "I'm not a trash talker. I respect my opponents.",
      "author": "Rafael dos Anjos",
      "category": "Trash, Opponents, Talker"
    },
    {
      "quote": "Theatre is a must for actors. They should try it at least once. It makes you disciplined, teaches you to respect your work, and boosts your confidence as an actor.",
      "author": "Sushant Singh Rajput",
      "category": "Work, Confidence, Theatre"
    },
    {
      "quote": "France can certainly accommodate foreign people on its soil long-term, those with foreign citizenship... as long as they respect French laws and French values, which is often a problem on the immigration issue. It's not really a problem with Israel on this topic.",
      "author": "Marine Le Pen",
      "category": "People, Problem, Long"
    },
    {
      "quote": "We want to uplift the culture of Filipino - our respect to our elders, how we pray before we eat and sleep. These are things the younger generations tend to forget because of our exposure to other cultures.",
      "author": "Coco Martin",
      "category": "Culture, Sleep, Want"
    },
    {
      "quote": "Sportsmanship is definitely an important thing in all sports. In soccer, we all respect each other on such a high level, between Sweden and Brazil and Japan or whatever team it is.",
      "author": "Alex Morgan",
      "category": "Sports, Team, Soccer"
    },
    {
      "quote": "Christlike communications are expressions of affection and not anger, truth and not fabrication, compassion and not contention, respect and not ridicule, counsel and not criticism, correction and not condemnation. They are spoken with clarity and not with confusion. They may be tender or they may be tough, but they must always be tempered.",
      "author": "L. Lionel Kendrick",
      "category": "Truth, Compassion, Anger"
    },
    {
      "quote": "If you are killed because you are a writer, that's the maximum expression of respect, you know.",
      "author": "Mario Vargas Llosa",
      "category": "Know, You, Expression"
    },
    {
      "quote": "I loved fairy tales when I was a kid. Grimm. The grimmer the better. I loved gruesome gothic tales and, in that respect, I liked Bible stories, because to me they were very gothic.",
      "author": "Amy Tan",
      "category": "Me, Bible, Better"
    },
    {
      "quote": "One of the people that I respect the most now, a person I think has done a heck of a lot for this world as a leader, is Margaret Thatcher. She helped create a world that offers us a lot of excitement as we look to the next century.",
      "author": "Sanford I. Weill",
      "category": "Leader, World, People"
    },
    {
      "quote": "When about to commit a base deed, respect thyself, though there is no witness.",
      "author": "Ausonius",
      "category": "Thyself, Commit, Witness"
    },
    {
      "quote": "I don't have to participate in another culture's ceremonies in order to respect that culture.",
      "author": "Sherman Alexie",
      "category": "Culture, Order, Ceremonies"
    },
    {
      "quote": "I don't envy or much respect people who are completely politicised.",
      "author": "Christopher Hitchens",
      "category": "People, Envy, Who"
    },
    {
      "quote": "Men who love their mothers treat women wonderfully. And they have enormous respect for women.",
      "author": "Ellen Barkin",
      "category": "Love, Women, Men"
    },
    {
      "quote": "On one side, citizens have great respect for the United States; they have a great feeling of friendship. That is solid. But in the opposition and in the political arena I often find criticism of the closeness of relations with the United States. That is a reality.",
      "author": "Vicente Fox",
      "category": "Friendship, Great, Reality"
    },
    {
      "quote": "Advertising must respect the intelligence of its audience and if it does not prompt them to think, it will be instantly dismissed.",
      "author": "Maurice Saatchi",
      "category": "Intelligence, Advertising"
    },
    {
      "quote": "I think I have a certain respect for people, you know. And I guess a lot of times I expect that respect to go both ways.",
      "author": "Tom Brady",
      "category": "People, Know, Think"
    },
    {
      "quote": "I have huge respect for women who go out of their homes and have the courage to make their own destiny. And let me tell you, Indian women are doing a great job. There are those who work because they have no option but to earn, and then there are those who do it because they have the right talent. I respect both.",
      "author": "Shilpa Shetty",
      "category": "Work, Courage, Women"
    },
    {
      "quote": "Ask an older person you respect to tell you his or her greatest regret.",
      "author": "H. Jackson Brown, Jr.",
      "category": "Regret, Greatest, You"
    },
    {
      "quote": "Growing up, I came to love Egypt and respect Islam, but I never thought to go beyond the surface. Back in Canada, many of my father's Egyptian friends questioned his decision not to raise his only child more strictly in the faith. I was not taught salat, the Muslim ritual of prayer, nor did I study Arabic.",
      "author": "Shereen El Feki",
      "category": "Love, Friends, Father"
    },
    {
      "quote": "A human society obeys the dictates of reason and is guided and governed by a respect for justice.",
      "author": "Ferdinand Buisson",
      "category": "Justice, Society, Human"
    },
    {
      "quote": "A proper respect for nature means that you can't pollute the air, poison the rivers and chop down the forests indiscriminately without suffering greatly.",
      "author": "Jay Parini",
      "category": "Nature, Suffering, Poison"
    },
    {
      "quote": "I suppose there are many, but I cannot imagine ever having a more perfect collaboration than that which Penn-san and I shared. It was based upon mutual trust, respect, and a desire to have our own work pushed to new places. And it always resulted in delight.",
      "author": "Issey Miyake",
      "category": "Work, Trust, Collaboration"
    },
    {
      "quote": "I feel very deeply about the need to respect and tolerate people of different social - or sexual orientation. But at the same time, I believe marriage should be preserved as an institution for one man and one woman.",
      "author": "Mitt Romney",
      "category": "Marriage, Time, Man"
    },
    {
      "quote": "I'm theologically in line with the Roman Catholic Church. I believe in the authority of the church, but I also have tremendous respect for my brothers and sisters in other Christian faiths.",
      "author": "Marco Rubio",
      "category": "Believe, Christian"
    },
    {
      "quote": "Born of a noble father and a saintly mother, President Hinckley learned as a young boy the truths of the restored gospel from his faithful parents. He came to respect deeply and value highly his pioneer heritage.",
      "author": "Joseph B. Wirthlin",
      "category": "Father, Mother, Parents"
    },
    {
      "quote": "We do not covet anything from any nation except their respect.",
      "author": "Winston Churchill",
      "category": "Nation, Anything, Except"
    },
    {
      "quote": "It is not desirable to cultivate a respect for the law, so much as for the right.",
      "author": "Henry David Thoreau",
      "category": "Law, Right, Cultivate"
    },
    {
      "quote": "In societies that profess some respect for law, suspects are apprehended and brought to fair trial. I stress 'suspects.'",
      "author": "Noam Chomsky",
      "category": "Stress, Law, Fair"
    },
    {
      "quote": "The bad gains respect through imitation, the good loses it especially in art.",
      "author": "Friedrich Nietzsche",
      "category": "Art, Good, Through"
    },
    {
      "quote": "Libertarianism is a way of measuring how the government and other kinds of systems respect the individual. At the core of libertarianism is the idea that the individual is sacrosanct and that anything that's done contrary to the well-being of the individual needs some pretty serious justification.",
      "author": "P. J. O'Rourke",
      "category": "Government, Well-Being, Idea"
    },
    {
      "quote": "I do respect them; I have great respect for women. In fact, one of the reasons 'The Apprentice' was such a successful show for so many years, the audience of women was fantastic.",
      "author": "Donald Trump",
      "category": "Women, Great, Successful"
    },
    {
      "quote": "I have great respect for the Pope. I like the Pope. I actually like him.",
      "author": "Donald Trump",
      "category": "Great, Like, Him"
    },
    {
      "quote": "I have respect for Senator McCain. I used to like him a lot. I supported him. I raised a lot of money for his campaign against President Obama.",
      "author": "Donald Trump",
      "category": "Money, President, Him"
    },
    {
      "quote": "We are not angry with people we fear or respect, as long as we fear or respect them; you cannot be afraid of a person and also at the same time angry with him.",
      "author": "Aristotle",
      "category": "Time, Fear, People"
    },
    {
      "quote": "I, for one, respect those who believe with all their hearts and conscience that there are no circumstances under which any abortion should ever be available.",
      "author": "Hillary Clinton",
      "category": "Believe, Conscience"
    },
    {
      "quote": "With respect to Iraq, I did favour the continuity of American forces to work with the new Maliki government. They had enormous needs for intelligence, for training on everything from airplanes to more sophisticated ground equipment and the like.",
      "author": "Hillary Clinton",
      "category": "Work, Training, Government"
    },
    {
      "quote": "I respect the Congress's oversight responsibility.",
      "author": "Hillary Clinton",
      "category": "Responsibility, Congress"
    },
    {
      "quote": "When I'm getting to know someone, I look for someone who has passions that I respect, like his career. Someone who loves what he does is really attractive.",
      "author": "Taylor Swift",
      "category": "Career, Know, Look"
    },
    {
      "quote": "I have noticed... that men usually leave married women alone and are inclined to treat all wives with respect. This is no great credit to married women.",
      "author": "Marilyn Monroe",
      "category": "Women, Great, Alone"
    },
    {
      "quote": "It's like a jar of salad dressing sitting on a shelf... most of the seasoning settles to the bottom of the bottle. But when you shake that bottle up, all the ingredients mix together and then the dressing can add flavor to a salad. In the same way, we can stir ourselves up and regain the reverence, respect and awe we once had for the Lord.",
      "author": "Joyce Meyer",
      "category": "Together, Way, You"
    },
    {
      "quote": "Consult your friend on all things, especially on those which respect yourself. His counsel may then be useful where your own self-love might impair your judgment.",
      "author": "Lucius Annaeus Seneca",
      "category": "Self-Love, Friend, Yourself"
    },
    {
      "quote": "As a songwriter, you respect and appreciate the writings of other people, and I often get asked, are there songs out there I wish I'd written? Yes. There's many of them!",
      "author": "Dolly Parton",
      "category": "People, Wish, You"
    },
    {
      "quote": "I'm quite a softy, yes. I have a blank spot with respect to visual art, but I have perhaps a compensating hypersensitivity to poetry and music.",
      "author": "Richard Dawkins",
      "category": "Music, Art, Poetry"
    },
    {
      "quote": "When people do the cowardly thing, it's not about respect, it's about fear.",
      "author": "Salman Rushdie",
      "category": "Fear, People, Cowardly"
    },
    {
      "quote": "I do have a lot of time for people in my life, and friendship is a very important subject for me. I think I'm unusual among the writers I know in that respect.",
      "author": "Salman Rushdie",
      "category": "Life, Friendship, Time"
    },
    {
      "quote": "Although I don't examine myself in this respect, I would say, off the top of my head, that I've come to acknowledge my Czechness more as I get older.",
      "author": "Tom Stoppard",
      "category": "Myself, Head, Say"
    },
    {
      "quote": "I respect the rights of those who do not share my beliefs, but to teach my faith to my children and to share it with anyone who will listen - that is my right, too.",
      "author": "Marco Rubio",
      "category": "Children, Faith, Listen"
    },
    {
      "quote": "Our aversion to lying is commonly a secret ambition to make what we say considerable, and have every word received with a religious respect.",
      "author": "Francois de La Rochefoucauld",
      "category": "Ambition, Lying, Secret"
    },
    {
      "quote": "It is justice and respect that I want the world to dust off and put - without delay, and with tenderness - back on the head of the Palestinian child. It will be imperfect justice and respect because the injustice and disrespect have been so severe. But I believe we are right to try.",
      "author": "Alice Walker",
      "category": "Justice, Child, World"
    },
    {
      "quote": "Any hand that I've shaken, any person that I met when I was Joe Blow, now that I'm this guy Kevin Hart, has come back. That's why I treat everybody with respect. I'm always a nice pleasant guy to meet because when they come back to you, they remember.",
      "author": "Kevin Hart",
      "category": "Treat, Remember, Nice"
    },
    {
      "quote": "Mothers, stay close to your daughters. Earn and deserve their love and respect. Be united with their father in the rearing of your children. Do nothing in your life to cause your daughters to stumble because of your example.",
      "author": "Ezra Taft Benson",
      "category": "Love, Life, Children"
    },
    {
      "quote": "There is no need to worry about mere size. We do not necessarily respect a fat man more than a thin man. Sir Isaac Newton was very much smaller than a hippopotamus, but we do not on that account value him less.",
      "author": "Bertrand Russell",
      "category": "Man, Value, Worry"
    },
    {
      "quote": "I turned down twelve films last year... Huge money films, but I had no respect for the writer or the work.",
      "author": "Shia LaBeouf",
      "category": "Work, Money, Down"
    },
    {
      "quote": "Here's my gift-giving rule: Respect your current financial situation.",
      "author": "Suze Orman",
      "category": "Finance, Financial"
    },
    {
      "quote": "I contribute my best in my sport and I also have a ton of respect for myself and my family.",
      "author": "Venus Williams",
      "category": "Family, Best, Myself"
    },
    {
      "quote": "I credit my grandmother for teaching me to love and respect food. She taught me how to waste nothing, to make sure I used every bit of the chicken and boil the bones till no flavor could be extracted from them.",
      "author": "Marcus Samuelsson",
      "category": "Love, Food, Me"
    },
    {
      "quote": "In countries other than Pakistan - I won't necessarily call them 'Western' - people support me. This is because people there respect others. They don't do this because I am a Pashtun or a Punjabi, a Pakistani, or an Iranian, they do it because of one's words and character. This is why I am being respected and supported there.",
      "author": "Malala Yousafzai",
      "category": "Character, Support, Words"
    },
    {
      "quote": "The word 'star' doesn't mean an awful lot to me. 'Good actor' and having the respect of one's peers means more.",
      "author": "Pierce Brosnan",
      "category": "Good, Me, Actor"
    },
    {
      "quote": "I respect Apple. It's a great company that changed the world, especially the mobile time.",
      "author": "Jack Ma",
      "category": "Time, Great, World"
    },
    {
      "quote": "To win respect, the networks seem to feel they have to keep absurdly overstating their anchors' reporting cred.",
      "author": "Tina Brown",
      "category": "Win, Feel, Keep"
    },
    {
      "quote": "My team and I have reunited two elements that coexist with difficulty: respect and affection, because when they love you they don't respect you and when they respect you they don't love you.",
      "author": "Shakira",
      "category": "Love, Team, You"
    },
    {
      "quote": "Simple ingredients, treated with respect... put them together and you will always have a great dish.",
      "author": "Jose Andres",
      "category": "Great, Together, Simple"
    },
    {
      "quote": "Before you, I engage myself to serve my country with the devotion and the exemplary that this post demands. I understand responsibilities of the job and, as such, I give a republican salute to Nicolas Sarkozy who has led France for 5 years and who deserves all of our respect.",
      "author": "Francois Hollande",
      "category": "Myself, Job, You"
    },
    {
      "quote": "Afghanistan's borders are arbitrary, drawn to meet 19th-century political needs rather than to respect ethnic or religious patterns.",
      "author": "Stephen Kinzer",
      "category": "Political, Ethnic, Borders"
    },
    {
      "quote": "I was lucky enough to be the lady that was asked to be Maria in the Sound Of Music, and that film was fortunate enough to be huge hit. The same with Mary Poppins. I got terribly lucky in that respect.",
      "author": "Julie Andrews",
      "category": "Music, Lucky, Sound"
    },
    {
      "quote": "Tolstoy may be right about happy and unhappy families, but in ballet, it works the opposite way: All good ballets are different from each other and all bad ones are alike, at least in one crucial respect - they're all empty.",
      "author": "Robert Gottlieb",
      "category": "Happy, Good, Ballet"
    },
    {
      "quote": "I think every religious person should have a deep sense of respect for other people's religious documents and religious symbols just as we were deeply opposed to the Taliban destroying the two historic buddhas which they blew up. So I think we ought to all oppose burning the Koran.",
      "author": "Newt Gingrich",
      "category": "Deep, People, Think"
    },
    {
      "quote": "I have a lot of respect for the musical theater plays.",
      "author": "Christina Milian",
      "category": "Theater, Musical Theater"
    },
    {
      "quote": "I would love to persuade Christopher Bailey to get even just a section of Burberry that's, like, organic or free trade. I love him, he's a very good person and an amazing designer, and I have a lot of respect and time for him.",
      "author": "Emma Watson",
      "category": "Love, Time, Good"
    },
    {
      "quote": "Nadal and Roger Federer have great respect for each other. I think Novak Djokovic gets under those two guys' skin a little bit, and maybe they don't want to admit it, and I think that's, in a way, healthy.",
      "author": "John McEnroe",
      "category": "Great, Healthy, Want"
    },
    {
      "quote": "Often people display a curious respect for a man drunk, rather like the respect of simple races for the insane... There is something awe-inspiring in one who has lost all inhibitions.",
      "author": "F. Scott Fitzgerald",
      "category": "Man, Simple, Lost"
    },
    {
      "quote": "My goal is to get another 30 years out of this business. So I need to figure out the fuel to do that. And so far, I think it's respect and quality and company, not celebrity or box office or stardom. It's not a sprinter's approach. It's more like a long-distance thing. You can stick around a lot longer if you kind of slow-play it.",
      "author": "Jason Bateman",
      "category": "Business, Quality, Goal"
    },
    {
      "quote": "No matter how popular you are as a stand-up - you can go out and fill a 10,000-seat arena and be smart and funny - it's delicate to host an awards show and know where your place is and know that it's not about you, that it's about the people who are nominated, and respect that, but at the same time have your moment to show them who you are.",
      "author": "Ellen DeGeneres",
      "category": "Funny, Time, Smart"
    },
    {
      "quote": "If I'm gonna spend however long it takes to make a movie, give up 14 hours a day for however many weeks or months, then it's very important for me to know that I'm working with people who I respect and enjoy and that we're going for something together.",
      "author": "Brad Pitt",
      "category": "Day, Together, Me"
    },
    {
      "quote": "I have enormous respect for people who are gifted mechanics.",
      "author": "Rachel Kushner",
      "category": "People, Gifted, Mechanics"
    },
    {
      "quote": "I don't think there's anything they can say about me that I haven't said about myself already. And I would be an absolute total liar, and my fans would not respect me, if I said that my life and my marriage are perfect. But we absolutely love each other; we have fun together - it's great.",
      "author": "Mary J. Blige",
      "category": "Love, Life, Marriage"
    },
    {
      "quote": "I feel like everybody is against Floyd Mayweather. I don't get any respect.",
      "author": "Floyd Mayweather, Jr.",
      "category": "Feel, Like, I Feel Like"
    },
    {
      "quote": "Different days, I think about different victories. Ricky Hatton is one of those fights. I respect Ricky Hatton. He's a warrior. He's a hell of a warrior.",
      "author": "Floyd Mayweather, Jr.",
      "category": "Warrior, Hell, Think"
    },
    {
      "quote": "Kids are soft these days, period, end of the story in every respect. People coddle them too much. I'm sick of that; it's irresponsible parenting. Taking care of them is one thing, but turning little boys into little girls because you're coddling them so much, kids need to have experiences on their own.",
      "author": "Bill Goldberg",
      "category": "Parenting, End, Little Girls"
    },
    {
      "quote": "My noble respect also goes to the anti-Japanese revolutionary forerunners, martyrs of the People's Army and other patriotic martyrs who dedicated all their precious things to promoting the development of our Party and the prosperity of the country in loyal support of the great leaders.",
      "author": "Kim Jong-un",
      "category": "Great, Support, People"
    },
    {
      "quote": "I respect people that are die-hard film people, but I started on video. I started on Hi8 video and mini-DV, and I made skate videos. So, I love film, and I love the way it looks, but I also love the way crappy video looks, or VHS. I've always been a fan of whatever the look is that's appropriate for what the feeling is.",
      "author": "Spike Jonze",
      "category": "Love, People, Look"
    },
    {
      "quote": "I may have managed to build a successful technology startup that had gone public by the time my three kids hit their 13th birthdays, but don't think that bought my wife and me any special respect from our teenagers.",
      "author": "Naveen Jain",
      "category": "Time, Technology, Wife"
    },
    {
      "quote": "I have total respect for anyone who discovers a band like Snow Patrol. I would be hopeless at signing a rock band, or anything alternative, cause I don't know what that audience are into and I don't particularly like that kind of music.",
      "author": "Simon Cowell",
      "category": "Music, Snow, Know"
    },
    {
      "quote": "I would say that awards are for children. Because children need a tangible representation of their achievement. And as adults, you have to settle for the respect and admiration of your peers.",
      "author": "T. J. Miller",
      "category": "Children, Achievement, You"
    },
    {
      "quote": "There's a reason why the Foo Fighters don't blast out Nirvana songs every night: because we have a lot of respect for them. You know, that's hallowed ground. We have to be careful. We have to tread lightly. We have talked about it before, but the opportunity hasn't really come up, or it just hasn't felt right.",
      "author": "Dave Grohl",
      "category": "Opportunity, Night, Know"
    },
    {
      "quote": "The way you really find out about the performer's seriousness about the cause is how long they stay with it when the spotlight gets turned off. You see a lot of celebrities switch gears. They go from the environment to animal rights to obesity or whatever. That I don't have a lot of respect for.",
      "author": "Robert Redford",
      "category": "Animal, Environment, Long"
    },
    {
      "quote": "I don't mind being older. I'm proud of my age. I've achieved a lot. It's the same thing with Mick and the Stones. They should be revered and respected. Isn't it strange that now we're living longer we have so much less respect for old age? Perhaps it's a less valuable commodity?",
      "author": "Jerry Hall",
      "category": "Age, Mind, Old Age"
    },
    {
      "quote": "Perhaps what's needed now is a bolder form of censure after all, because the Internet is not a universal human right. If people cannot be trusted to treat one another with respect, dignity and consideration, perhaps they deserve to have their online freedoms curtailed.",
      "author": "Milo Yiannopoulos",
      "category": "Internet, Treat, People"
    },
    {
      "quote": "I respect Chris Brown. I'd like to call myself a friend - I don't know if I'm allowed to do that.",
      "author": "Drake",
      "category": "Myself, Friend, Know"
    },
    {
      "quote": "I always have tried to treat people with respect, the way I want to be treated.",
      "author": "Derek Jeter",
      "category": "Treat, People, Want"
    },
    {
      "quote": "I respect the fact that many denominations have different points of view with respect to gay marriage and they can hold that in the sanctity in the place of their religion and not bless them or solemnize them.",
      "author": "Colin Powell",
      "category": "Marriage, Religion, View"
    },
    {
      "quote": "We want to be brothers and sisters. We want respect and equality. Simon Bolivar, our father, said a balanced world - a universe - a balanced universe in order to have peace and development.",
      "author": "Hugo Chavez",
      "category": "Peace, Father, Equality"
    },
    {
      "quote": "I just want to work, and learn from people I respect and admire.",
      "author": "Sienna Miller",
      "category": "Work, People, Want"
    },
    {
      "quote": "Jerusalem is holy to three religions. You have to respect that.",
      "author": "Recep Tayyip Erdogan",
      "category": "You, Three, Religions"
    },
    {
      "quote": "I give complete respect to any couple that stays together, however they do it, whether they do it by going on red carpets or going hiking together, you know, or keeping themselves really quiet and trying to stay out of all that press stuff.",
      "author": "Chris Martin",
      "category": "Together, Red, Know"
    },
    {
      "quote": "The cool thing is that jazz is really a wonderful example of the great characteristics of Buddhism and great characteristics of the human spirit. Because in jazz we share, we listen to each other, we respect each other, we are creating in the moment. At our best, we're non-judgmental.",
      "author": "Herbie Hancock",
      "category": "Best, Great, Cool"
    },
    {
      "quote": "The lumpiness of 'The Good Lie's progression - from infancy to adulthood, and from ethnic horror to gentle social comedy to a heroic gift of freedom - proclaims the film's respect for facts and truths that can't be squeezed into a smooth narrative.",
      "author": "Richard Corliss",
      "category": "Freedom, Good, Gift"
    },
    {
      "quote": "There exist only three beings worthy of respect: the priest, the soldier, the poet. To know, to kill, to create.",
      "author": "Charles Baudelaire",
      "category": "Soldier, Know, Three"
    },
    {
      "quote": "Among my dad's generation, when you gave another man a pocketknife as a gift, it was a show of respect. I'll still give someone the knife out of my pocket.",
      "author": "Chris Stapleton",
      "category": "Man, Generation, Gift"
    },
    {
      "quote": "Thriving economies on both sides of the border is a win-win for Arizona and Mexico, but that will only come by working together and demonstrating mutual respect.",
      "author": "Doug Ducey",
      "category": "Working Together, Together"
    },
    {
      "quote": "I feel very passionate about maintaining the same level of standard and respect for the food as an Iron Chef myself.",
      "author": "Alex Guarnaschelli",
      "category": "Food, Myself, Chef"
    },
    {
      "quote": "Obedience is a strong virtue, capable of making me master of my emotions by giving me more strength to conquer my pride as I submit to those above me out of respect for their God-given authority and those below me out of love.",
      "author": "Mother Angelica",
      "category": "Love, Strength, Strong"
    },
    {
      "quote": "People who choose not to have kids do so because they respect the job of parenting so much that they know not to take it on if they know it's not something that they're up for, and I don't know what to be a bigger tribute to parenting than that.",
      "author": "Meghan Daum",
      "category": "Parenting, Job, People"
    },
    {
      "quote": "Peace can be contributed to by respect for our ability in defense.",
      "author": "Herbert Hoover",
      "category": "Peace, Ability, Defense"
    },
    {
      "quote": "Although I think of myself as the greatest heavyweight, I do respect the legends of the past for what they did. But they are not my heroes.",
      "author": "Tyson Fury",
      "category": "Myself, Past, Greatest"
    },
    {
      "quote": "I respect the police officers, but something you learn as a young black man in this country is that... life is a little bit different for you even though, on the surface, it seems to be the same.",
      "author": "Benjamin Watson",
      "category": "Life, Man, Police"
    },
    {
      "quote": "The police officer's job is to respect the citizens that they are in control of.",
      "author": "Benjamin Watson",
      "category": "Job, Police, Control"
    },
    {
      "quote": "If you say that your national law allows you to do something, it is fine as long as you do this inside your own territory. As long as you go international, you really have to be sure that there is an international law which you respect and which you follow.",
      "author": "Sergei Lavrov",
      "category": "Law, Long, You"
    },
    {
      "quote": "I've known Roger Ailes for 15 years, and I have been treated with the utmost professionalism and respect.",
      "author": "Kimberly Guilfoyle",
      "category": "Professionalism, Years"
    },
    {
      "quote": "India was secular even when Muslims hadn't come here and Christians hadn't set foot on this soil. It is not as if India became secular after they came. They came with their own modes of worship, and they, too, were given a place of honor and respect. They had the freedom to worship God as per their wish and inclination.",
      "author": "Atal Bihari Vajpayee",
      "category": "Freedom, God, Honor"
    },
    {
      "quote": "After the bones mended, my left eye was smaller than my right, and my eyebrow never grew back. But you know what? Big deal. I think I became beautiful after the accident. I became kinder, more aware. I gained respect for other people.",
      "author": "Iman",
      "category": "Beautiful, Eye, People"
    },
    {
      "quote": "My wife loves to get all dressed up and go out, and I'm this gloomy Virgo. It works because of the mutual recognition that we are two democratic narcissists. She does what she has to do, and I do what I have to do. We respect that.",
      "author": "Peter Falk",
      "category": "Wife, She, Recognition"
    },
    {
      "quote": "The people who harvest America's food must be treated with respect and earn a living wage.",
      "author": "Frances Beinecke",
      "category": "Food, America, Harvest"
    },
    {
      "quote": "Every person is created in the image of God and has value. Every person. Every person is to be treated with respect. Every person is also a citizen of some country. In their country, they have rights and responsibilities; in every other country, they are a guest.",
      "author": "James Lankford",
      "category": "God, Value, Rights"
    },
    {
      "quote": "Factually, the Temple Mount is the precise location of the Temple. It's the holiest place in the world for Jews. It's the third holiest place for Muslims. And we need to respect each others' rights, freedom of religion.",
      "author": "Naftali Bennett",
      "category": "Freedom, Religion, World"
    },
    {
      "quote": "You have to respect who the character is. It has its own internal truth, and you can't betray that. And if you don't betray that, it will not betray you.",
      "author": "Theresa Rebeck",
      "category": "Truth, Character, You"
    },
    {
      "quote": "By respect for life we become religious in a way that is elementary, profound and alive.",
      "author": "Albert Schweitzer",
      "category": "Life, Way, Profound"
    },
    {
      "quote": "You actually can be passionate about things like making rational decisions based on a thorough airing of the facts, a reasonable and informed debate, a respect for the Constitution that includes, um, knowing about it.",
      "author": "Rachel Sklar",
      "category": "Decisions, Constitution, You"
    },
    {
      "quote": "Bottom line, I have nothing but respect for Peyton Manning... He was always a great teammate to me; he's still a great friend to this day.",
      "author": "Brock Osweiler",
      "category": "Day, Great, Me"
    },
    {
      "quote": "It's not an easy gig, being in the NRL sometimes: you always feel for the boys because you have that mutual respect knowing what they go through.",
      "author": "Sonny Bill Williams",
      "category": "Easy, You, Through"
    },
    {
      "quote": "Who could think that children from the pockets of Himalaya sing folklore from Scotland and vice versa? Such an education in the initial years develops compassion and mutual respect for each other's skills.",
      "author": "Mohit Chauhan",
      "category": "Education, Children"
    },
    {
      "quote": "I've been a critic of the antiglobalization movement, and they've been a critic of me, but the one thing I respect about the movement is their authentic energy. These are not people who don't care about the world.",
      "author": "Thomas Friedman",
      "category": "World, Me, People"
    },
    {
      "quote": "With respect to the environment in our state and our state's future - in addition to water which is very important here - I think it is crucial for him to make a sincere commitment to energy efficiency, fuel efficiency, by helping us to produce those cars of the future.",
      "author": "Jennifer Granholm",
      "category": "Future, Water, Commitment"
    },
    {
      "quote": "I like children; I like 'em, and I respect 'em. Pretty much all the honest truth-telling there is in the world is done by them.",
      "author": "Oliver Wendell Holmes, Sr.",
      "category": "Children, World, Done"
    }
  ]
}