{
  "author": "Ravindu Manoj",
  "github": "ravindu01manoj",
  "repo": "Quotes-500k",
  "data": [
    {
      "quote": "I have to confess that I've never been a great fan of Christmas or, as it's known in our house, The Monster That Ate the Last Third of the Year. It's mostly the rampant consumerism I object to, but I'm also a little wary of the annual crop of new Christmas stories and sometimes wonder why anyone bothers.",
      "author": "Tony Bradman",
      "category": "Great, Why, House"
    },
    {
      "quote": "I might do 'X Factor' next year. It's looking good that I won't get the sack at Christmas.",
      "author": "Gary Barlow",
      "category": "Good, Looking, Year"
    },
    {
      "quote": "No sane local official who has hung up an empty stocking over the municipal fireplace, is going to shoot Santa Claus just before a hard Christmas.",
      "author": "Al Smith",
      "category": "Up, Going, Empty"
    },
    {
      "quote": "Very early on in life, I decided the hell with it: material things weren't for me. Christmas would come, and other kids would have all these presents, and it wouldn't bother me a bit.",
      "author": "James A. Michener",
      "category": "Life, Me, Material Things"
    },
    {
      "quote": "Christmas coming means one thing for comedians: office party gigs!",
      "author": "Katherine Ryan",
      "category": "Party, Office, Coming"
    },
    {
      "quote": "I am a veteran of the War on Christmas. I am just emerging from a battlefield strewn with dead trees and torn shreds of brightly colored wrapping paper.",
      "author": "Henry Rollins",
      "category": "War, I Am, Trees"
    },
    {
      "quote": "I like the idea of putting your Christmas wish list up and letting people share it.",
      "author": "Bill Gates",
      "category": "People, Wish, Idea"
    },
    {
      "quote": "Don't send funny greeting cards on birthdays or at Christmas. Save them for funerals, when their cheery effect is needed.",
      "author": "P. J. O'Rourke",
      "category": "Funny, Cards, Greeting"
    },
    {
      "quote": "I detest 'Jingle Bells,' 'White Christmas,' 'Rudolph the Red Nosed Reindeer,' and the obscene spending bonanza that nowadays seems to occupy not just December, but November and much of October, too.",
      "author": "Richard Dawkins",
      "category": "November, October, Red"
    },
    {
      "quote": "I suppose if you look back to your early childhood you accept everything people tell you, and that includes a heavy dose of irrationality - you're told about tooth fairies and Father Christmas and things.",
      "author": "Richard Dawkins",
      "category": "Father, Childhood, People"
    },
    {
      "quote": "Christmas makes everything twice as sad.",
      "author": "Douglas Coupland",
      "category": "Sad, Everything, Twice"
    },
    {
      "quote": "Christmas means a great deal to me. I was reared in a family that celebrated Christmas to some extent, but I married into a family that celebrated Christmas in a big way. And my wife always made a big thing of Christmas for the children. We have five children, and we had a terrific time at Christmas.",
      "author": "Billy Graham",
      "category": "Family, Time, Children"
    },
    {
      "quote": "For Christmas every year, my mother used to give me those cheap little diaries that would tell your horoscope and provide a little blank slot for each day.",
      "author": "Patti Smith",
      "category": "Day, Mother, Me"
    },
    {
      "quote": "Tiny quails may not seem as impressive as a mammoth turkey, but there is something refreshing about a spread of individual birds on the Christmas table.",
      "author": "Yotam Ottolenghi",
      "category": "Birds, Individual, May"
    },
    {
      "quote": "It's surprising to me how many of my friends send Christmas cards, or holiday cards, including my atheist and secular friends.",
      "author": "Christopher Hitchens",
      "category": "Friends, Holiday, Me"
    },
    {
      "quote": "My early business ventures included growing Christmas trees and breeding birds.",
      "author": "Richard Branson",
      "category": "Business, Trees, Birds"
    },
    {
      "quote": "I've always loved Christmas and that's not really gone away from me from being a child to now. It's always a magical time and I'm unashamed in my love for Christmas.",
      "author": "Martin Freeman",
      "category": "Love, Time, Child"
    },
    {
      "quote": "Godot is whatever it is in life that you are waiting for: 'I'm waiting to win the lottery. I'm waiting to fall in love'. For me, as a child, it was Christmas. At least that eventually came.",
      "author": "Ian Mckellen",
      "category": "Love, Life, Child"
    },
    {
      "quote": "When I was a child, I was living in the housing projects of Philadelphia. I didn't even have a Christmas tree.",
      "author": "Bill Cosby",
      "category": "Tree, Child, Living"
    },
    {
      "quote": "Having a birthday cake squashed into your face by young kids? Delicious. I always don a Santa suit at Christmas. Remaining childish is a tremendous state of innocence.",
      "author": "John Lydon",
      "category": "Birthday, Cake, Innocence"
    },
    {
      "quote": "Even today, I am still very child-like while designing. It's a bit like Christmas - each of your designs you create is like unravelling your presents.",
      "author": "Christian Louboutin",
      "category": "Today, I Am, You"
    },
    {
      "quote": "Christmas for me is all about spending time with my family. I cherish any chance we have to spend all day together making gingerbread houses, baking cookies, or sitting around and watching movies.",
      "author": "Blake Lively",
      "category": "Family, Time, Together"
    },
    {
      "quote": "The Swedish Christmas is definitely unique, even throughout Scandinavia. Like Christmas everywhere, it's a very family-centered holiday.",
      "author": "Marcus Samuelsson",
      "category": "Holiday, Unique, Like"
    },
    {
      "quote": "I love singing Christmas carols. I know every harmony to every music-hall Christmas song.",
      "author": "Zooey Deschanel",
      "category": "Love, Song, Singing"
    },
    {
      "quote": "One thing I love about Christmas music is that it has a tradition of warmth.",
      "author": "Zooey Deschanel",
      "category": "Love, Music, Tradition"
    },
    {
      "quote": "I remember driving to North Carolina when I was a little girl in a snowstorm to get down to my mom's family in the Carolinas. There were chains on the car - it was the late sixties - and we were just singing in the car. Christmas carols.",
      "author": "Tori Amos",
      "category": "Family, Car, Mom"
    },
    {
      "quote": "Fashion Week is like Christmas.",
      "author": "Brad Goreski",
      "category": "Week, Fashion, Like"
    },
    {
      "quote": "If you do good work, it tends to stick around. People still come up to me and say, 'The Ref' is my favorite Christmas movie.'",
      "author": "Denis Leary",
      "category": "Work, Good, Me"
    },
    {
      "quote": "The Christmas market at the Barcelona Cathedral sells all kinds of things for your Nativity scene. It will also give you a good idea of Catalan culture.",
      "author": "Jose Andres",
      "category": "Good, Culture, You"
    },
    {
      "quote": "There is a lot to celebrate about that little Babe who was laid in a manger. Christians celebrate Christmas because they are thankful for the promise of salvation, which was delivered in human flesh and named Jesus.",
      "author": "Monica Johnson",
      "category": "Thankful, Celebrate, Human"
    },
    {
      "quote": "The word of God is very important to Christmas. For unto us a child was born, and we should be reminded of how Christ's amazing journey came to be.",
      "author": "Monica Johnson",
      "category": "Journey, God, Child"
    },
    {
      "quote": "It's funny how we 'do' Christmas. Christmas is not something that we do, it is something that was done. It celebrates the long awaited arrival of the Messiah, Jesus Christ. We had nothing to do with it, but what we can do is praise God for the coming of the Lord, who washed away the sins of the world by dying on the cross.",
      "author": "Monica Johnson",
      "category": "Funny, God, World"
    },
    {
      "quote": "During the holiday season, Christmas specifically, it can be hard to be away from family and friends.",
      "author": "Monica Johnson",
      "category": "Family, Friends, Holiday"
    },
    {
      "quote": "I'm not going to tell you to meditate on what Christmas really means and be thankful.",
      "author": "Monica Johnson",
      "category": "Thankful, Be Thankful, You"
    },
    {
      "quote": "In my adolescence, I think I felt very outcast; I felt lonely. I felt great loneliness, and sometimes I wouldn't partake in Christmas, and I would go off and wander in the streets of Melbourne.",
      "author": "Michael Leunig",
      "category": "Great, Loneliness, Lonely"
    },
    {
      "quote": "I used to have nightmares when I was a little kid that I woke up prematurely and opened all the Christmas presents. And then I would be so relieved when I woke up and I realized that I hadn't done it.",
      "author": "Claire Danes",
      "category": "Done, Kid, Little"
    },
    {
      "quote": "My family know not to get me any tech for Christmas. I can never get it to work, and it all becomes very tearful and pressurised.",
      "author": "Peter Capaldi",
      "category": "Work, Family, Me"
    },
    {
      "quote": "We don't consider the Wizard of Oz or Father Christmas to be too old. They're still magical characters, and the fact they've been around the block only adds to their magic.",
      "author": "Peter Capaldi",
      "category": "Father, Magic, Magical"
    },
    {
      "quote": "On Christmas morning, before we could open our Christmas presents, we would go to this stranger's home and bring them presents. I remember helping clean the house up and putting up a tree. My father believed that you have a responsibility to look after everyone else.",
      "author": "George Clooney",
      "category": "Morning, Home, Father"
    },
    {
      "quote": "Tax cuts should be for life, not just for Christmas.",
      "author": "George Osborne",
      "category": "Life, Tax, Just"
    },
    {
      "quote": "I got a .30-30 for Christmas in the seventh grade. It wasn't what I asked for, by the way.",
      "author": "Matt Bomer",
      "category": "Way, Grade, Got"
    },
    {
      "quote": "I think that there are a lot of really beautiful Christmas carols, and then sometimes there are horrible renditions of them that are played to death in malls that make me sad. I try to avoid stores where they're playing bad versions of Christmas songs on repeat.",
      "author": "Gillian Jacobs",
      "category": "Beautiful, Death, Sad"
    },
    {
      "quote": "There are those who argue that the public celebration of festivals such as Christmas should be discouraged, in the questionable belief that it might somehow offend those of other religions or none.",
      "author": "Pope Benedict XVI",
      "category": "Belief, Festivals, Religions"
    },
    {
      "quote": "My first real job, I sold Christmas trees when I was twelve for extra money. I did that until I was fifteen. Then I bagged groceries, and I worked at the first Borders ever in Tulsa, Oklahoma.",
      "author": "Bill Hader",
      "category": "Money, Job, Trees"
    },
    {
      "quote": "Making a Christmas album is looked upon by some people as the thing you do when you are heading towards retirement.",
      "author": "Annie Lennox",
      "category": "Retirement, People, You"
    },
    {
      "quote": "I gave a Christmas party last year - well, two Christmases ago - where I did a Sam Cooke show. I didn't perform as R. Kelly. I performed the Sam Cooke show from 1964, when he performed at the Copacabana.",
      "author": "R. Kelly",
      "category": "Party, Well, Year"
    },
    {
      "quote": "Almost any American can connect on some level to a family background of having come across some ocean. They say, 'My great-grandparents came from wherever... this is why we have this last name, why we do this thing at Christmas.' All the details get watered down but don't quite disappear.",
      "author": "Jhumpa Lahiri",
      "category": "Family, Ocean, American"
    },
    {
      "quote": "Christopher Walken and Nathalie Baye played my parents so well that I really thought I was in my living room at Christmas. My mother couldn't have been played more correctly.",
      "author": "Frank Abagnale",
      "category": "Mother, Parents, Thought"
    },
    {
      "quote": "December used to be very difficult for me. For many years, I fought the transition to the new year, was generally exhausted at the end of the year, and just wanted to hide. I described myself as a 'cranky Jewish kid who felt left out by Christmas.'",
      "author": "Brad Feld",
      "category": "Myself, End, Me"
    },
    {
      "quote": "Online, there's no time. It's always Christmas.",
      "author": "Lewis Black",
      "category": "Time, Always, Online"
    },
    {
      "quote": "Christmas time! That man must be a misanthrope indeed, in whose breast something like a jovial feeling is not roused - in whose mind some pleasant associations are not awakened - by the recurrence of Christmas.",
      "author": "Charles Dickens",
      "category": "Time, Man, Mind"
    },
    {
      "quote": "You can't allow the forces of political correction to shut you up. I mean, why are people afraid to say, 'Merry Christmas?' Give me a break. If people don't like it, yeah, they can go do something else.",
      "author": "Ben Carson",
      "category": "Political, Me, People"
    },
    {
      "quote": "In London the day after Christmas (Boxing Day), it began to snow: my first snow in England. For five years, I had been tactfully asking, 'Do you ever have snow at all?' as I steeled myself to the six months of wet, tepid gray that make up an English winter. 'Ooo, I do remember snow,' was the usual reply, 'when I were a lad.'",
      "author": "Sylvia Plath",
      "category": "Day, Myself, Winter"
    },
    {
      "quote": "It's fun when you start a movie, because it's kind of like you get to go Christmas shopping... you get to make your wish list and you start thinking about what each character needs.",
      "author": "Spike Jonze",
      "category": "Character, Thinking, Fun"
    },
    {
      "quote": "Before Christmas, I host a party for our kids and all their friends. We love to make a mess while decorating gingerbread houses.",
      "author": "Kourtney Kardashian",
      "category": "Love, Friends, Party"
    },
    {
      "quote": "Sometime in the early Seventies, gender-free toys were briefly a popular idea. So at Christmas on the California beach in 1972, we downplayed the dolls with frilly dresses and loaded up Santa's sack with toy trucks and earth movers for our three daughters.",
      "author": "Tom Brokaw",
      "category": "Beach, Earth, Three"
    },
    {
      "quote": "I love Christmas. I love the music... I love everything about Christmas. I'm a big fan.",
      "author": "Darius Rucker",
      "category": "Love, Music, Everything"
    },
    {
      "quote": "When you spend such a large portion of your life working - and it's not fun, and you're worried about getting sued or fired for saying the wrong thing or for acting crazy at a work party - then what has work done to America? That's the impetus to have a huge office Christmas party.",
      "author": "T. J. Miller",
      "category": "Life, Work, America"
    },
    {
      "quote": "Actually, my mother and Alfie came for three weeks' Christmas vacation and stayed for 21 years. I guess my mother never went back because she was lonely.",
      "author": "Frank McCourt",
      "category": "Mother, Vacation, Lonely"
    },
    {
      "quote": "We never really had any kind of a Christmas. This is one part where my memory fails me completely.",
      "author": "Frank McCourt",
      "category": "Memory, Me, Kind"
    },
    {
      "quote": "The way my family always did Christmas was on Christmas Eve, it wasn't really centered around a dinner on Christmas Eve. It was more about keeping the kids calm. Sometime after dark is when we were going to open all the presents underneath the tree from Mom, Dad and the kids and everything - just the family presents was every Christmas Eve.",
      "author": "Blake Shelton",
      "category": "Family, Mom, Tree"
    },
    {
      "quote": "Christmas in L.A. is weird. There's no snow. It's not even cold.",
      "author": "Ellie Goulding",
      "category": "Weird, Snow, Cold"
    },
    {
      "quote": "Now I'm an old Christmas tree, the roots of which have died. They just come along and while the little needles fall off me replace them with medallions.",
      "author": "Orson Welles",
      "category": "Tree, Me, Fall"
    },
    {
      "quote": "When I was a kid, we would get McDonalds on Christmas Eve, and that was a big deal because the closest one to the south side of Chicago was a 35 minute drive away. I remember opening the bag and smelling those fries, and even now when I smell them, it reminds me of Christmas Eve.",
      "author": "Jane Lynch",
      "category": "Me, Remember, Bag"
    },
    {
      "quote": "I've been in Chicago for every Christmas of my life.",
      "author": "Jane Lynch",
      "category": "Life, My Life, Chicago"
    },
    {
      "quote": "I am Jewish, but I love Christmas, as most Jews with any taste do, because Hanukkah is lame.",
      "author": "Billy Eichner",
      "category": "Love, I Am, Taste"
    },
    {
      "quote": "Amy Poehler and I once ambushed people and made them sing Christmas carols with us.",
      "author": "Billy Eichner",
      "category": "People, Us, Once"
    },
    {
      "quote": "If I'm getting on an airplane or anywhere, really, I have a lunch box and stuff. It's a running joke with my friends and family - everyone gives me lunch boxes for Christmas.",
      "author": "Nikki Reed",
      "category": "Family, Friends"
    },
    {
      "quote": "Besides Christianity and specifically Catholicism being wonderful, Christmas is intrinsic to American culture and worth defending. Think of what happens at Christmas time. People play Mariah Carey Christmas songs... What else do you need in life?",
      "author": "Milo Yiannopoulos",
      "category": "Life, Time, Culture"
    },
    {
      "quote": "I am a bit of a mother hen at Christmas! I always prepare in advance. It is the only way; otherwise, it can be really daunting.",
      "author": "Mary Berry",
      "category": "Mother, I Am, Prepare"
    },
    {
      "quote": "My son is a tree surgeon and gets me a lovely tree. I like to put it up early, as I can't wait for Christmas. We dress it with decorations that have been in the family for years.",
      "author": "Mary Berry",
      "category": "Family, Son, Tree"
    },
    {
      "quote": "I grew up in a reform Jewish family in St. Louis. Our idea of Judaism was no bar mitzvahs and a Christmas tree that had a skirt at the bottom embroidered with the names of my grandparents.",
      "author": "Danny Meyer",
      "category": "Family, Tree, Grandparents"
    },
    {
      "quote": "We should celebrate Christmas throughout the year, but I believe the whole concept of giving was the basis of Christmas, that it was a charitable, you know, giving, and I think we got carried away with giving.",
      "author": "Victoria Osteen",
      "category": "Believe, Giving, Celebrate"
    },
    {
      "quote": "My mom loved my Christmas music, so I did an awful lot of it!",
      "author": "Johnny Mathis",
      "category": "Music, Mom, Loved"
    },
    {
      "quote": "For me, hearing my voice is sometimes a little nauseating, especially at Christmas.",
      "author": "Johnny Mathis",
      "category": "Me, Voice, Sometimes"
    },
    {
      "quote": "My mom and dad always tried to make Christmas special for us. We were poor, but it's funny because we had no idea.",
      "author": "Johnny Mathis",
      "category": "Funny, Mom, Special"
    },
    {
      "quote": "I always felt like what I was doing wasn't selling toys; I was making a happy sound at Christmas. When people hear something so familiar, it brings them back to a special place, and that's been meaningful for me.",
      "author": "Johnny Mathis",
      "category": "Happy, Me, People"
    },
    {
      "quote": "Christmas is never going to go away, and it's always going to be there. And there's always room for one more Christmas song, I think.",
      "author": "Johnny Mathis",
      "category": "Song, Think, Never"
    },
    {
      "quote": "My parents were over the moon when I had some success with Christmas songs because that was the time of the year that meant so much to them. They were able to see their loved ones, and it was great to hear their son's voice on the radio while they visited.",
      "author": "Johnny Mathis",
      "category": "Success, Time, Moon"
    },
    {
      "quote": "I was once part of a Christmas cabaret. I sang 'I Saw Mommy Kissing Santa Claus.' I tap-danced. I had a ten-gallon hat. It was quite absurd.",
      "author": "Peter Dinklage",
      "category": "Hat, Santa, Part"
    },
    {
      "quote": "I do watch 'It's a Wonderful Life' with my children at Christmas, and I liked it long before it went into the public domain and became a cliche.",
      "author": "Edward Zwick",
      "category": "Life, Children, Long"
    },
    {
      "quote": "My favorite traditional Christmas movie that I like to watch is All Quiet on the Western Front. It's just not December without that movie in my house.",
      "author": "Tom Hanks",
      "category": "Quiet, Favorite, House"
    },
    {
      "quote": "For a long time all I wanted for Christmas were books about outdoor survival. I was convinced that the woods were calling me. I camped a lot, I took classes. At 18, I told myself if I don't live in the woods by myself by the time I'm 25, I have failed.",
      "author": "Chris Evans",
      "category": "Time, Myself, Survival"
    },
    {
      "quote": "I don't know of too many double Christmas albums, so it is something that's new, and hopefully will be fun, and there's plenty of stuff out there to cut.",
      "author": "Garth Brooks",
      "category": "Fun, Know, New"
    },
    {
      "quote": "When I was 11, I made truffle risotto for my family for Christmas dinner.",
      "author": "Gigi Hadid",
      "category": "Family, Dinner, Made"
    },
    {
      "quote": "I'm going to take the kids away over Christmas but I don't, I've written 14 musicals now, I don't want to rush into doing something just for the sake of doing it. I want to do it when I find a story.",
      "author": "Andrew Lloyd Webber",
      "category": "Doing, Want, Story"
    },
    {
      "quote": "I am a Jew, and every single one of my ancestors was Jewish. And it does not bother me even a little bit when people call those beautiful lit up, bejeweled trees Christmas trees. I don't feel threatened. I don't feel discriminated against.",
      "author": "Ben Stein",
      "category": "Beautiful, I Am, Trees"
    },
    {
      "quote": "It doesn't bother me a bit when people say, 'Merry Christmas' to me. I don't think they are slighting me or getting ready to put me in a ghetto. In fact, I kind of like it.",
      "author": "Ben Stein",
      "category": "Me, People, Think"
    },
    {
      "quote": "In my experience, those who make the biggest fuss about not spending much at Christmas are generally the ones who buy what they want and eat where they want 12 months a year.",
      "author": "Julian Baggini",
      "category": "Experience, Want, Year"
    },
    {
      "quote": "There's never really been a real hood Christmas movie.",
      "author": "Ice Cube",
      "category": "Real, Hood, Never"
    },
    {
      "quote": "I remember wishing there was snow in L.A. And how jealous we used to get of those Christmas specials with kids playing in the snow.",
      "author": "Ice Cube",
      "category": "Snow, Jealous, Remember"
    },
    {
      "quote": "For many years, I've wanted to do one, and I've always mentioned it to the chieftains, and they would say things like, 'Oh well. Christmas albums don't sell,' and things like that. But that's not the point. Christmas albums are important. The music is important. The season is important.",
      "author": "Aretha Franklin",
      "category": "Music, Important, Season"
    },
    {
      "quote": "The eight years of war since 9/11 had meant several Christmases away from home for most of these men. For soldiers at war, there's comforting continuity in the traditions and inevitability of Christmas.",
      "author": "Stanley A. McChrystal",
      "category": "Home, War, Men"
    },
    {
      "quote": "Fragrance is a very personal gift, and I think that's why it makes a great Christmas gift. There's a very distinct signature to it, so if you give it as a gift, I like to think that it's from a person that thinks very highly of you.",
      "author": "Ryan Reynolds",
      "category": "Great, Gift, Think"
    },
    {
      "quote": "We only open a couple of presents on Christmas morning we're all about the stockings - we even get them for the dogs!",
      "author": "Darcey Bussell",
      "category": "Morning, Open, Dogs"
    },
    {
      "quote": "I always go to my mom's house for Christmas.",
      "author": "Brantley Gilbert",
      "category": "Mom, House, Always"
    },
    {
      "quote": "My dad's a firefighter, so I know what it's like for policemen and firefighters to be on their own on Christmas Day.",
      "author": "J. J. Watt",
      "category": "Day, Know, Like"
    },
    {
      "quote": "I still have the Triumph Palm Beach I was given for Christmas when I was 11. By today's standards, it is heavy and slow, but was my pride and joy at the time.",
      "author": "Jeremy Corbyn",
      "category": "Time, Today, Joy"
    },
    {
      "quote": "My most memorable meal was with my parents at Joel Robuchon's Restaurant Jamin in Paris. It was Christmas 1982, and the flavors - from cauliflower and caviar to crab and tomato - astounded me. It was the first time I remember thinking that I would like to really learn how to cook.",
      "author": "Alex Guarnaschelli",
      "category": "Time, Parents, Thinking"
    },
    {
      "quote": "I was doing a tour of the 'Batman' live stage production, and I challenged the cast to join me to run. One time, we were running in Switzerland just before Christmas, and it was heavy snow. Another time, we were running down the Seine in Paris on Christmas Day, and we all had Santa hats on.",
      "author": "Sam Heughan",
      "category": "Time, Day, Me"
    },
    {
      "quote": "I'm like everybody: I gain the Christmas 10 or so, and then I try to exercise more and dial it back.",
      "author": "Trisha Yearwood",
      "category": "Exercise, Try, Back"
    },
    {
      "quote": "We play everybody's Christmas records at our house, and sometimes you think, 'I'm not gonna play my own record; I'd be embarrassed.' But I'm gonna play our record this Christmas, because I love the songs!",
      "author": "Trisha Yearwood",
      "category": "Love, Think, Play"
    },
    {
      "quote": "Christmas albums are not something you do frequently.",
      "author": "Isaac Hanson",
      "category": "You, Something, Albums"
    },
    {
      "quote": "There are very few people who have done more than one Christmas album.",
      "author": "Isaac Hanson",
      "category": "People, Done, Album"
    },
    {
      "quote": "I would literally sit at home and have my friends take pictures of me on my little Canon camera that my mom gave me for Christmas.",
      "author": "Kendall Jenner",
      "category": "Home, Friends, Mom"
    },
    {
      "quote": "My urge at Christmas time or Hanukkah-time or Kwanzaa-time is that people go to bookstores: that they walk around bookstores and look at the shelves. Go to look for authors that they've loved in the past and see what else those authors have written.",
      "author": "Michael Dirda",
      "category": "Time, Past, Walk"
    },
    {
      "quote": "It's a sad commentary on our time - to use a phrase much favored by my late father - that people increasingly celebrate Christmas Day by going to the movies.",
      "author": "Michael Dirda",
      "category": "Time, Father, Sad"
    },
    {
      "quote": "Deep in my cortex, the year is divided into reading seasons. The period from mid-October to Christmas, for instance, is 'ghost story' time, while Jane Austen and P. G. Wodehouse pretty much own April and May.",
      "author": "Michael Dirda",
      "category": "Time, Deep, Reading"
    },
    {
      "quote": "Neither my mom nor my dad ever bought me any comic books. Certainly not for Christmas. I suspect that doing so would have violated the Parents' Code.",
      "author": "Michael Dirda",
      "category": "Mom, Parents, Me"
    },
    {
      "quote": "It may be a cliche, but it's true - the build-up to Christmas is so much more pleasurable than the actual day itself.",
      "author": "Julie Burchill",
      "category": "Day, True, May"
    },
    {
      "quote": "One Christmas build-up tradition, however, has totally bypassed me - that of going up to town and 'doing a show.'",
      "author": "Julie Burchill",
      "category": "Me, Tradition, Doing"
    },
    {
      "quote": "Comparing 'Christmas Vacation' to 'It's A Wonderful Life' is the silliest thing. That film starred the greatest movie actor of all time, and the idea that our movie could ever be connected in some fashion to something so brilliant and beautiful always made feel like, 'That's all they had to write about?'",
      "author": "Chevy Chase",
      "category": "Life, Time, Beautiful"
    },
    {
      "quote": "Frank Capra's grandson was a second Assistant Director on 'Christmas Vacation.'",
      "author": "Chevy Chase",
      "category": "Vacation, Director, Second"
    },
    {
      "quote": "I beg people not to accept the seasonal ritual of well-timed charity on Christmas Eve. It's blasphemy.",
      "author": "Jonathan Kozol",
      "category": "Charity, People, Accept"
    },
    {
      "quote": "The tradition of putting candles on Christmas trees actually began in Germany. The person who came up with the idea is thought to have been Martin Luther, father of the Reformation.",
      "author": "Christopher Buckley",
      "category": "Father, Thought, Trees"
    },
    {
      "quote": "I love all the gift guides that the magazines put out, whether it's 'InStyle' doing Mother's Day gifts or color guides, or the 'O' magazine Christmas guide.",
      "author": "Dylan Lauren",
      "category": "Love, Day, Mother"
    },
    {
      "quote": "Most of us remember Nat King Cole as a vocalist. His warm, grainy baritone is still so closely identified with such familiar ballads as 'Stardust' and 'The Christmas Song' that it's hard to imagine anyone else performing them.",
      "author": "Terry Teachout",
      "category": "Song, King, Remember"
    },
    {
      "quote": "The whole Christmas story was probably a later addition to the gospel narratives, presented only by the authors of Matthew and Luke. Mark and John seem never to have heard of the manger in Bethlehem, the Massacre of the Innocents, the hovering star, the three wise men, and so forth.",
      "author": "Jay Parini",
      "category": "Wise, Men, Story"
    },
    {
      "quote": "Christmas is a story that has both religious and pagan origins, and to ignore its power is to ignore the power of myth - those symbols and legends that help us to ground our lives.",
      "author": "Jay Parini",
      "category": "Power, Help, Story"
    },
    {
      "quote": "Brits and Americans have hundreds of different phrases for the same thing. Luckily, it's usually a source of amusement rather than frustration. A flashlight by any other name is still a torch. My personal favourite is 'fairy lights,' which we boringly refer to as 'Christmas lights.'",
      "author": "Sloane Crosley",
      "category": "Frustration, Name, Personal"
    },
    {
      "quote": "Once you start a business, you have to grow it and grow with it - starting a business is not just for Christmas.",
      "author": "Natalie Massenet",
      "category": "Business, Start, Grow"
    },
    {
      "quote": "I like animals. I like people who like animals. I hate people who love animals to the point they lose their sense of reason. I'm talking the 'my computer wallpaper is my dog,' 'I hang a Christmas stocking for my cat' crowd.",
      "author": "John Ridley",
      "category": "Love, Dog, Hate"
    },
    {
      "quote": "Christmas is a great time to recommit to each other and our communities.",
      "author": "James Lankford",
      "category": "Time, Great, Great Time"
    },
    {
      "quote": "As we see thousands of public and private Christmas trees and nativity displays around the country, they remind us again of the powerful American value built into our Constitution: our freedom of religion.",
      "author": "James Lankford",
      "category": "Freedom, Powerful, Religion"
    },
    {
      "quote": "For the millions of Americans, like my family, who believe that there is a creator God who can be known personally, Christmas is a celebration of Jesus' offer of love and forgiveness for all people.",
      "author": "James Lankford",
      "category": "Love, Family, Forgiveness"
    },
    {
      "quote": "Spanish Explorers celebrated Christmas in 1539 in the area we now know as the State of Florida.",
      "author": "James Lankford",
      "category": "Know, Now, Florida"
    },
    {
      "quote": "I am one of those people who is not very patient in the makeup chair. I have been offered movies like 'Planet of the Apes' and stuff like 'The Grinch Who Stole Christmas' and I turned them down.",
      "author": "John C. Reilly",
      "category": "I Am, Makeup, People"
    },
    {
      "quote": "I quickly discovered that trying to go play golf while living in Manhattan was about as easy as trying to grab a taxi while standing out in front of Saks Fifth Avenue in the freezing rain on the last shopping day before Christmas.",
      "author": "Dan Jenkins",
      "category": "Day, Rain, Golf"
    },
    {
      "quote": "I've got my organic veg patch and fruit; we're very garden-obsessed, my husband and I. He designed a garden for me for Christmas, so beautiful! Alasdhair's very good at the proportion and ground work, and I come in and do the planting and the color scheme.",
      "author": "Stella McCartney",
      "category": "Work, Beautiful, Good"
    },
    {
      "quote": "When I was six years old, I fell in love with magic. For Christmas, I got a magic box and a very old book on card manipulation. Somehow, I was more interested in pure manipulation than in all the silly little tricks in the box.",
      "author": "Philippe Petit",
      "category": "Love, Book, Magic"
    },
    {
      "quote": "Christmas lights may be the loneliest thing for me, especially if you mix them up with reindeers and sleighs. I feel alone. I feel isolated. I feel I do not belong.",
      "author": "Mira Nair",
      "category": "Alone, Me, You"
    },
    {
      "quote": "Lyndon B. Johnson thought he'd have the boys home from Vietnam by Christmas - for four Christmases in a row (he never shifted course, and lost his presidency for it).",
      "author": "Rick Perlstein",
      "category": "Home, Thought, Lost"
    },
    {
      "quote": "Things change; your priorities change in life. So I'd never think of riding 100 miles on Christmas Day now, because I've got two kids, and it's selfish.",
      "author": "Bradley Wiggins",
      "category": "Life, Change, Day"
    },
    {
      "quote": "When I grew up, we always had our chickens, and we ate our eggs, and we ate our chickens. The family always had a pig, and we would kill it at Christmas and eat it for three or four months afterwards.",
      "author": "Isabella Rossellini",
      "category": "Family, Pig, Three"
    },
    {
      "quote": "I don't know if anybody's ever ready for another award season. It's kind of like Christmas.",
      "author": "James McAvoy",
      "category": "Award, Know, Season"
    },
    {
      "quote": "I love Christmas. I never used to. I didn't hate it, but I could take it or leave it. But, as I got to the age of 25 or 26, Christmas became quite a big deal, and I love it now. I love the food, and I love sharing time with people.",
      "author": "James McAvoy",
      "category": "Love, Time, Food"
    },
    {
      "quote": "I grew up as a photo nut. Every Christmas I would get a new camera. It's a huge part of my life.",
      "author": "Kevin Systrom",
      "category": "Life, My Life, Camera"
    },
    {
      "quote": "All punk rockers hate Christmas.",
      "author": "Rhys Ifans",
      "category": "Hate, Punk, Rockers"
    },
    {
      "quote": "In terms of the first Christmas when I met everybody, I went over to Nick's grandfather's house where they were having the big Christmas dinner, and they have this tradition of this thing called oyster stew.",
      "author": "Megan Mullally",
      "category": "Dinner, Tradition"
    },
    {
      "quote": "Every Christmas, all I ever wanted was Playskool instruments. It was my entire life. And then by the time I was 6 or 7 years old, it became, 'Now I'm going to force my entire family to watch me perform all these rock songs.'",
      "author": "Andy Biersack",
      "category": "Life, Family, Time"
    },
    {
      "quote": "Some bands today have the experience of really working together and honing their craft. And other bands are very much like, 'I just got a guitar for Christmas, let's start a band.' And you can hear the difference.",
      "author": "Robbie Robertson",
      "category": "Working Together, Today"
    },
    {
      "quote": "I had always sung in choirs. Even when it was something to be laughed at or made fun of, you know, in school. And I was always the kid who was picked at the Christmas concert to sing the solo, you know, while the other kids snickered in the front few rows.",
      "author": "Scott Weiland",
      "category": "School, Fun, Know"
    },
    {
      "quote": "I think it's kind of difficult to write a good Christmas song because you have a narrow framework of references that you have to work within, and at the same time you want to do something that's personally original and hopefully somewhat unique.",
      "author": "John Oates",
      "category": "Work, Time, Good"
    },
    {
      "quote": "The Christmas genre is a field that's been well-ploughed.",
      "author": "John Oates",
      "category": "Genre, Been, Field"
    },
    {
      "quote": "The cheese board is my big treat at Christmas that I have to deny myself during the rest of year.",
      "author": "Johnny Vegas",
      "category": "Myself, Treat, Rest"
    },
    {
      "quote": "My Christmas present to myself each year is to see how much air travel can open up the world and take me to places as far from sheltered California and Japan as possible.",
      "author": "Pico Iyer",
      "category": "Travel, Myself, World"
    },
    {
      "quote": "As Michael Scheuer, who ran the C.I.A.'s bin Laden unit until 1999, has pointed out, if bin Laden believed in Christmas, the Iraq war would be his perfect present from Santa Claus. The 9/11 attacks and the subsequent war in Afghanistan severely damaged bin Laden's organization.",
      "author": "Peter Bergen",
      "category": "War, Organization, Perfect"
    },
    {
      "quote": "'The Christmas Song,' by Nat King Cole, is not only a masterful performance; to me it just sounds like the holidays. I've never sung it, because Nat's version is so perfect. I gotta leave it alone.",
      "author": "Harry Connick, Jr.",
      "category": "Alone, Performance, Me"
    },
    {
      "quote": "My favorite holiday memory was sitting at home all day in my pajamas during winter break for school watching a bunch of old Christmas movies like 'Jack Frost' and 'Rudolph the Red-Nosed Reindeer' with my siblings and parents.",
      "author": "Becky G",
      "category": "Home, School, Parents"
    },
    {
      "quote": "Atheists well understand that Christmas is the most visible display of religion in the world, and that any diminishment of it is a good thing to militant secularists.",
      "author": "Bill O'Reilly",
      "category": "Good, Religion, World"
    },
    {
      "quote": "I built my church on Easter services, Christmas Eve services, and Norman Vincent Peale.",
      "author": "Robert H. Schuller",
      "category": "Church, Easter, Built"
    },
    {
      "quote": "I love giving gifts. It's almost like I don't open my gifts until, like, three days after Christmas 'cause I want to give everyone else their presents.",
      "author": "Mariah Carey",
      "category": "Love, Giving, Want"
    },
    {
      "quote": "Christmas is always the most fun. I start looking forward to Christmas before it's even summertime.",
      "author": "Mariah Carey",
      "category": "Fun, Looking Forward, Start"
    },
    {
      "quote": "The sight of people sleeping on the streets hits us hardest around Christmas and New Year. We see them camped out alone on the freezing concrete, and we think, with a rush of guilt, about heading home to our families and our soft beds.",
      "author": "John Niven",
      "category": "Home, Alone, Guilt"
    },
    {
      "quote": "I've been playing on Christmas for the last 10, 11, 12 years. So just got to get up early with the babies, and give them their toys and try to get a nap in and just come to play.",
      "author": "Shaquille O'Neal",
      "category": "Play, Early, Try"
    },
    {
      "quote": "My favorite part was when my grandfather and I would make a special trip to Firpo's Bakery for red and green Christmas cookies and fruitcake studded with the sweetest cherries I've ever tasted. Usually Firpo's was too expensive for our slim budget, but Christmas mornings they gave a discount to any children who came in.",
      "author": "Chitra Banerjee Divakaruni",
      "category": "Children, Red, Budget"
    },
    {
      "quote": "As I remember my grandfather and those Christmas mornings he gave for a little girl's pleasure, I know that often a big life starts with doing small things.",
      "author": "Chitra Banerjee Divakaruni",
      "category": "Life, Girl, Small Things"
    },
    {
      "quote": "We even had a different word for Christmas in my language, Bengali: Baradin, which literally meant 'big day.'",
      "author": "Chitra Banerjee Divakaruni",
      "category": "Day, Language, Different"
    },
    {
      "quote": "I couldn't live on the singing at first, so I worked as a cleaner, in a launderette, in a garage, face painting and doing the windows of shops at Christmas, 'cause I had been to art college.",
      "author": "Imelda May",
      "category": "Art, College, Painting"
    },
    {
      "quote": "I've got a quad copter on my Christmas list, as I suspect quite a few people do.",
      "author": "Blake Farenthold",
      "category": "People, Got, List"
    },
    {
      "quote": "We go to Italy every winter, and my husband's mother has a bingo party on Christmas. Every woman brings a dish: lentils, cavolo nero, tons of beans, polenta, every type of cheese, bruschetta, fresh vegetables, and local olive oil and wine.",
      "author": "Debi Mazar",
      "category": "Mother, Winter, Woman"
    },
    {
      "quote": "So we're considering doing a new Christmas album, because there's been Christmas episodes since then, and maybe finally do the version of 'The Most Offensive Song Ever' with lyrics intact.",
      "author": "Trey Parker",
      "category": "Song, Doing, New"
    },
    {
      "quote": "I remember being banned from other houses as a younger child during the winter holiday season; I was the only one who didn't believe in Santa Claus, and I was ruining everyone's Christmas.",
      "author": "Jami Attenberg",
      "category": "Winter, Child, Believe"
    },
    {
      "quote": "The real reason Jews don't have more Hanukkah music is that, historically, American Jewish singer-songwriters were too busy making Christmas music. 'White Christmas,' 'Rudolph the Red-Nosed Reindeer,' 'Silver Bells' and 'The Christmas Song (Chestnuts Roasting)' were all written by Jews.",
      "author": "Matisyahu",
      "category": "Music, American, Busy"
    },
    {
      "quote": "Is it possible Hanukkah doesn't inspire folksy songs? Plot lines may be a part. The Christmas story has a lot of material to work with. There's Jesus and his birth, the wise men, their gifts and tons of frankincense.",
      "author": "Matisyahu",
      "category": "Work, Wise, Men"
    },
    {
      "quote": "Songs that aren't even remotely connected to Christmas are now officially canonized Christmas tunes. 'Frosty the Snowman,' 'Jingle Bells' and 'Winter Wonderland' never mention anything religious but are still notches in Christmas' belt of musical dominance.",
      "author": "Matisyahu",
      "category": "Winter, Connected, Anything"
    },
    {
      "quote": "The No. 1 best-selling Christmas album of all time is from Kenneth Bruce Gorelick, the Jewish smooth-jazz legend Kenny G. American Jews have always produced a lot of holiday music, just not Hanukkah music.",
      "author": "Matisyahu",
      "category": "Music, Time, American"
    },
    {
      "quote": "I made a French film called 'Merry Christmas' which is a very European film. It's a World War I piece.",
      "author": "Diane Kruger",
      "category": "War, World, World War I"
    },
    {
      "quote": "It's quite a famous story that takes place on Christmas Eve, and the Germans, French, and Scottish are trying to make peace one night and they bury their dead and they play football. I play a German opera singer, in German, which I never have so I am really excited about that.",
      "author": "Diane Kruger",
      "category": "Peace, Football, I Am"
    },
    {
      "quote": "We no longer sing and dance. We don't know how to. Instead, we watch other people sing and dance on the television screen. Christmas, which was once a festival of active enjoyment, has turned into a binge of purely passive pleasures.",
      "author": "Tom Hodgkinson",
      "category": "Dance, People, Television"
    },
    {
      "quote": "In Denmark, the annual Christmas party is probably the most important cultural institution in the country.",
      "author": "Joshua Oppenheimer",
      "category": "Party, Important, Country"
    },
    {
      "quote": "My grandmother did all the cooking at Christmas. We ate fattened chicken. We would feed it even more so it would be big and fat.",
      "author": "Alain Ducasse",
      "category": "Cooking, Fat, Chicken"
    },
    {
      "quote": "The most classic French dessert around the holidays is the Christmas log, with butter cream. Two flavors. Chocolate and coconut. My first job in the kitchen when I was a boy was to make these Christmas logs.",
      "author": "Alain Ducasse",
      "category": "Job, Holidays, Kitchen"
    },
    {
      "quote": "I've always been shy, but I see that as a good thing because it kept me focused on music. When I was in seventh grade, I asked my parents for a mobile recording system for Christmas, and I got it. I didn't come out of my room for years after that. I'd get invited to the movies and I'd say, 'I'm gonna finish a couple of demos.'",
      "author": "Hunter Hayes",
      "category": "Music, Good, Parents"
    },
    {
      "quote": "When I was in seventh grade, I asked my parents for a mobile recording system for Christmas, and I got it. I didn't come out of my room for years after that. I'd get invited to the movies and I'd say, 'I'm gonna finish a couple of demos.'",
      "author": "Hunter Hayes",
      "category": "Parents, Movies, Finish"
    },
    {
      "quote": "Christmas is relentless. It's around the clock. I sit with my little ones in front of the TV screen, and we watch movie after movie after movie.",
      "author": "Sayed Kashua",
      "category": "Clock, Watch, Little"
    },
    {
      "quote": "When I was really young, I loved the movie 'White Christmas' - I still do - and I thought Rosemary Clooney was so pretty. When I was, like, nine, I would tell people, 'You know who I kind of look like? Rosemary Clooney.'",
      "author": "Tina Fey",
      "category": "Thought, People, Know"
    },
    {
      "quote": "My family always makes a huge deal out of Christmas.",
      "author": "Jenna Morasca",
      "category": "Family, Always, Deal"
    },
    {
      "quote": "I turned the Gloucester Christmas lights on and our local Newent lights on, so everyone recognises me now. It is a completely different life for me.",
      "author": "Charlotte Dujardin",
      "category": "Life, Me, Everyone"
    },
    {
      "quote": "I can remember being at Sandringham, for the first time, at Christmas. And I was worried what to give the Queen as her Christmas present. I was thinking, 'Gosh, what should I give her?'. I thought, 'I'll make her something.' Which could have gone horribly wrong. But I decided to make my granny's recipe of chutney.",
      "author": "Kate Middleton",
      "category": "Time, Thinking, Queen"
    },
    {
      "quote": "The first story I can remember writing, that I truly set down on paper, was a Christmas story that I wrote when I was ten years old.",
      "author": "Greg Rucka",
      "category": "Writing, Story, Remember"
    },
    {
      "quote": "Dickens was a part of how the whole celebration of Christmas as we know it today emerged during the 19th century.",
      "author": "Claire Tomalin",
      "category": "Today, Know, Celebration"
    },
    {
      "quote": "'A Christmas Carol' has been described as the most perfect of Dickens's works and as a quintessential heart-warming story, and it is certainly the most popular.",
      "author": "Claire Tomalin",
      "category": "Story, Perfect, Popular"
    },
    {
      "quote": "I think Father Christmas is real because the belief is real. The belief becomes the reality.",
      "author": "Matt Haig",
      "category": "Father, Reality, Belief"
    },
    {
      "quote": "Christmas comes during a season when the Earth is in its darkest time. It's a holiday for the family and for everyone.",
      "author": "Melissa Etheridge",
      "category": "Family, Time, Earth"
    },
    {
      "quote": "The whole point of me doing a Christmas record and what I centered it around was the song 'Christmas with You' from the point-of-view of the soldiers in Iraq.",
      "author": "Rick Springfield",
      "category": "Song, Me, You"
    },
    {
      "quote": "The family is the focal point of our existence. And up until Jane and Lucy's death, there were always 16 of us together for Christmas.",
      "author": "Richard Attenborough",
      "category": "Family, Death, Together"
    },
    {
      "quote": "My brothers and sisters, may the spirit of love which comes at Christmastime fill our homes and our lives and linger there long after the tree is down and the lights are put away for another year.",
      "author": "Thomas S. Monson",
      "category": "Love, Tree, Long"
    },
    {
      "quote": "What will you and I give for Christmas this year? Let us in our lives give to our Lord and Savior the gift of gratitude by living His teachings and following in His footsteps.",
      "author": "Thomas S. Monson",
      "category": "Gratitude, Gift, Living"
    },
    {
      "quote": "I'm totally the 'decorate early, start listening to Christmas songs super early' guy. I've just always been that way.",
      "author": "Drake Bell",
      "category": "Listening, Start, Early"
    },
    {
      "quote": "I love the atmosphere at the mall - everything about Christmas. I don't think anything specific gets me in the holiday spirit except for the holidays themselves.",
      "author": "Drake Bell",
      "category": "Love, Holidays, Me"
    },
    {
      "quote": "I love Christmas. I'm totally the 'decorate early, start listening to Christmas songs super-early' guy.",
      "author": "Drake Bell",
      "category": "Love, Listening, Start"
    },
    {
      "quote": "My parents were willing to let me follow my nose, do what I wanted to do, and they supported my interest by buying the books that I wanted for birthdays and Christmas, almost always poetry books.",
      "author": "Donald Hall",
      "category": "Parents, Poetry, Me"
    },
    {
      "quote": "I would work until I got stuck, and I would put it down and pick up something else. I might be able to take a 20-minute nap and get to work again. That way, I was able to work about 10 hours a day... It was important to me to work every day. I managed to work on Christmas day, just to be able to say I worked 365 days a year.",
      "author": "Donald Hall",
      "category": "Work, Day, Me"
    },
    {
      "quote": "The only thing I liked about Christmas as a kid was the gifts; otherwise, it just seemed like a stressful time.",
      "author": "Lake Bell",
      "category": "Time, Gifts, Kid"
    },
    {
      "quote": "I've taught fifth-year Christmas leavers last thing on a Friday afternoon. Basically, if you can face that you can face anything.",
      "author": "Johann Lamont",
      "category": "Face, You, Friday"
    },
    {
      "quote": "So many people release albums before Christmas and they get lost in the Christmas rush.",
      "author": "Bonnie Tyler",
      "category": "Lost, People, Albums"
    },
    {
      "quote": "I'm over the moon to be involved in the 'Doctor Who' Christmas special. I can't quite believe it as it's a part of the family tradition at the Jenkins household. I heard the news that I got the role on my 30th birthday and it was the best birthday present ever.",
      "author": "Katherine Jenkins",
      "category": "Birthday, Family, Moon"
    },
    {
      "quote": "Felixstowe, the United Kingdom's largest port, stops work only for Christmas Day and for crane-toppling Force 9 gales.",
      "author": "Rose George",
      "category": "Work, Day, Port"
    },
    {
      "quote": "I used to sing in church, too. Not like in the choir or anything, but for people around the church... on the church bus going home and Christmas plays.",
      "author": "Bryson Tiller",
      "category": "Home, People, Going Home"
    },
    {
      "quote": "I love Halloween, trick or treating and decorating the house. And I love Thanksgiving, because of the football and the fall weather. And of course, I love Christmas - that's my favorite of all!",
      "author": "Joe Nichols",
      "category": "Love, Thanksgiving, Football"
    },
    {
      "quote": "Everybody loves a good Christmas song if you do it right.",
      "author": "Sabrina Carpenter",
      "category": "Good, Song, You"
    },
    {
      "quote": "Every Christmas Eve, the elves will come and give us a new pair of pajamas.",
      "author": "Sabrina Carpenter",
      "category": "New, Pajamas, Will"
    },
    {
      "quote": "The vocal arrangements are a big part of the formula for a Bad Religion song - layered harmonies and background vocals. So when I start to describe the elements of Bad Religion's sound, it starts to sound like a Christmas choir.",
      "author": "Greg Graffin",
      "category": "Religion, Start, Song"
    },
    {
      "quote": "Like my dad, I have a Christmas party most years. I like to celebrate and see as many people as possible.",
      "author": "Lauren Graham",
      "category": "Celebrate, People, Party"
    },
    {
      "quote": "It can't be overstated how wonderful it is not to have to audition any more. Any actor will tell you, it's like Christmas.",
      "author": "Bill Nighy",
      "category": "Actor, You, Wonderful"
    },
    {
      "quote": "I can't tell you how scary it can be walking onto a movie and suddenly joining this family, it's like going to somebody else's Christmas dinner, everyone knows everyone, and you're there and you're not quite sure what you're supposed to be doing.",
      "author": "John Cleese",
      "category": "Family, Walking, Dinner"
    },
    {
      "quote": "Faith is salted and peppered through everything at Christmas. And I love at least one night by the Christmas tree to sing and feel the quiet holiness of that time that's set apart to celebrate love, friendship, and God's gift of the Christ child.",
      "author": "Amy Grant",
      "category": "Love, Friendship, Time"
    },
    {
      "quote": "Come Christmas Eve, we usually go to my mom and dad's. Everybody brings one gift and then we play that game when we all steal it from each other. Some are really cool, others are useful and some are a bit out there.",
      "author": "Amy Grant",
      "category": "Mom, Cool, Gift"
    },
    {
      "quote": "Most of the soap operas always use the Christmas special to kill huge quantities of their characters. So they have trams coming off their rails, or cars slamming into each other or burning buildings. It's a general clean-out.",
      "author": "Julian Fellowes",
      "category": "Buildings, Special, Always"
    },
    {
      "quote": "Black Friday is not another bad hair day in Wall Street. It's the term used by American retailers to describe the day after the Thanksgiving Holiday, seen as the semi-official start of Christmas shopping season.",
      "author": "Evan Davis",
      "category": "Thanksgiving, Day, American"
    },
    {
      "quote": "I remember a great America where we made everything. There was a time when the only thing you got from Japan was a really bad cheap transistor radio that some aunt gave you for Christmas.",
      "author": "Cher",
      "category": "Time, Great, America"
    },
    {
      "quote": "I had a great AP U.S. History teacher in Pittsburgh. We still exchange Christmas cards. She was the first teacher who said I was a good writer - and I'd never heard that before. And so I remember that, and I remember that level of loving the material and really loving writing about it.",
      "author": "Nathaniel Philbrick",
      "category": "Teacher, History, Good"
    },
    {
      "quote": "It was, you know, probably 80 degrees out in L.A., and my dad took me outside and there was snow. At the time, I thought, 'Every kid doesn't have snow in their backyard on Christmas?'",
      "author": "Tori Spelling",
      "category": "Time, Thought, Me"
    },
    {
      "quote": "Well, the album 'Intuition' is out and just went platinum officially. So I think to have the music doing what it's doing right now, man, it's the ultimate. Nobody is really selling records out there but we are at a million records and we dropped it at Christmas, so we are just trying to get that thing to like two million, you know.",
      "author": "Jamie Foxx",
      "category": "Music, Man, Know"
    },
    {
      "quote": "I'm bad on Valentine's Day, but even worse on Christmas. I go shopping at nine o'clock on December 24th every year. Nobody else is there. I'm in Toys'R'Us all by myself. I get there five minutes before closing.",
      "author": "Jamie Foxx",
      "category": "Day, Myself, Shopping"
    },
    {
      "quote": "Christmas is the time when kids tell Santa what they want and adults pay for it. Deficits are when adults tell government what they want and their kids pay for it.",
      "author": "Richard Lamm",
      "category": "Time, Government, Want"
    },
    {
      "quote": "Christmas is a time when kids tell Santa what they want and adults pay for it. Deficits are when adults tell the government what they want - and their kids pay for it.",
      "author": "Richard Lamm",
      "category": "Time, Government, Want"
    },
    {
      "quote": "My garden in England is full of eating-out places, for heat waves, warm September evenings, or lunch on a frosty Christmas morning.",
      "author": "Mary Quant",
      "category": "Morning, Lunch, Garden"
    },
    {
      "quote": "Contemplating Christmas when you are isolated and far from home brings its own unique pain.",
      "author": "Amanda Lindhout",
      "category": "Home, Pain, Unique"
    },
    {
      "quote": "Christmas was the one time of year when my brothers surfaced at home, when my parents and grandparents congregated to eat my mother's roast turkey.",
      "author": "Amanda Lindhout",
      "category": "Time, Home, Mother"
    },
    {
      "quote": "Santa is our culture's only mythic figure truly believed in by a large percentage of the population. It's a fact that most of the true believers are under eight years old, and that's a pity.",
      "author": "Chris Van Allsburg",
      "category": "Culture, True, Years"
    },
    {
      "quote": "My family makes these vinegars - out of everything from grapes to peaches and cherries. We go through the whole process with the giant vat and drainer, label them, and give them as Christmas presents.",
      "author": "Mario Batali",
      "category": "Family, Process, Through"
    },
    {
      "quote": "It is a fine seasoning for joy to think of those we love.",
      "author": "Moliere",
      "category": "Love, Joy, Think"
    },
    {
      "quote": "The 'Story of Silent Night', which was given to me one Christmas when I was six - it was the story of a down and out composer who had no ideas left, and it was Christmas, and he came up with the hymn 'Silent Night.'",
      "author": "Adriana Trigiani",
      "category": "Ideas, Night, Me"
    },
    {
      "quote": "I do have a family, and I do have friends, and so-called friends, and acquaintances, and many other people I see only around Christmas time. Maybe they could vouch for me. Maybe they could testify to my existence and save a part of me that thinks I'm no better than a bag of potato chips.",
      "author": "Macaulay Culkin",
      "category": "Family, Time, Friends"
    },
    {
      "quote": "One of my first favorite books was 'The 12 Days of Christmas,' and I would just go up to people and say, 'I can sing 'The 12 Days of Christmas,' and I would make them sit through me reciting it, and I'd go all the way, each time. I've always hooked into lyrics.",
      "author": "Lin-Manuel Miranda",
      "category": "Time, Me, People"
    },
    {
      "quote": "The first music I was ever exposed to was Irish folk music, like the Clancy Brothers. My father plays that and Christmas songs.",
      "author": "Matt Dillon",
      "category": "Music, Father, First"
    },
    {
      "quote": "My Christmas wish would be to have an entire week off. To spend it with my family and just curl up and watch Christmas movies when it's snowing outside.",
      "author": "David Hasselhoff",
      "category": "Family, Week, Movies"
    },
    {
      "quote": "'I am a bad mother.' Every Christmas, this is what I think because the holiday season fills me with such anxiety. I'm sure that other mothers are happily baking cookies, decorating trees, and finding perfect gifts for everyone.",
      "author": "Tess Gerritsen",
      "category": "Mother, I Am, Anxiety"
    },
    {
      "quote": "One of the best Christmas presents I ever got was the globe that I now keep right beside my desk.",
      "author": "Tess Gerritsen",
      "category": "Best, Now, Right"
    },
    {
      "quote": "Every singer eventually gets around to a Christmas disc.",
      "author": "Renee Fleming",
      "category": "Singer, Disc, Every"
    },
    {
      "quote": "To understand this Christmas record, you have to understand our ministry.",
      "author": "John Tesh",
      "category": "Understand, You, Ministry"
    },
    {
      "quote": "I hate to say it, but Christmas as a kid was always a moneymaking venture for me. I played trumpet, and a friend of mine who played trombone and a guy who played tuba, every Christmas we'd go out for three or four days beforehand and play Christmas carols on our horns.",
      "author": "John Tesh",
      "category": "Hate, Friend, Me"
    },
    {
      "quote": "I think I'm a lot like other moms out there who feel like if we don't have the pecan pie we have every year, then it just won't be Christmas.",
      "author": "Faith Hill",
      "category": "Think, Feel, Pie"
    },
    {
      "quote": "I grew up asking for everything under the sun for Christmas, but I knew I wasn't going to get it all.",
      "author": "Faith Hill",
      "category": "Sun, Up, Asking"
    },
    {
      "quote": "You don't want your jewelry to make you look fat. A lot of what's out there now does - you just wind up looking like a Christmas tree.",
      "author": "Padma Lakshmi",
      "category": "Tree, Wind, Looking"
    },
    {
      "quote": "I stopped going to Kingdom Hall, the church, when I was 11 years old, so I was very young. They don't celebrate birthdays, you get no Christmas, so it's a very difficult religion for children to get into. And they do a lot of finger-pointing among the Jehovah's Witnesses.",
      "author": "Ja Rule",
      "category": "Children, Religion"
    },
    {
      "quote": "Don't let the past steal your present. This is the message of Christmas: We are never alone.",
      "author": "Taylor Caldwell",
      "category": "Alone, Past, Present"
    },
    {
      "quote": "It's true, Christmas can feel like a lot of work, particularly for mothers. But when you look back on all the Christmases in your life, you'll find you've created family traditions and lasting memories. Those memories, good and bad, are really what help to keep a family together over the long haul.",
      "author": "Caroline Kennedy",
      "category": "Life, Work, Family"
    },
    {
      "quote": "You have to remind kids to stay connected to the meaning of Christmas. Sometimes it takes a little bit of effort, but it's so worth it.",
      "author": "Caroline Kennedy",
      "category": "Effort, Meaning, You"
    },
    {
      "quote": "'The Nightmare Before Christmas' is my number one biggest influence artistically in every way.",
      "author": "Amy Lee",
      "category": "Influence, Way, Number"
    },
    {
      "quote": "I like, 'I Believe In Father Christmas' - that is one of my favorites it is a lovely composition; 'Colder Than Winter' as well. There are so many beautiful songs.",
      "author": "Sarah Brightman",
      "category": "Beautiful, Father, Winter"
    },
    {
      "quote": "'A Christmas Carol' is an extravagantly symbolic thing - as rich in symbols as Christmas pudding is rich in raisins.",
      "author": "Michel Faber",
      "category": "Rich, Symbols, Symbolic"
    },
    {
      "quote": "I spent 250 to 300 days of every year on the road. But in the end, I felt something was missing. I needed to be anchored so I could concentrate, so in 2000, I established a new methodology - the one I use today. I spent the week in my office and travelled every weekend, even at Christmas.",
      "author": "Hans-Ulrich Obrist",
      "category": "Today, Road, Week"
    },
    {
      "quote": "I know 'Hallelujah' isn't actually a Christmas song, but it has that cozy, haunting vibe that sounds like a winter's night and belongs by a fire.",
      "author": "Bonnie McKee",
      "category": "Winter, Fire, Night"
    },
    {
      "quote": "Why not share with the world the way it is and tell them my feelings about my cat, and how I played with my kids, and how addicted to Christmas time I am, and the smell of pine needles and hearing my kids laugh.",
      "author": "Steven Tyler",
      "category": "Time, I Am, World"
    },
    {
      "quote": "I remember when I was working at Sprint, I'd work on my birthday, New Year's Day, and even Christmas Eve. I'm just used to working on my birthday, so I'll be celebrating it afterward.",
      "author": "Prince Royce",
      "category": "Work, Birthday, Day"
    },
    {
      "quote": "From a very young age, I liked to take apart things. All of my Christmas gifts would wind up in a million pieces. I actually recall taking apart my dad's lawnmower three times to understand how combustible engines work.",
      "author": "Homaro Cantu",
      "category": "Work, Age, Wind"
    },
    {
      "quote": "I absolutely adore Christmas.",
      "author": "Aurora",
      "category": "Adore, Absolutely"
    },
    {
      "quote": "New Year's Eve to Valentine's Day is our peak season, and in many ways, Valentine's Day is our Christmas. Everybody in the world makes the same three New Year's resolutions: health, career and money, and love.",
      "author": "Sam Yagan",
      "category": "Love, Money, Health"
    },
    {
      "quote": "There's been a concerted effort to steal Christmas.",
      "author": "Jerry Falwell",
      "category": "Effort, Been, Steal"
    },
    {
      "quote": "I eat everything I want on Christmas day. I really don't watch what I eat. It's not like you have Christmas every day!",
      "author": "Adriana Lima",
      "category": "Day, Want, Every Day"
    },
    {
      "quote": "Christmas carols always brought tears to my eyes. I also cry at weddings. I should have cried at a couple of my own.",
      "author": "Ethel Merman",
      "category": "Eyes, Wedding, Tears"
    },
    {
      "quote": "My father used to always give me a basketball, a skate board, and a bike every Christmas. That's all I wanted every year.",
      "author": "Amar'e Stoudemire",
      "category": "Father, Me, Bike"
    },
    {
      "quote": "Britain's passion for Christmas and huge white weddings dates from Victorian times - both were low-key celebrations before Victoria and her PR machine.",
      "author": "Kate Williams",
      "category": "Passion, Her, Machine"
    },
    {
      "quote": "When I was five years old, I auditioned for the role of 'Tiny Tim in A Christmas Carol.'",
      "author": "Zach Anner",
      "category": "Years, Old, Role"
    },
    {
      "quote": "My grandmother was a church organist, but we only went on Easter and Christmas Eve sometimes.",
      "author": "Zach Anner",
      "category": "Church, Grandmother"
    },
    {
      "quote": "I'm sure most of us remember being a kid and you have all of this endless time where two weeks before Christmas feels like ten years. I used to go to bed to try and go to sleep to try and make it go faster.",
      "author": "Andrea Arnold",
      "category": "Time, Sleep, Remember"
    },
    {
      "quote": "At Christmas time, I spent an extortionate amount of money on Buzz Lightyear toys, baby clothes, Disney cars and the like.",
      "author": "Russell Tovey",
      "category": "Time, Money, Baby"
    },
    {
      "quote": "'El Gordo' is the name given to the oldest lottery jackpot in the world - and the richest. Held every year in Madrid on December 22, the Christmas Lottery culminates with the picking of the El Gordo number, the Fat One, which, for many, has become the true Christmas miracle in Spain.",
      "author": "Michael Paterniti",
      "category": "World, Name, Fat"
    },
    {
      "quote": "For Christmas I do gift bags for my friends and the cast, and I put 'treat yo self' key chains in there. And people send me pictures of 'treat yo self' all the time.",
      "author": "Retta",
      "category": "Time, Friends, Self"
    },
    {
      "quote": "I write seven days a week, starting at 4 o'clock in the morning, including Christmas.",
      "author": "Dan Brown",
      "category": "Morning, Week, Starting"
    },
    {
      "quote": "My parents got me a $25 Kent steel-string acoustic guitar when I was around 12. The following Christmas, my parents bought me a Conora electric guitar. It looked almost like a Gretsch. It cost $59, and my mom still has it.",
      "author": "Alex Lifeson",
      "category": "Mom, Parents, Me"
    },
    {
      "quote": "My mother accidentally gave me food poisoning. She fed me baby carrots for a snack before Christmas dinner - but they had expired in June! I threw up for the next 24 hours.",
      "author": "Busy Philipps",
      "category": "Food, Mother, Baby"
    },
    {
      "quote": "I want to go to Lapland and see Father Christmas, and now I've got a child, so I've got an excuse. Also, I'd like to go to South America especially as I'm now living in that part of the world, in L.A. now. And I must get down to Mexico.",
      "author": "Ashley Jensen",
      "category": "Father, America, World"
    },
    {
      "quote": "The real evidence for Jesus and Christianity is in how Jesus and the Christianity based on him manifest themselves in the lives of practicing Christians.",
      "author": "Lionel Blue",
      "category": "Real, Him, Christianity"
    },
    {
      "quote": "Kind 'Guardian' readers have been forwarding me round robin Christmas newsletters for years now: lengthy missives full of perfect children, exotic holidays, talented pets and endless, tedious detail. The notes that accompanied them revealed they had inspired in the original recipients everything from mild irritation to absolute rage.",
      "author": "Simon Hoggart",
      "category": "Children, Holidays, Me"
    },
    {
      "quote": "I've not cooked Christmas dinner since 1982.",
      "author": "Lesley Nicol",
      "category": "Dinner, Since, Cooked"
    },
    {
      "quote": "When I was eight years old, I got a dummy for Christmas and started teaching myself. I got books and records and sat in front of the bathroom mirror, practising. I did my first show in the third grade and just kept going; there was no reason to quit.",
      "author": "Jeff Dunham",
      "category": "Myself, Mirror, Records"
    },
    {
      "quote": "'Make your plate look like a Christmas tree,' I tell people, 'mostly green with splashes of other bright colors.'",
      "author": "Victoria Moran",
      "category": "Tree, Colors, Green"
    },
    {
      "quote": "I read everything. I'll read a John Grisham novel, I'll sit and read a whole book of poems by Maya Angelou, or I'll just read some Mary Oliver - this is a book that was given to me for Christmas. No particular genre. And I read in French, and I read in German, and I read in English. I love to see how other people use language.",
      "author": "Jessye Norman",
      "category": "Love, Book, Language"
    },
    {
      "quote": "There I am, watching Philip Seymour Hoffman, one of my favourite actors in the world, walk into the room dressed up as Father Christmas, being hilarious, and I'm suddenly thinking, 'Where am I?'",
      "author": "Tom Sturridge",
      "category": "Father, I Am, World"
    },
    {
      "quote": "I'm learning Spanish - I got Rosetta Stone for Christmas.",
      "author": "Karlie Kloss",
      "category": "Learning, Stone, Spanish"
    },
    {
      "quote": "Christmas is a time of year that's so romantic.",
      "author": "Katharine McPhee",
      "category": "Time, Romantic, Year"
    },
    {
      "quote": "The truth is the Super Bowl long ago became more than just a football game. It's part of our culture like turkey at Thanksgiving and lights at Christmas, and like those holidays beyond their meaning, a factor in our economy.",
      "author": "Bob Schieffer",
      "category": "Thanksgiving, Culture, Truth"
    },
    {
      "quote": "My mom always makes the whole family pile into the car and drive around to look at the Christmas lights. My brother and I never want to do it, but my mom just loves it!",
      "author": "Debby Ryan",
      "category": "Family, Car, Mom"
    },
    {
      "quote": "I get very unsettled by the mess of Christmas. I find the decorations a little bit hard, as my desire for everything to match is never fully satisfied.",
      "author": "Jade Jagger",
      "category": "Desire, Find, Little"
    },
    {
      "quote": "To perceive Christmas through its wrappings becomes more difficult with every year.",
      "author": "E. B. White",
      "category": "Difficult, Through, Year"
    },
    {
      "quote": "As a child, I was bonkers for Christmas. The entire month of December, I couldn't sleep at night from anticipation.",
      "author": "Rosecrans Baldwin",
      "category": "Sleep, Child, Night"
    },
    {
      "quote": "I was 23 when I learned how to cook; I grew up around the same time. It was precisely then that Thanksgiving started to mean something more. Growing up, Christmas was always about me, and eventually you, when I finally started to enjoy the giving part. But Thanksgiving is always about us.",
      "author": "Rosecrans Baldwin",
      "category": "Time, Thanksgiving, Giving"
    },
    {
      "quote": "I don't like most Christmas movies. They're pretty bad, though they seem to make tons of money anyway. Like this movie 'Elf,' I got the script for that, and I turned it down right away. Against my wife's better judgment.",
      "author": "Terry Zwigoff",
      "category": "Money, Wife, Movies"
    },
    {
      "quote": "The last Christmas movie I really liked was 'It's a Wonderful Life,' probably. It's sort of a schmaltzy movie, but it's not without its dark moments. It still gets to me every year.",
      "author": "Terry Zwigoff",
      "category": "Life, Me, Moments"
    },
    {
      "quote": "I'm a big hit at parties. Friends ask me to sing B-I-N-G-O all the time. I'm thinking, you know, of maybe putting out a Christmas album or something.",
      "author": "Paula Pell",
      "category": "Time, Friends, Thinking"
    },
    {
      "quote": "Fantastic! Right in the middle of that long stretch between Christmas and Spring Break, your coats are getting dirty, everything's dark, dingy - what a great time for a movie!",
      "author": "John Hughes",
      "category": "Time, Great, Spring"
    },
    {
      "quote": "Christmas is a stocking stuffed with sugary goodness.",
      "author": "Mo Rocca",
      "category": "Goodness, Stocking, Stuffed"
    },
    {
      "quote": "I love the excess of Christmas. The shopping season that begins in September, the bad pop star recordings of Christmas carols, the decorations that don't know when to come down.",
      "author": "Mo Rocca",
      "category": "Love, Shopping, Know"
    },
    {
      "quote": "One Christmas my father kept our tree up till March. He hated to see it go. I loved that.",
      "author": "Mo Rocca",
      "category": "Father, Tree, Loved"
    },
    {
      "quote": "I used to know Jennifer Love Hewitt. We lived in the same apartment building when I was about... jeez, I guess it was when I was doing 'Christmas Vacation', so I was about 13 or 14.",
      "author": "Johnny Galecki",
      "category": "Love, Vacation, Building"
    },
    {
      "quote": "There's a lot of movies that aren't all about Christmas, or where Christmas isn't the focus, but have that spirit of Christmas in them. I love that sequence in 'Auntie Mame,' where she's in the department store, sewing at Macy's, and she doesn't know how to do anything but fill out a form as 'cash on delivery!'",
      "author": "Robert Osborne",
      "category": "Love, Focus, Know"
    },
    {
      "quote": "I'm still a Chicagoan in the fact that I can't do Christmas with sand and palm trees. It just doesn't compute - it's not Christmas unless your face hurts when you step outside.",
      "author": "Johnny Galecki",
      "category": "Trees, Step, You"
    },
    {
      "quote": "I like day-after-Christmas omelets, day-after Christmas pizzas... Or you take croissant rolls, put gravy on top, turkey, mashed potatoes, cheese, more gravy. That sounds good!",
      "author": "Eric Stonestreet",
      "category": "Good, Cheese, You"
    },
    {
      "quote": "I had written a book that dealt with really serious issues. Was anybody going to want to read a Christmas love story from me?",
      "author": "Jay Asher",
      "category": "Love, Book, Me"
    },
    {
      "quote": "Christmas is more stressful with present buying and making sure everyone gets included, but Thanksgiving is really not that. I don't ever really get stressed out about the food.",
      "author": "Sandra Lee",
      "category": "Thanksgiving, Food, Present"
    },
    {
      "quote": "My mother died of metastatic colorectal cancer shortly before three P.M. on Christmas Day of 2008. I don't know the exact time of her death, because none of us thought to look at a clock for a while after she stopped breathing.",
      "author": "Meghan O'Rourke",
      "category": "Time, Death, Mother"
    },
    {
      "quote": "I loved the first Christmas I had in England.",
      "author": "Blythe Danner",
      "category": "Loved, First, England"
    },
    {
      "quote": "My grandson sees me as Lois on TV every Christmas, and that scores me points.",
      "author": "Margot Kidder",
      "category": "Me, Grandson, Every"
    },
    {
      "quote": "I've played D&D for years. I'm a comic book guy. Comic-Con in San Diego is nerd Christmas for me.",
      "author": "Brian Posehn",
      "category": "Book, Me, Years"
    },
    {
      "quote": "I got given a pair of Christmas socks with penguins on. They know you're obviously not going to wear them. I think they do it just to annoy you, to be honest.",
      "author": "Jamie Vardy",
      "category": "Know, Think, You"
    },
    {
      "quote": "I have a love/hate relationship with Amy Grant, but I do go back to her Christmas albums once in a while. They're dated and sentimental and the production is nearly unlistenable, but there's something about her vocal performance that just feels really true. I would take her Christmas albums over Mariah Carey's or Destiny's Child's any day.",
      "author": "Sufjan Stevens",
      "category": "Relationship, Day, Child"
    },
    {
      "quote": "I don't know if that's a year's bad luck, or if that's how it works. But stealing a Christmas tree - that can't be a good thing, karma-wise.",
      "author": "Adrian McKinty",
      "category": "Good, Tree, Luck"
    },
    {
      "quote": "Accounts of eating Christmas sweet potatoes baked in ashes and jackrabbit stewed with white flour dumplings are testaments to pioneer resilience and pleasure - and they help inspire my own best scratch cooking.",
      "author": "Isabel Gillies",
      "category": "Best, Resilience, Cooking"
    },
    {
      "quote": "It's more like Christmas, you know, when you get a shot in that looks great and it's exactly what you want. It's a great feeling, and there's nothing like it.",
      "author": "Zack Snyder",
      "category": "Great, Want, Know"
    },
    {
      "quote": "Some of my favorite records growing up were Christmas albums. The ones I liked best were the albums that you could listen to from start to finish. You could put them on while you're decorating the tree or driving around looking at Christmas lights.",
      "author": "Chris Young",
      "category": "Best, Tree, Growing Up"
    },
    {
      "quote": "I wanted to have more songs with religious backgrounds. The Christmas record has strong, traditional hymns, but it also has a song called 'Christmas in Heaven' about missing someone that you love that's passed on, and wondering what's going on up there on Christmas.",
      "author": "Scotty McCreery",
      "category": "Love, Strong, Song"
    },
    {
      "quote": "A title means marketing. It means that company's coming soon, and you'd better get out the Christmas lights so they don't miss your house.",
      "author": "Caroline Leavitt",
      "category": "Company, Marketing, Better"
    },
    {
      "quote": "You know, I started my career in politics in 1967. I'm not new to this. I did not just fall off the Christmas tree. I understand the world is complex. I know that there are people out there who want to hurt other people.",
      "author": "Dennis Kucinich",
      "category": "Tree, Politics, World"
    },
    {
      "quote": "My wife's brother has a little house on a small island in the Baltic Sea, and we go there at Christmas. The 30-minute crossing from the mainland to this island is the most terrifying cruise you'll ever take. They give you a barf bag when you walk on board.",
      "author": "Nick Frost",
      "category": "Sea, Brother, Wife"
    },
    {
      "quote": "I became hugely overweight and then hated myself because it was a form of self-abuse, something over which I had no control. I think the thing compulsive over-eaters want to achieve is that stuffed-full Christmas afternoon feeling.",
      "author": "Marcus Brigstocke",
      "category": "Myself, Control, Want"
    },
    {
      "quote": "The ebulliently sharp mind of 'White Christmas' director Walter Bobbie made me tremble and strive in the same breath. The deceptively 'simple' dialogue of David Ives, asking every actor to just. say. it. Float it on the breeze; it doesn't need 'explanation,' just energy and truth.",
      "author": "David Ogden Stiers",
      "category": "Truth, Simple, Mind"
    },
    {
      "quote": "My mother would give my brothers and me a pile of catalogues and let us pick what we wanted for Christmas.",
      "author": "Kary Mullis",
      "category": "Mother, Me, Give"
    },
    {
      "quote": "We have 40 people over for Thanksgiving, 30 people for Easter lunch, 35 people on Christmas Eve. People tend to expect to spend their holidays with us, which is lovely and an expectation I carry with pride.",
      "author": "Sonya Walger",
      "category": "Thanksgiving, Pride, Lunch"
    },
    {
      "quote": "Being half Jewish, we grew up with Christmas trees but had Jewish ornaments.",
      "author": "Gina Rodriguez",
      "category": "Trees, Up, Being"
    },
    {
      "quote": "For a Jewish guy, I've recorded a lot of Christmas albums.",
      "author": "Barry Manilow",
      "category": "Jewish, Guy, Albums"
    },
    {
      "quote": "First of all, I've been having a wonderful run of luck with cover albums, songs I didn't write. I had five pop cover albums and two Christmas albums, and they were all very successful.",
      "author": "Barry Manilow",
      "category": "Luck, Successful, Run"
    },
    {
      "quote": "My earliest, most impactful encounter with a book was when I was seven and awoke early on Christmas morning to find Roald Dahl's 'Charlie and the Chocolate Factory' in my stocking. I had never been so excited by the sight of a book - and have possibly never been since!",
      "author": "Sophie Kinsella",
      "category": "Morning, Book, Chocolate"
    },
    {
      "quote": "I just travel all the time. And I was just looking at the schedules now and starting the first week of October I will be every weekend with somebody at tournaments through Christmas. So it gets very difficult to just go away and not do that.",
      "author": "Ivan Lendl",
      "category": "Travel, Time, October"
    },
    {
      "quote": "On Christmas Eve, we have a duck or roast pork with caramelised potatoes, braised red cabbage and gravy. For dessert, we have ris a l'amande, a rice pudding, and whoever gets the whole almond in it wins an extra present. Then we dance around the tree and sing carols.",
      "author": "Birgitte Hjort Sorensen",
      "category": "Dance, Tree, Red"
    },
    {
      "quote": "One lived in the impression that nobody could ever compete with the 'Nutcracker' or 'A Christmas Carol.'",
      "author": "Gian Carlo Menotti",
      "category": "Nobody, Impression, Compete"
    },
    {
      "quote": "We try to make the name longer and longer every year. First, it was 'Larry the Cable Guy's Christmas Spectacular.' Then it was 'It's a Very Larry Christmas.' Now it's 'Larry the Cable Guy's Hula-palooza Christmas Luau.' I'll tell you what it is: It's funny. That's what it is. Who cares what the name of it is? It is a funny special.",
      "author": "Larry the Cable Guy",
      "category": "Funny, Name, You"
    },
    {
      "quote": "The earliest you can play Christmas music is on Thanksgiving.",
      "author": "Tinashe",
      "category": "Music, Thanksgiving, Play"
    },
    {
      "quote": "For many of us, Christmas lunch is the most special meal of the year - and I certainly want nothing but the very best for this celebration.",
      "author": "Sheherazade Goldsmith",
      "category": "Best, Lunch, Want"
    },
    {
      "quote": "Farmers' markets are one of my favourite sources for Christmas goodies.",
      "author": "Sheherazade Goldsmith",
      "category": "Farmers, Sources, Favourite"
    },
    {
      "quote": "I was lucky enough to grow up in a home where I woke up Christmas morning and had toys. I know that's not the case with all people and I don't think kids should go without experiencing that sort of joy.",
      "author": "Lucy Hale",
      "category": "Morning, Home, Joy"
    },
    {
      "quote": "My favorite toy growing up was Polly Pocket. But one gift that I wanted though never received for Christmas was a pair of trampoline moon shoes. You strap them to your feet and they have springs on them, and you can just jump around!",
      "author": "Lucy Hale",
      "category": "Shoes, Gift, Moon"
    },
    {
      "quote": "The sharpest memory of our old-fashioned Christmas eve is my mother's hand making sure I was settled in bed.",
      "author": "Paul Engle",
      "category": "Mother, Memory, Bed"
    },
    {
      "quote": "At Christmas, 'It's a Wonderful Life' makes me cry in exactly the same places every time, even though I know it's coming.",
      "author": "Nicholas Lea",
      "category": "Life, Time, Me"
    },
    {
      "quote": "All families had their special Christmas food. Ours was called Dutch Bread, made from a dough halfway between bread and cake, stuffed with citron and every sort of nut from the farm - hazel, black walnut, hickory, butternut.",
      "author": "Paul Engle",
      "category": "Food, Cake, Black"
    },
    {
      "quote": "Every Christmas should begin with the sound of bells, and when I was a child mine always did. But they were sleigh bells, not church bells, for we lived in a part of Cedar Rapids, Iowa, where there were no churches.",
      "author": "Paul Engle",
      "category": "Child, Church, Sound"
    },
    {
      "quote": "Most Americans acquire dogs impulsively and for dubious reasons: as a Christmas gift for the kids. Because they saw one in a movie. To match the new living-room furniture. Because they moved to the suburbs and see a dog as part of the package.",
      "author": "Jon Katz",
      "category": "Dog, Gift, See"
    },
    {
      "quote": "The earth has grown old with its burden of care, but at Christmas it always is young, the heart of the jewel burns lustrous and fair, and its soul full of music breaks the air, when the song of angels is sung.",
      "author": "Phillips Brooks",
      "category": "Music, Heart, Soul"
    },
    {
      "quote": "I grew up poor, but I didn't really know it because of amazing places like the Salvation Army where we got a lot of our Christmas presents from.",
      "author": "Trey Songz",
      "category": "Amazing, Army, Know"
    },
    {
      "quote": "I'm a disorganized mess. My purse is gross: I once found a shoulder pad, string cheese, and a Christmas ornament in it!",
      "author": "Hoda Kotb",
      "category": "Cheese, Shoulder"
    },
    {
      "quote": "May I share with you my earliest memory of a political row? It was with my mother, about the Queen - classic Freudian stuff, shrinks would say. I was eight, and refusing to watch the Queen's Christmas Day broadcast.",
      "author": "Alastair Campbell",
      "category": "Day, Mother, Memory"
    },
    {
      "quote": "I absolutely adore Agatha Christie; so much so that when I received a kitten for my Christmas present, I called her Agatha, and I already have a cat called Hercule!",
      "author": "Kimberley Nixon",
      "category": "Present, Her, Cat"
    },
    {
      "quote": "I simply believe food is too good to throw away - and Christmas leftovers can be a gastronomic opportunity for the well-skilled kitchen forager. With a little imagination, there are a million ways to use up leftovers rather than bin them.",
      "author": "Tristram Stuart",
      "category": "Food, Good, Opportunity"
    },
    {
      "quote": "I'd just got back from filming my role as Flo in 'Kidnap & Ransom' when I got the news that Channel 4 had re-commissioned 'Fresh Meat,' so I think it was the first Christmas I could actually relax knowing that I had three months' work sorted. As an actor, that's always a good feeling.",
      "author": "Kimberley Nixon",
      "category": "Work, Good, Relax"
    },
    {
      "quote": "You know how on Christmas day, the day feels different, even if you're just sitting in your chair waiting for your girlfriend to put her face on and you haven't even started any of the festivities yet, the day still feels different. The electrons are fatter and pushier.",
      "author": "Bill Callahan",
      "category": "Day, Waiting, Chair"
    },
    {
      "quote": "'A Christmas Story' is my favorite Christmas movie.",
      "author": "Paul Pierce",
      "category": "Story, Favorite, Movie"
    },
    {
      "quote": "One thing I hear a lot is, 'Dude, my mom loves your record,' or 'I got it for my dad for Christmas.' I'm essentially doing dad rock. Which is great, because I love Steely Dan, you know? Nothing wrong with dad rock!",
      "author": "Mac DeMarco",
      "category": "Love, Great, Mom"
    },
    {
      "quote": "On the whole, I prefer Christmas as an adult than I did as a child.",
      "author": "Nigella Lawson",
      "category": "Child, Adult, Whole"
    },
    {
      "quote": "The Christmas story has such power and such appeal every year. There are other stories we get tired of. You think of your favorite movie you don't want to watch it 15 times.",
      "author": "Frederica Mathewes-Green",
      "category": "Power, Tired, Want"
    },
    {
      "quote": "Somehow we just don't make the same boisterous fun of Holy Week that we do of Christmas. No one plans to have a holly, jolly Easter.",
      "author": "Frederica Mathewes-Green",
      "category": "Fun, Week, Plans"
    },
    {
      "quote": "Easter may seem boring to children, and it is blessedly unencumbered by the silly fun that plagues Christmas. Yet it contains the one thing needful for every human life: the good news of Resurrection.",
      "author": "Frederica Mathewes-Green",
      "category": "Life, Children, Good"
    },
    {
      "quote": "Pets, like their owners, tend to expand a little over the Christmas period.",
      "author": "Frances Wright",
      "category": "Over, Like, Little"
    },
    {
      "quote": "When I was five my parents bought me a ukulele for Christmas. I quickly learned how to play it with my father's guidance. Thereafter, my father regularly taught me all the good old fashioned songs.",
      "author": "Tony Visconti",
      "category": "Good, Father, Parents"
    },
    {
      "quote": "Our last jam session was this past Christmas. Dad played his harmonica, mom sang in English and Italian, and I played guitar. I'm so happy that we could share that musical experience for one last time.",
      "author": "Tony Visconti",
      "category": "Time, Happy, Experience"
    },
    {
      "quote": "From the time that I can remember, I worked to make money - either baby-sitting, or one year wrapping gifts at a department store at Christmas, so I could have my own money.",
      "author": "Christie Hefner",
      "category": "Time, Money, Remember"
    },
    {
      "quote": "We always had lutefisk for Christmas dinner, after which Dad read from the Norwegian Bible.",
      "author": "Peter Agre",
      "category": "Dinner, Bible, Always"
    },
    {
      "quote": "I think we felt the pressure more at first than this time around. But still you don't want to let anyone down. I never even met Patrick until we had a Christmas party at Ian McKellen's house on the first movie and then I didn't see him again until the premiere.",
      "author": "Rebecca Romijn",
      "category": "Time, Party, Pressure"
    },
    {
      "quote": "When it comes to referring to Dickens's life, performing plays with your nine children for friends and family during Christmas is Dickensian.",
      "author": "Matthew Pearl",
      "category": "Life, Family, Children"
    },
    {
      "quote": "I love Christmas. Christmas is family time.",
      "author": "Brody Jenner",
      "category": "Love, Family, Time"
    },
    {
      "quote": "Christmas is taken very seriously in this household. I believe in Father Christmas, and there's no way I'd do anything to undermine that belief.",
      "author": "Carol Ann Duffy",
      "category": "Father, Believe, I Believe"
    },
    {
      "quote": "At Christmas our house is like a Donnie and Marie Christmas Special.",
      "author": "Kevin Richardson",
      "category": "Special, House, Like"
    },
    {
      "quote": "I really want a Christmas in New York one year, when it's snowing. Like, it's Christmas morning, and you have a fight with someone, and you run down the street, and it's snowing, and you can't find them.",
      "author": "Courtney Barnett",
      "category": "Morning, Fight, New York"
    },
    {
      "quote": "I read the Scriptures at the American Cathedral on Christmas and Easter that's it. It's a task I love.",
      "author": "Olivia De Havilland",
      "category": "Love, American, Task"
    },
    {
      "quote": "Now, the essence, the very spirit of Christmas is that we first make believe a thing is so, and lo, it presently turns out to be so.",
      "author": "Stephen Leacock",
      "category": "Believe, First, Spirit"
    },
    {
      "quote": "Whatever he does should be seen as working at the Presidency and if he goes to Colorado for Christmas, it should be for a minimum amount of time, the family tradition and family get-together aspect emphasized, and it be seen as a working vacation.",
      "author": "Robert Teeter",
      "category": "Family, Time, Vacation"
    },
    {
      "quote": "I think we need one recognized, respected public figure to make a tough, blunt statement on just what Reagan's record is and what he might do to the country, let alone the Republican Party before Christmas.",
      "author": "Robert Teeter",
      "category": "Alone, Party, Think"
    },
    {
      "quote": "I never really did Christmas before. Christmas Day? I mean - what's that? What's it all about? I was always flying on Christmas Day.",
      "author": "Monica Seles",
      "category": "Day, Flying, Mean"
    },
    {
      "quote": "Did you know that Christmas Day is absolutely the best day to fly? It is. No crowded airports and crowded planes. I always flew to Australia. That's what Christmas was for me - a plane journey to the next tournament.",
      "author": "Monica Seles",
      "category": "Journey, Day, Best"
    },
    {
      "quote": "A friend gave me a CD of the 'Pathetique' Symphony as a Christmas present. I went home, and I put on the CD expecting to listen to Tchaikovsky. But it started 'ta ta ta taaa.' It was too long for me. I didn't understand it at first, but then I fell in love, in love, in love.",
      "author": "Gustavo Dudamel",
      "category": "Love, Home, Me"
    },
    {
      "quote": "During the first 13 centuries after the birth of Jesus in Bethlehem, no one thought of setting up a creche to celebrate Christmas. The pre-eminent Christian holiday was Easter, not Christmas.",
      "author": "Nancy Pearcey",
      "category": "Thought, Celebrate"
    },
    {
      "quote": "We are each one on a road going toward home, but we're not trying to get there for Christmas. We're trying to get there for eternity. We want to arrive home safely to our loving Father in Heaven. He wants us to make it safely there, so He has sent a guiding light for us to follow: a Savior, the Lord Jesus Christ, the perfect example.",
      "author": "Margaret D. Nadauld",
      "category": "Home, Light, Father"
    },
    {
      "quote": "Christmas is the season I use to clock failure in life. It stops time, as it were, on the year - where you are in it, where you are in your travail unto the grave.",
      "author": "Padgett Powell",
      "category": "Life, Time, Failure"
    },
    {
      "quote": "I associate the truest spirit of Christmas with certain years when I had to spend it at my parents' house as an adult who had, presumably, escaped.",
      "author": "Padgett Powell",
      "category": "Parents, House, Years"
    },
    {
      "quote": "At every Christmas, I fail to remember the daughters' shoe sizes, and they are not growing, but grown. After ostensible hard thought about who needs what, I have failed to give good gifts; I have failed to receive good gifts.",
      "author": "Padgett Powell",
      "category": "Good, Thought, Remember"
    },
    {
      "quote": "I'm not romantic, and I don't like Christmas.",
      "author": "Paula Hawkins",
      "category": "Romantic, Like"
    },
    {
      "quote": "People think it's terribly sad to spend Christmas alone, but it's no sadder, really, than spending any other day alone, is it?",
      "author": "Paula Hawkins",
      "category": "Day, Sad, Alone"
    },
    {
      "quote": "I was a postman one Christmas and I developed a morbid fear of dogs.",
      "author": "Diane Abbott",
      "category": "Fear, Dogs, Postman"
    },
    {
      "quote": "My parents still treat Christmas like I'm thirteen years old.",
      "author": "Mike Shinoda",
      "category": "Parents, Treat, Years"
    },
    {
      "quote": "I was supposed to be working on 'The Weekenders,' but I was blocked. I got this crazy idea that I would make Christmas stockings out of blankets.",
      "author": "Mary Kay Andrews",
      "category": "Crazy, Working, Idea"
    },
    {
      "quote": "For a writer, capturing that elusive Christmas morning magic can be deeply problematic.",
      "author": "Mary Kay Andrews",
      "category": "Morning, Magic, Writer"
    },
    {
      "quote": "I picked up the guitar at 12 yrs old - basically, my mother and father bought it for me for Christmas. I played one at my friend's house; when I say played it, I just played around with it at my friend's house. It just struck me as something I really wanted.",
      "author": "Greg Lake",
      "category": "Father, Mother, Me"
    },
    {
      "quote": "A lot of sequins for New Year's! Red, green, white - I fail at all of that because I'm always in black. But for Christmas, I do love wearing cute dresses with tights and a pair of boots.",
      "author": "Ashley Benson",
      "category": "Love, Cute, Red"
    },
    {
      "quote": "Christmas 1972 was a lonely time for Kissinger, as well as for his boss, and a period of serious reflection. Kissinger was then a bachelor, enamored of the tall, elegant, but elusive WASP Nancy Maginnes, but still very much a bachelor - Washington's most sought-after bachelor.",
      "author": "Alistair Horne",
      "category": "Time, Reflection, Boss"
    },
    {
      "quote": "And of course there's so much music in and around our family. I had a piano during Christmas because it's obviously useful through the season. There are so many people, songwriters, who are around.",
      "author": "Ashley Judd",
      "category": "Family, Music, People"
    },
    {
      "quote": "He put a ring in the toe of a stocking. On Christmas Eve, we opened our stockings and it was there at the bottom of the toe. Then he got down on his knees and he was shaking.",
      "author": "Kyra Sedgwick",
      "category": "Down, Ring, Bottom"
    },
    {
      "quote": "I got a guitar when I was about 14, for a Christmas present, and went from there.",
      "author": "Robin Trower",
      "category": "Guitar, Present, Got"
    },
    {
      "quote": "Every year, like a good Catholic, I wait for Christmas. Putting up the lights, decorating the tree, making sweets and then unwrapping gifts on Christmas morning... it's a tradition my family has followed since I was very little.",
      "author": "Malaika Arora Khan",
      "category": "Family, Morning, Good"
    },
    {
      "quote": "For me, the spirit of Christmas means being happy and giving freely. It's a tradition for all the kids in the family to help mom decorate the tree. Christmas is all about family, eating, drinking and making merry.",
      "author": "Malaika Arora Khan",
      "category": "Family, Happy, Mom"
    },
    {
      "quote": "No matter where I am in the world, I will always be back home for Christmas.",
      "author": "Malaika Arora Khan",
      "category": "Home, I Am, World"
    },
    {
      "quote": "Mom still has a huge, beautifully decorated Christmas tree. The whole family comes together after midnight mass and has the traditional plum cake and wine. We spend the night at mom's home, and in the morning we wake up and open the presents. In the afternoon, we sit down to have a traditional Christmas lunch.",
      "author": "Malaika Arora Khan",
      "category": "Family, Morning, Home"
    },
    {
      "quote": "I'd love to have a Christmas classic under my belt. It's hard to write a Christmas song.",
      "author": "Patty Smyth",
      "category": "Love, Song, Classic"
    },
    {
      "quote": "My first job, 9 years old, part-time, was selling Christmas cards door-to-door. Ten years old, my brother and I had paper routes. We delivered a morning paper called the 'L.A. Examiner.' Get up at 4 o'clock, fold your papers, deliver them and get ready for school.",
      "author": "John Paul DeJoria",
      "category": "Morning, School, Brother"
    },
    {
      "quote": "I'd like to do a Christmas album. I've never done a Christmas album.",
      "author": "Tanya Tucker",
      "category": "Done, Never, Like"
    },
    {
      "quote": "I was thrilled one year when I was younger when not only did my brothers get hockey sticks for Christmas - but I did too!",
      "author": "Nancy Kerrigan",
      "category": "Hockey, Year, Younger"
    },
    {
      "quote": "Adults are tempted to produce and perform Christmas for their kids and their families, and they arrive at Christmas Day weary and disillusioned.",
      "author": "Ann Voskamp",
      "category": "Day, Weary, Kids"
    },
    {
      "quote": "A simplified Christmas isn't about circumstances as much as it is about focus.",
      "author": "Ann Voskamp",
      "category": "Focus, Circumstances"
    },
    {
      "quote": "I love giving gifts and I love receiving them. I really like giving little kids extravagant gifts. You see their little faces light up and they get excited. If it's a really good gift, I love receiving it, like jewels, small islands.",
      "author": "Gina Gershon",
      "category": "Love, Good, Light"
    },
    {
      "quote": "There are a lot of Grinches out there that would like nothing better than to take any references to religion out of the holiday season.",
      "author": "Ernest Istook",
      "category": "Religion, Holiday, Better"
    },
    {
      "quote": "I got this Christmas gift with the entire Beatles catalog. I had fun trying to duplicate what I was hearing on these records, only using the instruments I had at hand - an acoustic guitar, and that's all. It was endlessly amusing to me to try to imitate John Lennon and Paul McCartney's harmonies using the guitar.",
      "author": "M. Ward",
      "category": "Fun, Gift, Me"
    },
    {
      "quote": "I'd have to say, for me, as a child, my favorite memories were always centered around Christmas time. It always seemed like no matter how much money my parents had or didn't have, we got completely spoiled rotten. There were always presents under the tree, and we always did special things, like hide elves around the house.",
      "author": "Josie Bissett",
      "category": "Time, Money, Memories"
    },
    {
      "quote": "I love presents, But since I've gotten older, I haven't really wanted anything. Christmas is about family.",
      "author": "Jacob Latimore",
      "category": "Love, Family, Anything"
    },
    {
      "quote": "In our open society, we are inclined to give to the less fortunate for the pure goodness of giving. We open our home to those who are alone on this holiday to spread some warmth into the life of another.",
      "author": "Jeff Miller",
      "category": "Life, Home, Alone"
    },
    {
      "quote": "Mail your packages early so the post office can lose them in time for Christmas.",
      "author": "Johnny Carson",
      "category": "Time, Early, Office"
    },
    {
      "quote": "Now, a lot of what we are doing right now, quite frankly, is because of what happened on Christmas. Many of the things were kind of in the works. We were already planning, for example, the purchase and deployment of advanced imaging technology. You call them body scanners. We call them AITs (Advanced Imaging Technologies).",
      "author": "Janet Napolitano",
      "category": "Technology, Planning, Body"
    },
    {
      "quote": "It will be a hard game if you think about winning a championship. We need to think about our own game at the moment and focus on getting good results especially over the Christmas period.",
      "author": "Dennis Bergkamp",
      "category": "Good, Focus, Winning"
    },
    {
      "quote": "I was at the vice president's Christmas party. I thought that his speech was spectacular, and I knew that it was a very emotional and difficult thing for him to do, but I admonished him for not waiting just one more stinking day.",
      "author": "Bradley Whitford",
      "category": "Day, Waiting, Thought"
    },
    {
      "quote": "There's a little Christmas in all of us, I guess. Even in me.",
      "author": "Leon Redbone",
      "category": "Me, Little, Guess"
    },
    {
      "quote": "In the spring of 1994 I decided not to seek reelection to the Senate. I had made the decision 12 years earlier, Christmas Day of 1982, just after I had been first elected to a full term, that I would do the best I could for a limited time.",
      "author": "George J. Mitchell",
      "category": "Time, Day, Best"
    },
    {
      "quote": "The next thing I wrote was in a writing class at night school. It was about a poor woman who worked at a dime store and who was all alone for Christmas in Laurel, Mississippi.",
      "author": "Beth Henley",
      "category": "Alone, School, Woman"
    },
    {
      "quote": "To me, the most important thing is to wear something that I love and feel comfortable in, and Christmas is a great opportunity to get one of my old favourites out.",
      "author": "Amber Le Bon",
      "category": "Love, Great, Opportunity"
    },
    {
      "quote": "It's easy to write a short story and frighten people for five pages, but to work at length, when you do it as in 'The Turn Of The Screw' or 'A Christmas Carol,' it's different; you have to build it and build it.",
      "author": "Susan Hill",
      "category": "Work, Short, People"
    },
    {
      "quote": "As a youngster, when I was active in church, I had a lot of fun choosing and hanging massive stars and making the cribs. I was also very involved in the Christmas plays, though not as an actor, but I took joy in setting up the props.",
      "author": "Nivin Pauly",
      "category": "Stars, Joy, Fun"
    },
    {
      "quote": "When 'I'm Sorry' came out and became such a huge hit, that made 'Rockin' Around The Christmas Tree' start selling. Then that became a huge, huge hit.",
      "author": "Brenda Lee",
      "category": "Tree, Start, Sorry"
    },
    {
      "quote": "The worst gift that I ever gave a girl was a suitcase for Christmas. As in, 'I can't think of anything to give you, but here's a new suitcase.' Afterward, I was like, 'What were you thinking, idiot?'",
      "author": "Jensen Ackles",
      "category": "Girl, Thinking, Gift"
    },
    {
      "quote": "I really like the European carols, and I like that captivating sound that they have that isn't usually in Christmas songs.",
      "author": "David Archuleta",
      "category": "Sound, Like, Really"
    },
    {
      "quote": "The pattern of a newspaperman's life is like the plot of 'Black Beauty.' Sometimes he finds a kind master who gives him a dry stall and an occasional bran mash in the form of a Christmas bonus, sometimes he falls into the hands of a mean owner who drives him in spite of spavins and expects him to live on potato peelings.",
      "author": "A. J. Liebling",
      "category": "Life, Beauty, Black"
    },
    {
      "quote": "I made a Christmas album a couple of years ago and just put it out on my Web site. It kind of smacked of this flavor. All of the reviews said it was Western swing even when it was Christmas standards.",
      "author": "Suzy Bogguss",
      "category": "Said, Kind, Years"
    },
    {
      "quote": "The denominational world tries to pressure its members to focus on the birth of Christ, but in doing so layers of guilt are imposed, and competition gets complicated as one Christmas program tries to outdo the other.",
      "author": "John Clayton",
      "category": "Focus, Competition, World"
    },
    {
      "quote": "There's always been something a little pathetic for me at the work parties I've attended, especially thinking back to the restaurants I worked in. I remember a Christmas party in which we all got free T-shirts with the restaurant on the front and our names on the back.",
      "author": "Said Sayrafiezadeh",
      "category": "Work, Thinking, Me"
    },
    {
      "quote": "At Christmas, it's my siblings running around the house, we're cooking, talking, laughing, loud and just crazy. It's beautiful chaos.",
      "author": "Tika Sumpter",
      "category": "Beautiful, Cooking, Crazy"
    },
    {
      "quote": "I was a little punk rocker and was pregnant with Sarah when I went to university. I had her in the Christmas holidays of the first term. It was 1979, and UCL was very proud of its reputation as a liberal university, so they were very helpful.",
      "author": "Alison Owen",
      "category": "Holidays, Reputation, Proud"
    },
    {
      "quote": "I played guitar from the age of four or five. Every year there would be a slightly larger triangular box under the Christmas tree, until finally I got one that was big enough to make a proper sound.",
      "author": "Johnny Marr",
      "category": "Age, Tree, Guitar"
    },
    {
      "quote": "It always depresses me when people moan about how commercial Christmas is. I love everything about it. The tradition of having this great big feast, slap bang in the middle of winter, is an essential thing to look forward to at the end of the year.",
      "author": "Richard E. Grant",
      "category": "Love, Great, Winter"
    },
    {
      "quote": "Every day is like Halloween or Christmas eve for me. I go to bed, and I'm so excited to get back to work. I'm very lucky that I have a career like that 'cause not many people do.",
      "author": "Adam Green",
      "category": "Work, Halloween, Day"
    },
    {
      "quote": "Grief is a room without doors - but somehow, with its tinsel and cliches, Christmas finds a way in.",
      "author": "Simon Van Booy",
      "category": "Grief, Doors, Way"
    },
    {
      "quote": "When I was five years old, my parents gave me a drum set for Christmas. My mom played the piano, and Dad played the saxophone badly. But that Christmas morning, I remember we all played together, and I thought it was the greatest day ever.",
      "author": "Garry Marshall",
      "category": "Morning, Mom, Parents"
    },
    {
      "quote": "A Charlie Brown Christmas' is a national treasure because it delivers beautifully the central miracle of Christmas: Emmanuel - God With Us. From the wood of the manger to the wood of the cross.",
      "author": "Don Willett",
      "category": "God, Wood, Treasure"
    },
    {
      "quote": "'The war in Iraq - if Osama was a Christian - it's the Christmas present he never would have expected.",
      "author": "Michael Scheuer",
      "category": "War, Christian, Present"
    },
    {
      "quote": "I got up one Christmas morning and we didn't have nothing to eat. We didn't have an apple, we didn't have an orange, we didn't have a cake, we didn't have nothing.",
      "author": "Muddy Waters",
      "category": "Morning, Cake, Apple"
    },
    {
      "quote": "I stone got crazy when I saw somebody run down them strings with a bottleneck. My eyes lit up like a Christmas tree and I said that I had to learn.",
      "author": "Muddy Waters",
      "category": "Eyes, Tree, Crazy"
    },
    {
      "quote": "I'm Jewish and my wife isn't so right now we're literally decorating a Christmas tree with Jewish stars draped around it.",
      "author": "Max Greenfield",
      "category": "Stars, Tree, Wife"
    },
    {
      "quote": "I've been in elementary education for years and my belief is that Christmas pageants in schools are little more than conditioning kids for the Christian religion.",
      "author": "Jack Bowman",
      "category": "Education, Religion"
    },
    {
      "quote": "I think the people who are making Christmas-themed movies today feel that people are more cynical about Christmas. There's more of an edge.",
      "author": "Leonard Maltin",
      "category": "Today, People, Think"
    },
    {
      "quote": "A Christmas Carol is such a fool-proof story you can't louse it up.",
      "author": "Leonard Maltin",
      "category": "Story, You, Up"
    },
    {
      "quote": "My grade 3 teacher put on a kids' Christmas concert, and I played the kazoo, so my mother bought me a trumpet. I took lessons for eight years, was in the Kitsilano Boys Band, and I played in the Vancouver Junior Symphony for two years.",
      "author": "Jim Pattison",
      "category": "Teacher, Mother, Me"
    },
    {
      "quote": "From a commercial point of view, if Christmas did not exist it would be necessary to invent it.",
      "author": "Katharine Whitehorn",
      "category": "View, Point Of View, Point"
    },
    {
      "quote": "I love all things Christmas.",
      "author": "Samantha Barks",
      "category": "Love, All Things, Things"
    },
    {
      "quote": "Music is my thing. It's my thing it's what I love. It's what I do. It's football to me it's Christmas to me religion to me  poetry to me.",
      "author": "Ryan Adams",
      "category": "Love, Music, Football"
    },
    {
      "quote": "'Use Somebody' I posted - it was the end of 2009, around Christmas. That was my first video.",
      "author": "Megan Nicole",
      "category": "End, First, Video"
    },
    {
      "quote": "To me, it remains incomprehensible that a people who can design the Porsche 911 and sleek, white ice trains, who created the Bauhaus and speak at least three languages at birth, want to own twee Christmas figurines painted in gaudy colours, dress up in Bavarian lederhosen, and eat Haribo gummy bears.",
      "author": "Rory MacLean",
      "category": "Design, Dress, Speak"
    },
    {
      "quote": "I always wanted to write for children. When I was growing up, we were really poor. My mother had left, and it was all a mess. So I lived in my head a lot, and I would get lots of books for Christmas - from librarians and teachers - and they just fed my imagination.",
      "author": "Jewell Parker Rhodes",
      "category": "Children, Mother"
    },
    {
      "quote": "In 1988, Christmas, that was my last performance because I moved to Hawaii to raise my son.",
      "author": "Charo",
      "category": "Son, Performance, Hawaii"
    },
    {
      "quote": "My father died when I was young and I was raised by my grandmother, Emma Klonjlaleh Brown. We could afford to eat chicken just once a year, on Christmas.",
      "author": "George Weah",
      "category": "Father, Chicken, Grandmother"
    },
    {
      "quote": "I have a good house for hosting, so we had the barbecues, and some of the guys over for Thanksgiving, even Christmas.",
      "author": "Logan Mankins",
      "category": "Thanksgiving, Good, House"
    },
    {
      "quote": "I'm so depressed. Christmas is the worst of all. Holidays are terrible, worse than Sundays. I get melancholia.",
      "author": "David O. Selznick",
      "category": "Holidays, Worst, Terrible"
    },
    {
      "quote": "I love cooking during Christmas, all smells like the hot apple cider, the hot spiced wine.",
      "author": "Amy Smart",
      "category": "Love, Wine, Cooking"
    },
    {
      "quote": "My dad likes to recite the story of 'Pablo the Donkey' before dinner to teach us the real meaning of Christmas. Every year, it's the same; every year, we cringe!",
      "author": "Mallory Jansen",
      "category": "Dinner, Meaning, Story"
    },
    {
      "quote": "I've never had a cold Christmas, as I always spend it back home in Australia.",
      "author": "Mallory Jansen",
      "category": "Home, Australia, Back"
    },
    {
      "quote": "I would like to spend Christmas in different countries all over the world. I love seeing how different cultures celebrate the holidays in their own unique ways.",
      "author": "Mallory Jansen",
      "category": "Love, World, Celebrate"
    },
    {
      "quote": "I make personal appearances around the country. I'm starting a book tour now, and I may be coming to Toronto with the Learning Annex, which I'm doing all through the United States, so that may come up just before Christmas.",
      "author": "Burt Ward",
      "category": "Learning, Book, Doing"
    },
    {
      "quote": "The best Christmas present I got from my husband was a week to do whatever I wanted.",
      "author": "Olivia Williams",
      "category": "Best, Week, Husband"
    },
    {
      "quote": "For Christmas 1999, my husband surprised me with a trip to Disney World. Along with our boys, we were standing on the roof of the Contemporary Hotel at midnight on New Year's Eve 2000 watching fireworks explode over every amusement park in Orlando. It was a magical way to celebrate the millennial, and a never-to-be-forgotten Christmas present.",
      "author": "Karen Robards",
      "category": "World, Me, Celebrate"
    },
    {
      "quote": "South Park started as a little video Christmas card.",
      "author": "Joel Hodgson",
      "category": "Park, Little, Started"
    },
    {
      "quote": "People have nannies and big cars, and they want to go to Maui for Christmas. When there are those kind of stakes involved, people get ruthless.",
      "author": "Amy Sherman-Palladino",
      "category": "People, Want, Kind"
    },
    {
      "quote": "I hate feeling full, so Christmas is about the only time I really stuff myself.",
      "author": "Rupert Penry-Jones",
      "category": "Time, Myself, Hate"
    },
    {
      "quote": "'Bond' was like Christmas: can't wait for it to come around. Being in the films brought me to a global audience, and I have had the opportunity to meet incredible people.",
      "author": "Colin Salmon",
      "category": "Opportunity, Me, People"
    },
    {
      "quote": "The best thing about doing those Hallmark movies is my dad loves them. My dad watches all of those Christmas movies, not just ones I'm in. He watches them all, so the first one I did, it was like my Christmas present to my dad.",
      "author": "Eric Johnson",
      "category": "Best, Movies, Watches"
    },
    {
      "quote": "I grew up with three little brothers. Every Christmas, we'd have piles of toy trucks and Lincoln Logs and G.I. Joes under the tree. Those were for them. For me? My No. 1 favorite present of all time: books. Two or three tall stacks of wonderful stories that I could lose myself in for weeks.",
      "author": "Karen Robards",
      "category": "Time, Myself, Tree"
    },
    {
      "quote": "The year I turned 16, I spent the weeks before Christmas dropping hints to my parents about how much I wanted - no, needed - my own transportation.",
      "author": "Karen Robards",
      "category": "Parents, Transportation"
    },
    {
      "quote": "I loved 'White Christmas' for the music aspect. I was into musical theater.",
      "author": "Lana Parrilla",
      "category": "Music, Loved, White"
    },
    {
      "quote": "I loved raising my kids. I loved the process, the dirt of it, the tears of it, the frustration of it, Christmas, Easter, birthdays, growth charts, pediatrician appointments. I loved all of it.",
      "author": "Jane Elliot",
      "category": "Mom, Growth, Frustration"
    },
    {
      "quote": "Christmas makes me happy no matter what time of year it comes around.",
      "author": "Bryan White",
      "category": "Time, Happy, Me"
    },
    {
      "quote": "Even though we're a week and a half away from Thanksgiving, it's beginning to look a lot like Christmas.",
      "author": "Richard Roeper",
      "category": "Thanksgiving, Week"
    },
    {
      "quote": "The truth is that our way of celebrating the Christmas season does spring from myriad cultures and sources, from St. Nicholas to Coca-Cola advertising campaigns.",
      "author": "Richard Roeper",
      "category": "Truth, Advertising, Spring"
    },
    {
      "quote": "I didn't feel the need to rebel as a teenager. From age nine to 16, I went to school in Montreux in Switzerland, and it was heaven. I went to England for the Easter holidays, Cyprus for Christmas and summer holidays, and I was delighted to have that independence.",
      "author": "Angela Bowie",
      "category": "Age, School, Independence"
    },
    {
      "quote": "In our racist, sexist society, Christmas is the 8 hours when we stop killing each other and gratutious over eating is encouraged so that the starving and other people in the world can die!",
      "author": "Lloyd Kaufman",
      "category": "Society, World, People"
    },
    {
      "quote": "In our racist, sexist society, Christmas is the eight hours when we stop killing each other and gratuitous overeating is encouraged so that the starving and other people in the world can die!",
      "author": "Lloyd Kaufman",
      "category": "Society, World, People"
    },
    {
      "quote": "My first publication was a haiku in a children's magazine when I was 9 years old. I received one dollar for it! I gave the check to my dad for Christmas, and he framed it and hung it over his desk.",
      "author": "Linda Sue Park",
      "category": "Children, Years, Check"
    },
    {
      "quote": "I got my first instrument for Christmas when I was three or four years old. My parents got me a mandolin because it was the only instrument that would fit me because I was so small. I went straight from that into the drums when I was six, and then I started playing guitar when I was seven or eight.",
      "author": "Chord Overstreet",
      "category": "Parents, Small, Me"
    },
    {
      "quote": "So many Christmas films either are twee, or try and go super edgy, then stick on something Christmassy at the end of the movie.",
      "author": "Peter Baynham",
      "category": "End, Try, Edgy"
    },
    {
      "quote": "Christmas movies, it's a hard thing to do. The danger is you just end up with a Hollywood star with a Santa beard. You risk it being fake and cheesy and not real.",
      "author": "Peter Baynham",
      "category": "Risk, End, Fake"
    },
    {
      "quote": "I got my first instrument at Christmas when I was three or four. My dad and mom got me a mandolin. It was the only instrument that fit me because I was so small. I went straight from that into drums when I was six and then started playing guitar when I was seven or eight.",
      "author": "Chord Overstreet",
      "category": "Mom, Small, Me"
    },
    {
      "quote": "The only time I even entertain the tiniest element of religion is for Christmas carols.",
      "author": "Ian Watson",
      "category": "Time, Religion, Only Time"
    },
    {
      "quote": "Why not collect and clean chicken wishbones in the run-up to Christmas, spray them silver and use each to pinch together a white hem-stitch napkin?",
      "author": "Pippa Middleton",
      "category": "Together, Why, Chicken"
    },
    {
      "quote": "One of my favorite traditions is that my sisters and I, we all wear the same pajamas. I've even still got some from when I was 6. Also, I'll always remember cooking together in the kitchen and that no matter how busy our schedules are, we are all together for Christmas.",
      "author": "Bailee Madison",
      "category": "Together, Cooking, Busy"
    },
    {
      "quote": "A typical Christmas is me shucking oysters. I love them and I always get them in at Christmas.",
      "author": "Hugh Bonneville",
      "category": "Love, Me, Always"
    },
    {
      "quote": "I do enjoy doing pantomime at Christmas. If I didn't do it, I'd feel as though I was missing something.",
      "author": "Kenny Baker",
      "category": "Enjoy, Doing, Missing"
    },
    {
      "quote": "It's hard and sometimes it's scary. It still amazes my mother. I went home for Christmas one year and there were fans all over the front lawn, hoping to see me.",
      "author": "Luke Perry",
      "category": "Home, Mother, Me"
    },
    {
      "quote": "The unfortunate thing about working for yourself is that you have the worst boss in the world. I work every day of the year except at Christmas, when I work a half day.",
      "author": "David Eddings",
      "category": "Work, Day, Boss"
    },
    {
      "quote": "Orphans, dead parents, lonely children at Christmas, morose spoken word recordings, everything you love about the holidays. Move the turkey over so you can fit your head in the oven.",
      "author": "April Winchell",
      "category": "Love, Children, Parents"
    },
    {
      "quote": "Lately I did a film called All I Want for Christmas and it was well received. This gave me a new point of view and a new respect for my work as an actress.",
      "author": "Sarah Polley",
      "category": "Work, Respect, Me"
    },
    {
      "quote": "It is always weird to be in the studio working on Christmas music in June and July, so we decorated the entire studio, we really did. We brought out lights, fake trees and decorated the place to get in the Christmas spirit. You'd leave the studio, and it'd be 100 degrees out in Nashville, but nonetheless, a great experience.",
      "author": "Dave Haywood",
      "category": "Music, Experience, Great"
    },
    {
      "quote": "Without social networks, you're not the coolest thing on the Christmas list, and you're not getting any bite.",
      "author": "Joe Green",
      "category": "You, Without, Social"
    },
    {
      "quote": "I would like to go back and spend a Christmas with my family and myself when I was five years old and just see what that dynamic would be like. Observe it. I think it would be a magical gift.",
      "author": "Sharon Lawrence",
      "category": "Family, Myself, Gift"
    },
    {
      "quote": "I actually share her view and understand her frustration when any government attempts to ban secular symbols like Santa Claus or Rudolph the Red Nose Reindeer or Christmas lights.",
      "author": "Steve Israel",
      "category": "Government, Red, Frustration"
    },
    {
      "quote": "I hate Christmas, really. I don't really give presents away or expect any.",
      "author": "Joy Bryant",
      "category": "Hate, Expect, Give"
    },
    {
      "quote": "On Christmas, my family and I see a movie and go out for Chinese food. We don't celebrate Christmas in the traditional sense, in that we do not actually celebrate Christmas.",
      "author": "Eden Sher",
      "category": "Family, Food, Celebrate"
    },
    {
      "quote": "I'm not a fan of musicals at all, but I do think 'The Nightmare Before Christmas' is a very good. I always thought 'Walk the Line' was very good, too.",
      "author": "Thomas Brodie-Sangster",
      "category": "Good, Thought, Walk"
    },
    {
      "quote": "Christmas is over and Business is Business.",
      "author": "Franklin Pierce Adams",
      "category": "Business, Over"
    },
    {
      "quote": "Coming from Chicago, I like a white Christmas.",
      "author": "Dennis Franz",
      "category": "White, Chicago, Like"
    },
    {
      "quote": "Throughout my college years, I'd watch my sister squeal every Christmas as she unwrapped another 'Buffy' DVD set. I didn't know much about the series, but I was filled with that obnoxious self-importance that comes from having decided to be an Academic Who Reads Serious Things.",
      "author": "Marie Rutkoski",
      "category": "Sister, College, Know"
    },
    {
      "quote": "If you pray enough for things, I am proof that they can happen. I feel like a kid on Christmas day now, every day. It's something I have wanted for a long time and I am as happy as anyone to be here. It is great to be back at my first love.",
      "author": "Robbie Fowler",
      "category": "Love, Time, Happy"
    },
    {
      "quote": "So when I was 13, I basically left home and never returned and lived at home again. I would come home for a week at Christmas and two weeks in the summer only.",
      "author": "Peter Jurasik",
      "category": "Home, Week, Summer"
    },
    {
      "quote": "I'm well-travelled so I can see places coming up. I went to St. Croix in the West Indies at Christmas and it had been hit by a really bad tornado. Values there have gone down but I guarantee they will be up again in eight years. So I'll get in now while it's cheap as chips.",
      "author": "Melanie Brown",
      "category": "Values, Down, See"
    },
    {
      "quote": "One of my favorite movies of all time is 'It's A Wonderful Life,' which is a pretty interesting choice for a seasonal Christmas favorite, because it's about a guy who wants to commit suicide and is presented with reasons not to.",
      "author": "Frank Darabont",
      "category": "Life, Time, Choice"
    },
    {
      "quote": "If you're an English actor, and you're asked to do an episode - especially the Christmas episode - of 'Downton Abbey,' you can't turn it down. It's like, 'Of course!'",
      "author": "Janet Montgomery",
      "category": "Down, Actor, You"
    },
    {
      "quote": "Christmas always rustled. It rustled every time, mysteriously, with silver and gold paper, tissue paper and a rich abundance of shiny paper, decorating and hiding everything and giving a feeling of reckless extravagance.",
      "author": "Tove Jansson",
      "category": "Time, Gold, Giving"
    },
    {
      "quote": "Mummy weighed sweets and nuts so that everyone would get exactly the same amount. During the year, everything is measured roughly, but at Christmas, it has to be absolutely fair. That's why it's such a strenuous time.",
      "author": "Tove Jansson",
      "category": "Time, Why, Sweets"
    },
    {
      "quote": "Nothing is as peaceful as when Christmas is over, when one has been forgiven for everything and can be normal again.",
      "author": "Tove Jansson",
      "category": "Peaceful, Nothing"
    },
    {
      "quote": "My father died when I was really young, on Christmas Day.",
      "author": "David Ayer",
      "category": "Day, Father, Young"
    },
    {
      "quote": "The loneliest ebb of my life came on that Christmas eve, only one day after my arrival in New York. The abyss of loneliness. I ate a solitary dinner in a small cafe, and the very food tasted bitter with my unshed tears. One doesn't dare cry in America. It is unmanly here.",
      "author": "Rudolph Valentino",
      "category": "Life, Food, Loneliness"
    },
    {
      "quote": "Please to put a nickel, please to put a dime. How petitions trickle in at Christmas time!",
      "author": "Phyllis McGinley",
      "category": "Time, Dime, Nickel"
    },
    {
      "quote": "Throughout my teenage years, I read 'A Christmas Carol' by Charles Dickens every December. It was a story that never failed to excite me, for as well as being a Dickens enthusiast, I have always loved ghost stories.",
      "author": "John Boyne",
      "category": "Me, Loved, Story"
    },
    {
      "quote": "People say I don't write books, I make Christmas presents.",
      "author": "Bryce Courtenay",
      "category": "People, People Say, Say"
    },
    {
      "quote": "Chum was a British boy's weekly which, at the end of the year was bound into a single huge book; and the following Christmas parents bought it as Christmas presents for male children.",
      "author": "A. E. van Vogt",
      "category": "Children, Parents, Book"
    },
    {
      "quote": "I went to Sunday School and liked the stories about Christ and the Christmas star. They were beautiful. They made you warm and happy to think about. But I didn't believe them.",
      "author": "Frances Farmer",
      "category": "Happy, Beautiful, School"
    },
    {
      "quote": "Our whole family assembles in Chicago at Christmas and usually in Aspen in the summer.",
      "author": "James Cronin",
      "category": "Family, Summer, Chicago"
    },
    {
      "quote": "I started with the Target Company in 1993 when their Christmas theme that year was 'It's A Wonderful Life,' and they reunited the actors who played the Bailey kids. So we went all over and really had a blast getting the love from all of the fans and thought, 'Whoopty-doo, there's something going on here.'",
      "author": "Karolyn Grimes",
      "category": "Love, Life, Company"
    },
    {
      "quote": "What I found out on Christmas Day 1984, through biochemical evidence, was that telomeres could be lengthened by the enzyme we called telomerase, which keeps the telomeres from wearing down. After I found that out, I went home and put on Bruce Springsteen's 'Born in the USA,' which was just out, and I danced and danced and danced.",
      "author": "Carol W. Greider",
      "category": "Day, Home, Born"
    },
    {
      "quote": "I asked for a guitar when I was 8 years old for Christmas. I have no idea why. I never had any guitar heroes. I still don't. But there must have been something in me because I've been playing for 30 years.",
      "author": "Jamie Lawson",
      "category": "Guitar, Me, Why"
    },
    {
      "quote": "Christmas renews our youth by stirring our wonder. The capacity for wonder has been called our most pregnant human faculty, for in it are born our art, our science, our religion.",
      "author": "Ralph W. Sockman",
      "category": "Art, Science, Religion"
    },
    {
      "quote": "I think Christmas is about celebration and come on, on the inside everyone wants to dance.",
      "author": "TobyMac",
      "category": "Dance, Think, Celebration"
    },
    {
      "quote": "I'm not going to put out a Christmas CD until it's coming out of me naturally.",
      "author": "TobyMac",
      "category": "Me, Going, Coming"
    },
    {
      "quote": "During the holidays, everyone needs a break from studying for exams and Christmas shopping. I wanted to put together a diverse tour that rocks in many musical directions but always points to Christ.",
      "author": "TobyMac",
      "category": "Together, Holidays, Shopping"
    },
    {
      "quote": "I grew up with the classics. My mom and I would sit and watch 'Singin' in the Rain' and 'White Christmas' - those kind of movies.",
      "author": "Lucas Grabeel",
      "category": "Rain, Mom, Movies"
    },
    {
      "quote": "Our children await Christmas presents like politicians getting in election returns: there's the Uncle Fred precinct and the Aunt Ruth district still to come in.",
      "author": "Marcelene Cox",
      "category": "Children, Election, Aunt"
    },
    {
      "quote": "I owe my life to my father. I remember that my first Christmas present was a ball. In the district where we lived, there weren't many kids who had one.",
      "author": "Sergio Aguero",
      "category": "Life, Father, Remember"
    },
    {
      "quote": "Like my best friend, I asked for drums for Christmas, and got them. But when he moved on to guitar, I realized two things: (1) guitar is a much more expressive instrument, (2) way more girls pay attention to guitar players than to drummers.",
      "author": "Greg Iles",
      "category": "Best, Best Friend, Guitar"
    },
    {
      "quote": "After church on the Sunday after Thanksgiving, my family would go chop down our Christmas tree. Once it was home and placed in its stand, Mom and I would painstakingly decorate our tree. It took hours to place the tinsel, string the lights, find the perfect spot for my favorite macaroni and felt ornaments from kindergarten.",
      "author": "Molly O'Keefe",
      "category": "Family, Thanksgiving, Home"
    },
    {
      "quote": "Christmas is a season which almost all Christians observe in one way or another. Some keep it as a religious season. Some keep it as a holiday. But all over the world, wherever there are Christians, in one way or another Christmas is kept.",
      "author": "J. C. Ryle",
      "category": "Holiday, World, Season"
    },
    {
      "quote": "When I was eight, my mum found me humming to myself and scribbling on a scrap of paper. When she asked me what I was doing, I got shy. I was writing a Christmas song, and I had never shared my music with anyone before. Reluctantly, I sang it for her... and she loved it. Of course she did - she's my mum.",
      "author": "Neil Jackson",
      "category": "Music, Myself, Writing"
    },
    {
      "quote": "I love Christmas. I really do love Christmas. I love being with my family and I love snow. I love the music and the lights and all of it.",
      "author": "Christina Applegate",
      "category": "Love, Family, Music"
    },
    {
      "quote": "Bloody Christmas, here again, let us raise a loving cup, peace on earth, goodwill to men, and make them do the washing up.",
      "author": "Wendy Cope",
      "category": "Peace, Men, Loving"
    },
    {
      "quote": "'A Tuna Christmas' is the second in a series of plays created by Joe Sears and Jaston Williams featuring the fictional town of Greater Tuna, the third-smallest town in Texas. What makes these plays so hysterically funny is the accurate portrayal of small-town life in the Lone Star State.",
      "author": "Lori Wilde",
      "category": "Funny, Life, Texas"
    },
    {
      "quote": "The most challenging roles were Disney's 'A Christmas Carol' and 'Mars Needs Moms' because they were both motion capture, so there was a lot of physical work involved.",
      "author": "Raymond Ochoa",
      "category": "Work, Mars, Motion"
    },
    {
      "quote": "One of my favorite times of year is around Christmas when my entire family gets together and we make tamales together. It's a full two-day event, and we create an assembly line. It's awesome because everyone has his or her own part in making the dish. It's so much fun.",
      "author": "Sabrina Bryan",
      "category": "Family, Together, Fun"
    },
    {
      "quote": "There are some people who want to throw their arms round you simply because it is Christmas there are other people who want to strangle you simply because it is Christmas.",
      "author": "Robert Staughton Lynd",
      "category": "People, Want, You"
    },
    {
      "quote": "But Tammy Faye calls me, and Ron Jeremy calls me, Erik Estrada sends me a Christmas card every year.",
      "author": "Trishelle Cannatella",
      "category": "Me, Year, Every"
    },
    {
      "quote": "I feel like I've got a pretty relatively extensive Christmas sweatshirt collection.",
      "author": "Kyle Mooney",
      "category": "Feel, Pretty, Like"
    },
    {
      "quote": "We didn't have a whole lot of money when I was growing up either. I would always ask for magic books or magic tricks for my birthday or for Christmas and the rest of the year I either had to mow lawns or find part time jobs to help supplement the cost of doing magic.",
      "author": "Lance Burton",
      "category": "Birthday, Time, Money"
    },
    {
      "quote": "I watched a lot of movies when I was younger and I remember, when I was seven years old, I asked my parents if I could have an agent for Christmas.",
      "author": "Meaghan Rath",
      "category": "Parents, Movies, Remember"
    },
    {
      "quote": "'Joker' was a violent, dark, and brutal book, so I wanted to do something a little less heavy. I played around with the idea of a children's book, and that eventually became 'Noel.' And I just kept finding these parallels between things I could do with Batman and Charles Dickens' 'A Christmas Carol.'",
      "author": "Lee Bermejo",
      "category": "Children, Book, Dark"
    },
    {
      "quote": "I'm not a fan of musicals at all, but I do think 'The Nightmare Before Christmas' is a very good. I always thought 'Walk the Line' was very good, too. I was in 'Nowhere Boy.' I played Paul McCartney. That was kind of musical - we did songs in that.",
      "author": "Thomas Sangster",
      "category": "Good, Thought, Walk"
    },
    {
      "quote": "I started DJing, breakdancing and MCing in the '70s and I got my record deal in 1979 with 'Christmas Rap.'",
      "author": "Kurtis Blow",
      "category": "Rap, Got, Started"
    },
    {
      "quote": "Christmas is far and away my favorite holiday. I love everything about it, from the event that inspired it, hoping for a white one, to wrapping presents. But mostly I love having family and friends gathered, and sharing traditions.",
      "author": "Ellen Hopkins",
      "category": "Love, Family, Friends"
    },
    {
      "quote": "Besides the two Christmas things, we've got a about a dozen new tracks we're working on.",
      "author": "Chris Frantz",
      "category": "Working, New, Two"
    },
    {
      "quote": "Well, because I have twin seven-year-old boys, I enjoy the gift giving stuff a great deal. We do both Hanukkah and Christmas, so it is a costly, though extremely pleasing proposition.",
      "author": "Fred Melamed",
      "category": "Great, Giving, Gift"
    },
    {
      "quote": "Christmas was always a big holiday in our family. Every Christmas Eve before we'd go to bed, my mom and dad would read to us two or three stories and they would always be 'The Happy Prince,' 'The Gift of the Magi' and 'Twas the Night Before Christmas,' and I would like to keep that alive.",
      "author": "Cameron Mathison",
      "category": "Family, Happy, Mom"
    },
    {
      "quote": "Yep, I'm a geek. Ever since I got the Millennium Falcon for Christmas in 1978. And I still have it, in perfect condition, just without the box... but I still play with it!",
      "author": "Joseph Gatt",
      "category": "Perfect, Play, Box"
    },
    {
      "quote": "I don't think of Home Depot as romantic, but I do think the Christmas wonderland they put up during the holidays is magical. That is what Home Depot is to me, and that is the only romantic thing about it.",
      "author": "Betty Who",
      "category": "Home, Romantic, Me"
    },
    {
      "quote": "I worked every day - Christmas Eve, birthdays - trying to become a great basketball player. Everywhere I went, I had a basketball.",
      "author": "Harvey Mason, Jr.",
      "category": "Day, Great, Basketball"
    },
    {
      "quote": "I realised that you could easily turn any room into a cinema with a projector, so I went on and on at my parents for one. They eventually got me a projector for Christmas when I was ten, and I realised I'd made a ridiculous mistake - I'd forgotten to say 'movie' projector; I got a still one.",
      "author": "Kevin Brownlow",
      "category": "Parents, Me, Mistake"
    },
    {
      "quote": "'White Christmas' is one of my favorite movies, so I've always just had a love for that kind of golden era musical.",
      "author": "Jessie Mueller",
      "category": "Love, Movies, Favorite"
    },
    {
      "quote": "At the age of 12, my parents gave me a chemistry set for Christmas, and experimentation soon became a consuming passion in my life.",
      "author": "John Vane",
      "category": "Life, Age, Parents"
    },
    {
      "quote": "Everyone knows that there are some odors that send you directly back to memories of your childhood - odors from Christmas time and so forth.",
      "author": "May-Britt Moser",
      "category": "Time, Memories, Childhood"
    },
    {
      "quote": "I've also committed my time and resources to many local organizations like Christmas in April, Catholic Community Services, and Hudson County Meals on Wheels.",
      "author": "Vincent Frank",
      "category": "Time, Community, Resources"
    },
    {
      "quote": "My dad was fairly well-off, so I was raised in a very comfortable environment: the very nice suburbs of Paris. It was a very idyllic life. I also spent nearly all my summers in Britain, and Christmas, too, because my grandparents lived there.",
      "author": "Sebastian Roche",
      "category": "Life, Environment, Nice"
    },
    {
      "quote": "The South has a way of worshipping appearances - the suburbs are all about presentation and amazing flowers and a beautiful yard and dinner parties that impress people and having the Christmas lights just right.",
      "author": "Paul Downs Colaizzo",
      "category": "Beautiful, Flowers, Amazing"
    },
    {
      "quote": "In 1934, the American Jewish charities offered to find homes for 300 German refugee children. We were on the SS Washington, bound for New York, Christmas 1934.",
      "author": "Jack Steinberger",
      "category": "Children, American, New York"
    },
    {
      "quote": "I've also just finished filming the role of Robert Brown in 'Just William,' which is due to transmit on BBC One at Christmas.",
      "author": "Harry Melling",
      "category": "Just, Role, Filming"
    },
    {
      "quote": "My younger brother will remember that he received a transistor radio for Christmas. I took it apart and it never worked again.",
      "author": "Stephen Elop",
      "category": "Brother, Remember, Radio"
    },
    {
      "quote": "I like to spend Christmas with family and friends, pigging out, exchanging gifts and basically doing nothing.",
      "author": "George Kotsiopoulos",
      "category": "Family, Friends, Doing"
    },
    {
      "quote": "I grew up playing games, and I remember Christmas 1981 when my dad got us an Intellivision, and we all sat around and played 'Astrosmash' for hours on end. It was a big part of my youth.",
      "author": "Roger Craig Smith",
      "category": "Youth, End, Remember"
    },
    {
      "quote": "I don't go back home to Sardinia as much as I would like, just for Christmas and family events.",
      "author": "Caterina Murino",
      "category": "Family, Home, Back"
    },
    {
      "quote": "I had heard some Elvis songs on the radio. During Christmastime, they'd play 'Blue Christmas,' and I knew I liked his songs, but I didn't know who it was singing them. I just knew I liked them... I started reading, watching, and just picking up everything I could about him.",
      "author": "Drake Milligan",
      "category": "Reading, Blue, Singing"
    },
    {
      "quote": "I'd sit on the coffee table and lip sync to 'Blue Christmas,' 'I Can't Help Falling in Love,' 'Love Me Tender,' 'Don't Be Cruel' - some of the big hits like that.",
      "author": "Drake Milligan",
      "category": "Love, Coffee, Blue"
    },
    {
      "quote": "Christmas... is not an external event at all, but a piece of one's home that one carries in one's heart.",
      "author": "Freya Stark",
      "category": "Home, Heart, Event"
    },
    {
      "quote": "Being a traditionalist, I'm a rabid sucker for Christmas. In July, I'm already worried that there are only 146 shopping days left.",
      "author": "John Waters",
      "category": "Shopping, Being, July"
    },
    {
      "quote": "Always be prepared if someone asks you what you want for Christmas. Give brand names, the store that sells the merchandise, and, if possible, exact model numbers so they can't go wrong. Be the type who's impossible to buy for, so they have to get what you want.",
      "author": "John Waters",
      "category": "Brand, Impossible"
    },
    {
      "quote": "Several years ago, I was creating a Christmas present for the family, a self-published cookbook featuring recipes my grandmother had collected and created over decades. While interviewing her for the biographical section, she began to talk about her courtship with my late grandfather.",
      "author": "Kristina McMorris",
      "category": "Family, Late, Present"
    },
    {
      "quote": "I intend to keep writing Christmas songs. There's still a lot more about Christmas that can be captured and feel like old-time Christmas. A lot of the traditions haven't been explained in song.",
      "author": "Clint Black",
      "category": "Writing, Song, Traditions"
    },
    {
      "quote": "I don't want to see people decorating a house or digging a garden. As for guys like Jonathan Ross, he got an award there last Christmas. What for? He doesn't sing, dance or tell jokes, does he?",
      "author": "Ian St. John",
      "category": "Dance, People, Garden"
    },
    {
      "quote": "In fact, I was one of the few trusted people that Lucy allowed to play with their kids. I spent time at their summer home, rode horses at their ranch, and swam at their beach house. I even spent a Christmas with them at Palm Springs one year.",
      "author": "Keith Thibodeaux",
      "category": "Time, Home, Beach"
    },
    {
      "quote": "Dad bought me a toy drum one Christmas, and I eventually destroyed it. I wanted a real drum and he bought me a snare drum. Dad continued to buy me one drum after the other.",
      "author": "Keith Thibodeaux",
      "category": "Me, Real, Toy"
    },
    {
      "quote": "Yes, my first memory of singing, in general, was of a Christmas song. And then listening to Christmas music was really the first music I was ever connected to.",
      "author": "Christina Perri",
      "category": "Music, Memory, Listening"
    },
    {
      "quote": "It felt very natural to me to write a Christmas song, but at the same time I had to really put all sorts of pressure aside and just let the creativity flow and see what came out.",
      "author": "Christina Perri",
      "category": "Time, Creativity, Me"
    },
    {
      "quote": "I think it's important not to grow up too fast. I'm 26 now, and I still can't wait for Christmas Day. The inner seven-year-old isn't buried too deeply in me.",
      "author": "Laura Haddock",
      "category": "Day, Me, Grow"
    },
    {
      "quote": "I know a lot of actors picture themselves winning Academy Awards. I really just wanted to do a Christmas movie because it's the kind of movie that I really love to watch. I'm a sucker for the holidays.",
      "author": "Leigh-Allyn Baker",
      "category": "Love, Winning, Holidays"
    },
    {
      "quote": "Our traditions have been waking up on Christmas morning and feasting on a southern breakfast. I'm from the South. We eat grits and biscuits and gravy and eggs with Ritz crackers and country ham, bacon, you name it.",
      "author": "Leigh-Allyn Baker",
      "category": "Morning, Breakfast, Name"
    },
    {
      "quote": "With a track like 'White Christmas,' everybody has done that song in every format you can imagine, so I just looked at the chords at that particular song and what chords would make it work. That's kind of quite a sad song, and I had this idea of someone singing it in the subway, someone who is homeless, old and sad.",
      "author": "Vince Clarke",
      "category": "Work, Sad, Homeless"
    },
    {
      "quote": "I went on iTunes and looked at versions of Christmas songs. Everyone has done them!",
      "author": "Vince Clarke",
      "category": "Done, Everyone, Versions"
    },
    {
      "quote": "If you look at Christmas movies, there are certain things in them that lend themselves to a 'Harold & Kumar' movie. In particular, the more out-of-this-world things like Santa Claus and flying reindeer.",
      "author": "Hayden Schlossberg",
      "category": "Flying, Movies, You"
    },
    {
      "quote": "I love 'Call the Midwife' it's an absolute gem of a programme. Filming the Christmas special and then the second series felt like going back to a boarding school that you really love and is full of friends.",
      "author": "Helen George",
      "category": "Love, Friends, School"
    },
    {
      "quote": "My mother cooked her last Christmas standing rib roast in 1987 and died a few weeks afterward.",
      "author": "Michelle Huneven",
      "category": "Mother, Her, Last"
    },
    {
      "quote": "On Christmas morning, we always make breakfast, and everyone eats before we open any presents. I make muffins and homemade applesauce, which I don't think anyone likes as much as I do... I just love the way it makes the house smell!",
      "author": "Laura Leighton",
      "category": "Love, Morning, Breakfast"
    },
    {
      "quote": "I love writing Christmas stories, especially of the historical variety.",
      "author": "Linda Lael Miller",
      "category": "Love, Writing, Variety"
    },
    {
      "quote": "Every Christmas now for years, I have found myself wondering about the point of the celebration. As the holiday has become more ecumenical and secular, it has lost much of the magic that I remember so fondly from childhood.",
      "author": "Whitley Strieber",
      "category": "Myself, Childhood, Remember"
    },
    {
      "quote": "I put the copy of 'A Christmas Carol' that my grandfather had first read to me 60 years ago on my desk, and I began to write. The result, for better or for worse, is the 'Christmas Spirits.' I plan to read it to my grandson.",
      "author": "Whitley Strieber",
      "category": "Plan, Me, Better"
    },
    {
      "quote": "At Christmas play and make good cheer, for Christmas comes but once a year.",
      "author": "Thomas Tusser",
      "category": "Good, Play, Cheer"
    },
    {
      "quote": "I'm one of those people who had Christmas and my birthday always combined, and generally, my birthday was pretty much ignored. But my parents are always good about making some kind of special effort to make me feel like I also have a birthday that exists.",
      "author": "Noel Wells",
      "category": "Birthday, Good, Parents"
    },
    {
      "quote": "What's great about an office Christmas party is that it uncovers and reveals parts of your personality that you didn't see coming.",
      "author": "Will Speck",
      "category": "Great, Personality, Party"
    },
    {
      "quote": "We had been to a couple really awkward office Christmas parties, including one at our production company. It's just a really interesting place, an event that hadn't really been captured.",
      "author": "Will Speck",
      "category": "Company, Interesting, Place"
    },
    {
      "quote": "I wouldn't recommend young kids see 'Speedway Junkie.' It's definitely an age-appropriate movie - dark and realistic and edgy. If young kids want to see me, go see the Christmas movie.",
      "author": "Jonathan Taylor Thomas",
      "category": "Me, Dark, Want"
    },
    {
      "quote": "At school, there was an annual school disco and I'd be standing in my bedroom wondering what to wear for hours on end. Eventually I'd arrive at a decision that was just the most ridiculous costume you could have ever devised - I think it was probably knitted Christmas jumpers on top of buttoned-up white shirts.",
      "author": "Guy Berryman",
      "category": "School, Decision, End"
    },
    {
      "quote": "I do love Christmas, although my wife puts me to shame. She is a huge Christmas fan, so we do love us some Christmas in our house.",
      "author": "Sebastian Arcelus",
      "category": "Love, Wife, Me"
    },
    {
      "quote": "One Christmas I had no money, and so I went home and just, like, wrote a poem; I mean, I didn't write them, but I just handed out poems as Christmas presents. Like, 'Here's a Pablo Neruda poem that really made me think of you.'",
      "author": "June Diane Raphael",
      "category": "Home, Money, Me"
    },
    {
      "quote": "My very first acting role was Tiny Tim in 'A Christmas Carol.'",
      "author": "Leland Orser",
      "category": "Acting, First, Role"
    },
    {
      "quote": "I get a little behind during Lent, but it comes out even at Christmas.",
      "author": "Frank Butler",
      "category": "Behind, Little, Even"
    },
    {
      "quote": "My Christmases have always just been very simple and about family.",
      "author": "Julie Roberts",
      "category": "Family, Simple, Always"
    },
    {
      "quote": "'A Christmas Story' has always meant a lot to me personally.",
      "author": "Peter Billingsley",
      "category": "Me, Story, Always"
    },
    {
      "quote": "I think that it's fun to get the script and open it like a Christmas present. That's 'Alcatraz' or anything that I'm working on. If the groundwork has been laid too much, the surprises aren't there.",
      "author": "Jeffrey Pierce",
      "category": "Fun, Think, Working"
    },
    {
      "quote": "As dry leaves that before the wild hurricane fly, when they meet with an obstacle, mount to the sky. So up to the house-top the coursers they flew, with the sleigh full of toys, and St. Nicholas too.",
      "author": "Clement Clarke Moore",
      "category": "Sky, Fly, Wild"
    },
    {
      "quote": "Christmas is a holiday that persecutes the lonely, the frayed, and the rejected.",
      "author": "Jimmy Cannon",
      "category": "Holiday, Lonely, Rejected"
    },
    {
      "quote": "Then, when I got in the military, I used to host - even in high school - I hosted the talent shows, and when I was in the military I would host all of our base Christmas parties and stuff.",
      "author": "Gary Owens",
      "category": "School, Talent, Military"
    },
    {
      "quote": "Part of me wants to be married and have everybody around the table for Christmas. But when you're married, your life becomes integrated solely with that person. There are too many characters running around inside me. Maybe they should all be married to somebody different.",
      "author": "Cindy Williams",
      "category": "Life, Me, You"
    },
    {
      "quote": "Christmas is a huge thing in my family. We usually start decorating the day after Thanksgiving. We spend Christmas Eve with one set of grandparents, and Christmas Day with the other grandparents and our family.",
      "author": "Samantha Isler",
      "category": "Family, Thanksgiving, Day"
    },
    {
      "quote": "Certainly, nothing would stop me coming home for Christmas, if I can. But I've worked a lot in theatre, and in theatre in New York, we work Christmas Day a lot of the time as well.",
      "author": "Brian F. O'Byrne",
      "category": "Work, Time, Home"
    },
    {
      "quote": "I once bought my kids a set of batteries for Christmas with a note on it saying, toys not included.",
      "author": "Bernard Manning",
      "category": "Saying, Toys, Kids"
    },
    {
      "quote": "Windows are as essential to office prestige as Christmas is to retailing.",
      "author": "Enid Nemy",
      "category": "Windows, Office, Essential"
    },
    {
      "quote": "I remember as a child, my mother loved Dean Martin. Every Christmas, about the only Christmas album that we were able to listen to was the Dean Martin Christmas album.",
      "author": "Michael Spradlin",
      "category": "Mother, Child, Remember"
    },
    {
      "quote": "The aim of education is the knowledge, not of facts, but of values.",
      "author": "William S. Burroughs",
      "category": "Education, Knowledge, Values"
    },
    {
      "quote": "We don't stop going to school when we graduate.",
      "author": "Carol Burnett",
      "category": "School, Stop, Going"
    },
    {
      "quote": "Life is the most exciting opportunity we have. But we have one shot. You graduate from college once, and that's it. You're going out of that nest. And you have to find that courage that's deep, deep, deep in there. Every step of the way.",
      "author": "Andrew Shue",
      "category": "Life, Courage, Deep"
    },
    {
      "quote": "You are educated. Your certification is in your degree. You may think of it as the ticket to the good life. Let me ask you to think of an alternative. Think of it as your ticket to change the world.",
      "author": "Tom Brokaw",
      "category": "Life, Change, Good"
    },
    {
      "quote": "All real education is the architecture of the soul.",
      "author": "William Bennett",
      "category": "Education, Architecture"
    },
    {
      "quote": "A graduation ceremony is an event where the commencement speaker tells thousands of students dressed in identical caps and gowns that 'individuality' is the key to success.",
      "author": "Robert Orben",
      "category": "Success, Key To Success, Key"
    },
    {
      "quote": "The doer alone learneth.",
      "author": "Friedrich Nietzsche",
      "category": "Alone, Doer"
    },
    {
      "quote": "You know what has made me the happiest I've ever been? Seeing my son and daughter graduate from college. More than wanting them to be educated, I wanted them to be nice people. To see that they have become both is just a wonderful thing.",
      "author": "Gil Scott-Heron",
      "category": "Daughter, Son, College"
    },
    {
      "quote": "Some people drink from the fountain of knowledge, others just gargle.",
      "author": "Robert Anthony",
      "category": "Knowledge, People, Drink"
    },
    {
      "quote": "God will not look you over for medals degrees or diplomas, but for scars.",
      "author": "Elbert Hubbard",
      "category": "God, Look, You"
    },
    {
      "quote": "For good nurture and education implant good constitutions.",
      "author": "Plato",
      "category": "Education, Good, Nurture"
    },
    {
      "quote": "It is virtually impossible to compete in today's global economy without a college degree.",
      "author": "Bobby Scott",
      "category": "Today, College, Impossible"
    },
    {
      "quote": "Mentors provide professional networks, outlets for frustration, college and career counseling, general life advice, and most importantly, an extra voice telling a student they are smart enough and capable enough to cross the stage at graduation and land their first paycheck from a career pathway job.",
      "author": "Gerald Chertavian",
      "category": "Life, Job, College"
    },
    {
      "quote": "Yeah, I spent about 20 years in a dorm room. It took me a while to graduate.",
      "author": "Douglas Wilson",
      "category": "Me, Years, Room"
    },
    {
      "quote": "For a man to attain to an eminent degree in learning costs him time, watching, hunger, nakedness, dizziness in the head, weakness in the stomach, and other inconveniences.",
      "author": "Miguel de Cervantes",
      "category": "Time, Learning, Man"
    },
    {
      "quote": "Graduation speeches force you to reflect. They are about consciousness. Nothing is better than consciousness.",
      "author": "Bruce Eric Kaplan",
      "category": "Better, You, Consciousness"
    },
    {
      "quote": "I went to my son's graduation this weekend, and I heard a great quote I've never heard before from Albert Einstein. It was that the greatest danger to the world is not the bad people but it's the good people who don't speak out.",
      "author": "Hamilton Jordan",
      "category": "Good, Son, Great"
    },
    {
      "quote": "I took three years off. I differentiated myself from the industry. Found my identity - sort of... I haven't graduated yet. I'm not legitimately educated yet, but maybe one day.",
      "author": "Claire Danes",
      "category": "Day, Myself, Identity"
    },
    {
      "quote": "I grew up very differently than a lot of other people in my hometown in Mississippi. But I can't imagine my life any other way. I flew home and surprised my best friend at his graduation, and I remember turning to my mom and saying, 'My graduation was so much cooler than this.' I had Melissa Joan Hart give my commencement speech.",
      "author": "Taylor Spreitler",
      "category": "Life, Home, Best Friend"
    },
    {
      "quote": "I'm not retiring. I am graduating. Today is my graduation day. Retirement means that you'll just go ahead and live on your laurels and surf all day in Oceanside. It ain't going to happen.",
      "author": "Junior Seau",
      "category": "Day, Today, I Am"
    },
    {
      "quote": "No graduation speaker will ever tell you that the future is anything but uncertain. It never is. But graduations need not only be obsessed with looking ahead a graduation can be a day on which we turn back and trace our steps to see how we ended up where we are.",
      "author": "Taylor Mali",
      "category": "Future, Day, Looking"
    },
    {
      "quote": "It might be said now that I have the best of both worlds. A Harvard education and a Yale degree.",
      "author": "John F. Kennedy",
      "category": "Education, Best, Said"
    },
    {
      "quote": "For students today, only 10 percent of children from working-class families graduate from college by the age of 24 as compared to 58 percent of upper-middle-class and wealthy families.",
      "author": "Patrick J. Kennedy",
      "category": "Children, Age, Today"
    },
    {
      "quote": "The idea of winning a doctor's degree gradually assumed the aspect of a great moral struggle, and the moral fight possessed immense attraction for me.",
      "author": "Elizabeth Blackwell",
      "category": "Great, Struggle, Winning"
    },
    {
      "quote": "After graduation, I wanted to work for 'Sassy', which I loved, but it had folded. So I wound up at 'Seventeen' for three years on staff and two as a contributor, and I wrote these great stories that nobody ever believes 'Seventeen' does. Serious stories for teens about social justice issues - gun control, migrant farm workers.",
      "author": "Gayle Forman",
      "category": "Work, Great, Justice"
    },
    {
      "quote": "I've told my children that when I die, to release balloons in the sky to celebrate that I graduated. For me, death is a graduation.",
      "author": "Elisabeth Kubler-Ross",
      "category": "Children, Death, Sky"
    },
    {
      "quote": "The essence of Government is power; and power, lodged as it must be in human hands, will ever be liable to abuse.",
      "author": "James Madison",
      "category": "Power, Government, Hands"
    },
    {
      "quote": "I had the luxury of skipping the cabinet meeting to attend my daughter's graduation. So many people don't have the luxury of taking an hour away from the workplace to attend indispensable family commitments. We have to change that dynamic.",
      "author": "Thomas Perez",
      "category": "Family, Change, Daughter"
    },
    {
      "quote": "I've always been short and stocky. So when I got into repertory theatre after graduation, I found myself doing character roles: because of my deep voice, shape and height, I was playing 40-year-old, 50-year-old roles at the age of 23.",
      "author": "David Suchet",
      "category": "Age, Deep, Myself"
    },
    {
      "quote": "Everybody wants you to do good things, but in a small town you pretty much graduate and get married. Mostly you marry, have children and go to their football games.",
      "author": "Faith Hill",
      "category": "Children, Good, Football"
    },
    {
      "quote": "So in my uncertainty, I went to graduate school and there it all happened.",
      "author": "Ted Nelson",
      "category": "School, Uncertainty"
    },
    {
      "quote": "I teach one semester a year, and this year I'm just teaching one course during that semester, a writing workshop for older students in their late 20s and early 30s, people in our graduate program who are already working on a manuscript and trying to bring it to completion.",
      "author": "Tobias Wolff",
      "category": "Writing, People, Working"
    },
    {
      "quote": "North Dakota State. What do you have to do there to graduate? Milk a cow with your left hand?",
      "author": "Bobby Heenan",
      "category": "You, Milk, Cow"
    },
    {
      "quote": "I thought I should go to New York because it was the place to go to study. I went and tried to get an application from the Juilliard School but they wouldn't even give me one because I didn't have my high school graduation.",
      "author": "Maureen Forrester",
      "category": "School, Thought, Me"
    },
    {
      "quote": "Upon graduation, believe it or not, I had no job. I had no interviews. I had no prospects. I had no worries. What I did have, I had passion. I had enormous passion. I had passion for financial markets. I had fallen in love with financial markets.",
      "author": "Gary Cohn",
      "category": "Love, Passion, Job"
    },
    {
      "quote": "I learned law so well, the day I graduated I sued the college, won the case, and got my tuition back.",
      "author": "Fred Allen",
      "category": "Day, Law, College"
    },
    {
      "quote": "I think about the milestones from my childhood and what it will be like to watch our kids go through them. Taking Riley to her first day of school was a whirlwind. I can't imagine what middle school is going to be like, and high school, and graduation.",
      "author": "Stephen Curry",
      "category": "Day, School, Childhood"
    },
    {
      "quote": "Never go to your high school reunion pregnant or they will think that is all you have done since you graduated.",
      "author": "Erma Bombeck",
      "category": "School, High School, Reunion"
    },
    {
      "quote": "This man used to go to school with his dog. Then they were separated. His dog graduated!",
      "author": "Henny Youngman",
      "category": "Dog, School, Man"
    },
    {
      "quote": "You are graduating from college. That means that this is the first day of the last day of your life. No, that's wrong. This is the last day of the first day of school. Nope, that's worse. This is a day.",
      "author": "Andy Samberg",
      "category": "Life, Day, School"
    },
    {
      "quote": "Since graduation, I have measured time in 4-by-5-inch pieces of paper, four days on the left and three on the right. Every social engagement, interview, reading, flight, doctor's appointment, birthday and dry-cleaning reminder has been handwritten between metal loops.",
      "author": "Sloane Crosley",
      "category": "Birthday, Time, Reading"
    },
    {
      "quote": "At 20, I realized that I could not possibly adjust to a feminine role as conceived by my father and asked him permission to engage in a professional career. In eight months I filled my gaps in Latin, Greek and mathematics, graduated from high school, and entered medical school in Turin.",
      "author": "Rita Levi-Montalcini",
      "category": "Father, School, Mathematics"
    },
    {
      "quote": "If you're picking your best friend based on what kind of clothes she wears or how popular she is, chances are you aren't going to stay in touch after graduation.",
      "author": "Renee Olstead",
      "category": "Best, Best Friend, Friend"
    },
    {
      "quote": "From kindergarten to graduation, I went to public schools, and I know that they are a key to being sure that every child has a chance to succeed and to rise in the world.",
      "author": "Dick Cheney",
      "category": "Education, Child, World"
    },
    {
      "quote": "My mother was keen that I complete my graduation and never ever wanted me to be in the movies, as my father had made five films that lost money. One of the films he made was 'Agneepath,' which was hugely hyped but underwhelming at the box office, and I remember that my dad had to sell my grandmother's flat to pay off the loan.",
      "author": "Karan Johar",
      "category": "Money, Father, Mother"
    },
    {
      "quote": "Even though I didn't get a business degree, I enjoyed learning about economics.",
      "author": "Herb Ritts",
      "category": "Business, Learning"
    },
    {
      "quote": "It makes little difference how many university courses or degrees a person may own. If he cannot use words to move an idea from one point to another, his education is incomplete.",
      "author": "Norman Cousins",
      "category": "Education, Words, Idea"
    },
    {
      "quote": "When I graduated from high school, it was during the Depression and we had no money.",
      "author": "Ray Bradbury",
      "category": "Money, School, Depression"
    },
    {
      "quote": "I don't look to find an educated person in the ranks of university graduates, necessarily. Some of the most educated people I know have never been near a university.",
      "author": "John Keegan",
      "category": "People, Know, Look"
    },
    {
      "quote": "If a student takes the whole series of my folklore courses including the graduate seminars, he or she should learn something about fieldwork, something about bibliography, something about how to carry out library research, and something about how to publish that research.",
      "author": "Alan Dundes",
      "category": "Research, Library, Student"
    },
    {
      "quote": "I woke up on May 15, 1991, the day of my Barnard graduation, and I said to myself, 'By the end of today you will decide what you want to do with the rest of your life.'",
      "author": "Alexandra Guarnaschelli",
      "category": "Life, Myself, Today"
    },
    {
      "quote": "Commencement speeches were invented largely in the belief that outgoing college students should never be released into the world until they have been properly sedated.",
      "author": "Garry Trudeau",
      "category": "College, World, Belief"
    },
    {
      "quote": "For many, graduation marks the end of formal student life - the end of long spring breaks and of thinking that a 10 A.M. class is far too early.",
      "author": "Alexa Von Tobel",
      "category": "Life, Thinking, Spring"
    },
    {
      "quote": "Earlier today, Arnold Schwarzenegger criticized the California school system, calling it disastrous. Arnold says California's schools are so bad that its graduates are willing to vote for me.",
      "author": "Conan O'Brien",
      "category": "Today, School, Me"
    },
    {
      "quote": "In this outward and physical ceremony we attest once again to the inner and spiritual strength of our Nation. As my high school teacher, Miss Julia Coleman, used to say: 'We must adjust to changing times and still hold to unchanging principles.'",
      "author": "Jimmy Carter",
      "category": "Strength, Teacher, School"
    },
    {
      "quote": "College atheletes used to get a degree in bringing your pencil.",
      "author": "Ruby Wax",
      "category": "College, Pencil, Degree"
    },
    {
      "quote": "Even though I disagree with many of the changes, when I see the privates graduate at the end of the day, when they walk off that drill field at the end of the ceremony, they are still fine privates; outstanding, well motivated privates.",
      "author": "R. Lee Ermey",
      "category": "Day, Changes, Walk"
    },
    {
      "quote": "One of the first times I ever performed in front of a big group of people was at my kindergarten graduation. I did, like, a Michael Jackson impersonation as, like, a five year old. I had the suit and blazer, the glove and the fedora, and I just performed a whole Michael Jackson song. I'm sure it was 'Smooth Criminal.'",
      "author": "Chance The Rapper",
      "category": "Song, People, Group"
    },
    {
      "quote": "When I was in college, my graduation thesis was called 'Female Directors.' I interviewed all of the important female directors from Mexico. There were four. That was it.",
      "author": "Patricia Riggen",
      "category": "College, Important, Mexico"
    },
    {
      "quote": "I was the girl that didn't go to prom or my graduation because I was too busy working with producers and making music.",
      "author": "Bebe Rexha",
      "category": "Music, Girl, Busy"
    },
    {
      "quote": "What I like about graduation speeches is that they're an opportunity for someone to make sense of their life and to impart that wisdom to someone else. It's like a sanctioned self-help moment.",
      "author": "Bruce Eric Kaplan",
      "category": "Life, Wisdom, Opportunity"
    },
    {
      "quote": "A few months after graduation I was working in films. It took off pretty quick.",
      "author": "Moira Kelly",
      "category": "Working, Pretty, Quick"
    },
    {
      "quote": "After graduation, I was floundering in L.A., doing stand-up comedy and working in a shoe store in the Valley.",
      "author": "Kevin Spacey",
      "category": "Doing, Working, Comedy"
    },
    {
      "quote": "High levels of homeownership have been shown to foster greater involvement in school and civic organizations, higher graduation rates, and greater neighborhood stability.",
      "author": "Ben Bernanke",
      "category": "School, Neighborhood"
    },
    {
      "quote": "College graduates should not have to live out their 20s in their childhood bedrooms, staring up at fading Obama posters and wondering when they can move out and get going with life.",
      "author": "Paul Ryan",
      "category": "Life, College, Childhood"
    },
    {
      "quote": "I see myself being a great-grandmother at my great-grandson's graduation from a school that has my name on it.",
      "author": "Jill Scott",
      "category": "Myself, School, Name"
    },
    {
      "quote": "I always wanted to have my own album released before I graduated from high school.",
      "author": "Christina Aguilera",
      "category": "School, High School, My Own"
    },
    {
      "quote": "At Columbia Law School, my professor of constitutional law and federal courts, Gerald Gunther, was determined to place me in a federal court clerkship, despite what was then viewed as a grave impediment: On graduation, I was the mother of a 4-year-old child.",
      "author": "Ruth Bader Ginsburg",
      "category": "Mother, School, Law"
    },
    {
      "quote": "Knowledge is invariably a matter of degree: you cannot put your finger upon even the simplest datum and say this we know.",
      "author": "T. S. Eliot",
      "category": "Knowledge, Know, You"
    },
    {
      "quote": "I accidentally forgot to graduate from college.",
      "author": "Anne Lamott",
      "category": "College, Graduate, Forgot"
    },
    {
      "quote": "While we should certainly be investing in our own STEM education, we should take advantage of the thousands of international students who come here to study and are ready to fill these gaps immediately upon graduation.",
      "author": "Brad Feld",
      "category": "Education, Study, Students"
    },
    {
      "quote": "When I was going for my graduate degree, I decided I was going to make a feature film as my thesis. That's what I was famous for-that I had my thesis film be a feature film, which was 'You're a Big Boy Now.'",
      "author": "Francis Ford Coppola",
      "category": "Famous, Boy, You"
    },
    {
      "quote": "When my mother took her turn to sit in a gown at her graduation, she thought she only had two career options: nursing and teaching. She raised me and my sister to believe that we could do anything, and we believed her.",
      "author": "Sheryl Sandberg",
      "category": "Sister, Mother, Believe"
    },
    {
      "quote": "I fell in love with theater there, and after graduation I moved to Los Angeles to pursue acting.",
      "author": "Olivia Wilde",
      "category": "Love, Acting, Los Angeles"
    },
    {
      "quote": "Bullying is something every kid in public, parochial, or private school has witnessed by graduation. While unfortunate, it is part of growing up.",
      "author": "Pat Buchanan",
      "category": "School, Bullying, Growing Up"
    },
    {
      "quote": "Each year India and China produce four million graduates compared with just over 250,000 in Britain.",
      "author": "Gordon Brown",
      "category": "India, China, Year"
    },
    {
      "quote": "I went to Legoland in Denmark when I was five, I think, but I went to Germany when I was 17 to have a little adventure after graduation.",
      "author": "Jens Lekman",
      "category": "Adventure, Think, Little"
    },
    {
      "quote": "At a very young age, my beloved mother passed away from leukemia, forcing my father to become a single dad. Rather than coddle me, shelter me, or do things for me, he taught me to 'Make the Case' for everything in life - from my first job to a graduation trip I wanted.",
      "author": "Kimberly Guilfoyle",
      "category": "Life, Age, Father"
    },
    {
      "quote": "The government sets targets for increased four-year high school graduation rates as part of its agenda for improving Americans' health.",
      "author": "Campbell Brown",
      "category": "Health, School, Government"
    },
    {
      "quote": "When I graduated college I had a series of just humiliating jobs that I couldn't believe I was at.",
      "author": "Lena Dunham",
      "category": "College, Believe, Jobs"
    },
    {
      "quote": "I received my draft notice right after graduation from college and had three months before going into the Army in September to think about it.",
      "author": "Tim O'Brien",
      "category": "College, Think, Three"
    },
    {
      "quote": "I got all my work done to graduate in two months and then they were like, I'm sorry, you have to take driver's ed. I just kind of went, Oh, forget it.",
      "author": "Fiona Apple",
      "category": "Work, Sorry, You"
    },
    {
      "quote": "I was a lesbian for a semester at Wesleyan - it was a graduation requirement.",
      "author": "Ayelet Waldman",
      "category": "Lesbian, Semester"
    },
    {
      "quote": "My daughter finished high school the same month I got my master's degree. I'm glad I didn't know when I gave birth to her at 21 what it would cost in terms of time, money and sacrifice to bring her to that graduation day.",
      "author": "Regina Brett",
      "category": "Time, Money, Daughter"
    },
    {
      "quote": "Almost 50 years old now, some 30 years after graduation, I look at my Caltech classmates and conclude that math whizzes do not take over the world.",
      "author": "Sandra Tsing Loh",
      "category": "World, Look, Years"
    },
    {
      "quote": "I didn't even go to graduation.",
      "author": "Brendon Urie",
      "category": "Go, Even"
    },
    {
      "quote": "The mission of Patrick Henry College was to attract and cultivate academic stars from the ranks of home-schooled evangelicals, then send them off on graduation day to 'shape the culture and take back the nation,' in the words of a common home-schooling rallying cry.",
      "author": "Nina Easton",
      "category": "Day, Stars, Culture"
    },
    {
      "quote": "If someone comes to you with, 'It's my kid's graduation,' you don't tell them, 'Sorry, you can't go to that.' You just don't do that. You figure out some other way.",
      "author": "Bob Iger",
      "category": "Sorry, Way, You"
    },
    {
      "quote": "It's very interesting, if you look at a study that was done by the Brookings Institute back in 2009, they determined that if Americans do three things, they can avoid poverty. Three things. Work, graduate from high school, and get married before you have children.",
      "author": "Rick Santorum",
      "category": "Work, Children, School"
    },
    {
      "quote": "Truancy rates are directly correlated to low graduation rates.",
      "author": "Tony Cardenas",
      "category": "Low, Rates, Directly"
    },
    {
      "quote": "I went through withdrawal when I got out of graduate school. It's what you learn, what you think. That's all that counts.",
      "author": "Maya Lin",
      "category": "School, Think, You"
    },
    {
      "quote": "We are living in 1937, and our universities, I suggest, are not half-way out of the fifteenth century. We have made hardly any changes in our conception of university organization, education, graduation, for a century - for several centuries.",
      "author": "H. G. Wells",
      "category": "Education, Changes"
    },
    {
      "quote": "I love graduation speeches. I have always loved them I will always love them.",
      "author": "Bruce Eric Kaplan",
      "category": "Love, Loved, Speeches"
    },
    {
      "quote": "It's my goal to make martial arts compulsory for girls in school. In China, you have to do two years of martial arts' training without which you cannot get a graduation degree.",
      "author": "Akshay Kumar",
      "category": "School, Training, Goal"
    },
    {
      "quote": "I disagree with a lot of those changes, however at the end of the day - I go down to recruit graduation at least once or twice a year.",
      "author": "R. Lee Ermey",
      "category": "Day, Changes, End"
    },
    {
      "quote": "I did get a degree in special education.",
      "author": "Clay Aiken",
      "category": "Education, Special"
    },
    {
      "quote": "At the School of Visual Arts in New York, you can get your degree in Net art, which is really a fantastic way of thinking of theater in new ways.",
      "author": "Laurie Anderson",
      "category": "Art, School, Thinking"
    },
    {
      "quote": "We had an argument, and he told me to be home at midnight, and I said no. And so when I did come home, the door was locked. And I had gotten a set of luggage for graduation that day, and it was on the front porch, packed. He thought that he was going to prove a point and I was going to say, 'Oh, I'm sorry, Daddy, I'm sorry'.",
      "author": "Delilah",
      "category": "Day, Home, Door"
    },
    {
      "quote": "I have the loving support of my girlfriend who still attends Wake Forest and is nearing graduation. She helps me cope with the everyday rigors of being an NBA player.",
      "author": "Tim Duncan",
      "category": "Support, Forest, Me"
    },
    {
      "quote": "I attended an evangelical Christian university on the outskirts of suburban Los Angeles and by the time of my graduation was neither evangelical nor Christian.",
      "author": "Mallory Ortberg",
      "category": "Time, Christian, Los Angeles"
    },
    {
      "quote": "People in my family and camp who grew up listening to rap music love 'We Are Young.' I've heard it play at weddings. I've heard it in graduation parties. It's a big idea and big song.",
      "author": "Janelle Monae",
      "category": "Love, Family, Music"
    },
    {
      "quote": "My father, who was from a wealthy family and highly educated, a lawyer, Yale and Columbia, walked out with the benefit of a healthy push from my mother, a seventh grade graduate, who took a typing course and got a secretarial job as fast as she could.",
      "author": "George Weinberg",
      "category": "Family, Father, Mother"
    },
    {
      "quote": "It is soooooo necessary to get the basic skills, because by the time you graduate, undergraduate or graduate, that field would have totally changed from your first day of school.",
      "author": "Leigh Steinberg",
      "category": "Time, Day, School"
    },
    {
      "quote": "It's not how much you spend, it's how you spend it. We have been putting a lot of money into education in the state of Nevada, and it's gotten us to 50th in the country in graduation rates. We needed more accountability in our system.",
      "author": "Brian Sandoval",
      "category": "Education, Money"
    },
    {
      "quote": "Catholic school graduates exhibit a wide variety of qualities that will not only help them in their careers but also in their family and community lives.",
      "author": "Joe Baca",
      "category": "Family, Community, School"
    },
    {
      "quote": "I'll co-host 'TODAY' from Los Angeles Saturday morning and then make my way up to Merced for that evening's graduation ceremony. I'm still touching up my remarks, but my challenge to the Class of 2010 will be to break through the deafening and too often negative echo chamber of the digital era and become critical and independent thinkers.",
      "author": "Lester Holt",
      "category": "Morning, Today, Challenge"
    },
    {
      "quote": "I'm not impressed by someone's degree... I'm impressed by them making movies.",
      "author": "Richard King",
      "category": "Movies, Degree, Someone"
    },
    {
      "quote": "I was on the yearbook staff, so I would take out film cameras and Nikons and take photos around school and at sporting events and things like that. We had a darkroom as well. I just loved it. I also saved up for a video camera to video my friends and cut and paste the videos together and I gave them to all of my friends for graduation.",
      "author": "Dianna Agron",
      "category": "Friends, School, Together"
    },
    {
      "quote": "I decided to move out of the apartment I was sharing with my best friend before graduation and move back home. My parents had recently separated, and I wanted to move back home with my mom and my siblings.",
      "author": "Katherine Schwarzenegger",
      "category": "Home, Best, Best Friend"
    },
    {
      "quote": "I went to college at the University of Kansas, where I got a degree in political science.",
      "author": "Sara Paretsky",
      "category": "Science, College, Political"
    },
    {
      "quote": "I could be happy doing something like architecture. It would involve another couple of years of graduate school, but that's what I studied in college. That's what I always wanted to do.",
      "author": "Parker Stevenson",
      "category": "Happy, Architecture, School"
    },
    {
      "quote": "Following graduation from Amherst, a Woodrow Wilson Fellowship enabled me to test the depth of my interest in literary scholarship by beginning graduate studies at Harvard University.",
      "author": "Harold E. Varmus",
      "category": "Beginning, Me, Scholarship"
    },
    {
      "quote": "Just after graduation in 1966, like many of my contemporaries, I applied for research training at the National Institutes of Health. Perhaps because his wife was a poet, Ira Pastan agreed to take me into his laboratory, despite my lack of scientific credentials.",
      "author": "Harold E. Varmus",
      "category": "Health, Training, Wife"
    },
    {
      "quote": "The knowledge of languages was very useful. I have a university degree in foreign languages and literature.",
      "author": "Emma Bonino",
      "category": "Knowledge, Literature"
    },
    {
      "quote": "I graduated a the top of my class in the '84 Olympic Games I won a gold medal.",
      "author": "Scott Hamilton",
      "category": "Gold, Class, Games"
    },
    {
      "quote": "My main objective is to prepare candidates for professional baseball; however, the majority of our graduates will go home as much better qualified amateurs.",
      "author": "Jim Evans",
      "category": "Home, Baseball, Professional"
    },
    {
      "quote": "I didn't get my degree at NYU; I got it later, they gave me an honourary one.",
      "author": "Jim Jarmusch",
      "category": "Me, Degree, Later"
    },
    {
      "quote": "I was the first boy in the Kennedy family to graduate from college.",
      "author": "Mark Kennedy",
      "category": "Family, College, Boy"
    },
    {
      "quote": "In 1858 I received the degree of D. S. from the Lawrence Scientific School, and thereafter remained on the rolls of the university as a resident graduate.",
      "author": "Simon Newcomb",
      "category": "School, University, Degree"
    },
    {
      "quote": "When nearly a third of our high school students do not graduate on time with their peers, we have work to do. We must design our middle and high schools so that no student gets lost in the crowd and disconnected from his or her own potential.",
      "author": "Christine Gregoire",
      "category": "Work, Time, School"
    },
    {
      "quote": "Having a college degree gave me the opportunity to be... well-rounded. Also, the people I met at the university, most of them are still my colleagues now. People I've known for years are all in the industry together.",
      "author": "Jon Secada",
      "category": "Opportunity, Together"
    },
    {
      "quote": "I applied to only one college - the Wharton School at the University of Pennsylvania - and was fortunate to be accepted. After graduation, I headed to Wall Street and worked as I had dreamed.",
      "author": "Karen Finerman",
      "category": "School, College, Street"
    },
    {
      "quote": "I think women as well as men are concerned about jobs and the economy and spending and, and other issues. They're concerned that when their kids graduate from college they have an economy and they have a future in this country and they, they have the same opportunity that we've had and our grandparents have had.",
      "author": "Ken Buck",
      "category": "Future, Women, Opportunity"
    },
    {
      "quote": "The morning after my high-school graduation found me up early job hunting. The dream of college I put on the back burner.",
      "author": "Martha Reeves",
      "category": "Morning, Job, College"
    },
    {
      "quote": "I have actually five honorary degrees.",
      "author": "Katherine Dunham",
      "category": "Five, Degrees, Actually"
    },
    {
      "quote": "Our record number of teenagers must become our record number of high school and college graduates and our record number of teachers, scientists, doctors, lawyers, and skilled professionals.",
      "author": "Ruben Hinojosa",
      "category": "School, College, High School"
    },
    {
      "quote": "I have no problems with private schools. I graduated from one and so did my mother. Private schools are useful and we often use public funds to pay for their infrastructures and other common needs.",
      "author": "Jim Clyburn",
      "category": "Mother, Problems, Pay"
    },
    {
      "quote": "While I do commend the Administration on its commitment and focus on high school reform, I believe that we must focus on graduation as the key accountability measure.",
      "author": "Ruben Hinojosa",
      "category": "Focus, School, Believe"
    },
    {
      "quote": "After graduation in June of 1984, I moved to Manhattan. My first stop was a psychiatrist, who in less than our first fifty-minute session again diagnosed me with depression.",
      "author": "Andy Behrman",
      "category": "Depression, Me, Stop"
    },
    {
      "quote": "After graduation, I took a job with Manufacturers Hanover Trust in software development. I don't think I was there more than a month.",
      "author": "John Katzman",
      "category": "Trust, Job, Think"
    },
    {
      "quote": "ACT and SAT each have their own parts of the country. The GRE has its lock on graduate admissions. And so, one could blame the companies, but really, economically, they have no incentive to change things very much because they're getting the business.",
      "author": "Robert Sternberg",
      "category": "Change, Business, Blame"
    },
    {
      "quote": "When I graduated from Santa Monica High in 1927, I was voted the girl most likely to succeed. I didn't realize it would take so long.",
      "author": "Gloria Stuart",
      "category": "Girl, Long, Realize"
    },
    {
      "quote": "I commuted to the prestigious Hibiya High School from my uncle's home in Tokyo. During the high school years, I developed an interest in chemistry, so upon graduation, I chose to take an entrance examination for the Department of Chemistry of the University of Kyoto, the old capital of Japan.",
      "author": "Susumu Tonegawa",
      "category": "Home, School, High School"
    },
    {
      "quote": "I received $100 per week when I started working at the Globe after graduation.",
      "author": "Will McDonough",
      "category": "Week, Working, Started"
    },
    {
      "quote": "I first became interested in women and religion when I was one of the few women doing graduate work in Religious Studies at Yale University in the late 1960's.",
      "author": "Carol P. Christ",
      "category": "Work, Women, Religion"
    },
    {
      "quote": "Americans in particular are myopic. They're not traveling as much. When you were a college student, the next thing you would do on graduation was to take a year off and travel. That's what I did. I went to Indonesia.",
      "author": "Julie Taymor",
      "category": "Travel, College, Student"
    },
    {
      "quote": "In the summer we graduated we flipped out completely, drinking beer, cruising in our cars and beating up each other. It was a crazy summer. That's when I started to be interested in girls.",
      "author": "Ed O'Neill",
      "category": "Crazy, Beer, Summer"
    },
    {
      "quote": "Some go on to trade schools or get further training for jobs they are interested in. Some go into the arts, some are craftsmen, some take a little time out to travel, and some start their own businesses. But our graduates find and work at what they want to do.",
      "author": "Daniel Greenberg",
      "category": "Work, Travel, Time"
    },
    {
      "quote": "I was about to get a degree in economics when I accepted that I'd be a lousy businessman, and if I didn't give acting a try I'd regret it for the rest of my life.",
      "author": "Peter Gallagher",
      "category": "Life, Regret, Economics"
    },
    {
      "quote": "After graduating in the summer of 1980, I knew I wanted my life to count.",
      "author": "Donna Rice",
      "category": "Life, My Life, Summer"
    },
    {
      "quote": "I pretty much bailed on high school. I mean, I graduated, but I wasn't even there for my own graduation.",
      "author": "Tommy Caldwell",
      "category": "School, High School, Mean"
    },
    {
      "quote": "It was only when I finished the course and left my graduation diploma on the bus that I realised I'd become an actor.",
      "author": "James D'arcy",
      "category": "Actor, Bus, Become"
    },
    {
      "quote": "I went to military college in Canada and graduated as an officer in the Navy but also as an engineer.",
      "author": "Marc Garneau",
      "category": "College, Military, Navy"
    },
    {
      "quote": "In my second year in graduate school, I took a computer course and that was like lightening striking.",
      "author": "Ted Nelson",
      "category": "School, Second, Year"
    },
    {
      "quote": "I wrote a novel for my degree, and I'm very happy I didn't submit that to a publisher. I sympathize with my professors who had to read it.",
      "author": "David Eddings",
      "category": "Happy, Professors, Submit"
    },
    {
      "quote": "When I was a graduate student, the leading spirits at Harvard were interested in the history of ideas.",
      "author": "M. H. Abrams",
      "category": "History, Ideas, Student"
    },
    {
      "quote": "One of the most difficult speeches to prepare is an address to a graduation class, which is why I don't often do them.",
      "author": "Jerry Moran",
      "category": "Prepare, Why, Difficult"
    },
    {
      "quote": "Adults tell students that it gets better, that the world changes after school, that being 'different' will pay off sometime after graduation. But no one explains to them why.",
      "author": "Alexandra Robbins",
      "category": "School, Changes, World"
    },
    {
      "quote": "I did graduate with a bachelor's degree in civil engineering in 1948.",
      "author": "Daniel J. Evans",
      "category": "Engineering, Bachelor"
    },
    {
      "quote": "I think I finally chose the graduate degree in engineering primarily because it only took one year and law school took three years, and I felt the pressure of being a little behind - although I was just 22.",
      "author": "Daniel J. Evans",
      "category": "School, Law, Engineering"
    },
    {
      "quote": "At the end of four years' time, at graduation, we were down to 12. At our reunion that we had several years ago, only 1 out of the 52 actually made it to ordination and priesthood. So there you go, there's your numbers.",
      "author": "Peter Jurasik",
      "category": "Time, End, Reunion"
    },
    {
      "quote": "The college graduate is presented with a sheepskin to cover his intellectual nakedness.",
      "author": "Robert M. Hutchins",
      "category": "College, Intellectual, Cover"
    },
    {
      "quote": "When I was in school, my mother stressed education. I am so glad she did. I graduated from Yale College and Yale University with my master's and I didn't do it by missing school.",
      "author": "Angela Bassett",
      "category": "Education, Mother, School"
    },
    {
      "quote": "My first jobs after graduation in 1955 were as a project engineer for G.E. and later with the U.S. government in Washington, D.C., where I met and married my wife, Dolores Celini.",
      "author": "Oliver E. Williamson",
      "category": "Wife, Government, Engineer"
    },
    {
      "quote": "I was going to be an architect. I graduated with a degree in architecture and I had a scholarship to go back to Princeton and get my Masters in architecture. I'd done theatricals in college, but I'd done them because it was fun.",
      "author": "James Stewart",
      "category": "Architecture, College, Fun"
    },
    {
      "quote": "I dropped out of school for a semester, transferred to another college, switched to an art major, graduated, got married, and for a while worked as a graphic designer.",
      "author": "James Green Somerville",
      "category": "Art, School, College"
    },
    {
      "quote": "I received my undergraduate degree in engineering in 1939 and a Master of Science degree in mathematical physics in 1941 at Steven Institute of Technology.",
      "author": "Frederick Reines",
      "category": "Technology, Science"
    },
    {
      "quote": "Really, the potential for, first of all, any college graduate today is enormously good. These are good times for anyone with a college degree today, particularly African Americans. With a college degree today, you really breach the unemployment rate.",
      "author": "Alexis Herman",
      "category": "Good, Today, College"
    },
    {
      "quote": "The essays in The Great Taos Bank Robbery were my project to win a Master of Arts degree in English when I quit being a newspaper editor and went back to college.",
      "author": "Tony Hillerman",
      "category": "Great, College, Win"
    },
    {
      "quote": "I have a 4-year-old and a 14-year-old, and think I missed a recital and a graduation, and they were like 'It's OK mommy, we'll take pictures.' It was my upset, though... they were just fine! I just give them a kiss and a hug and let them know that I love them every day.",
      "author": "Kimberly Quinn",
      "category": "Love, Day, Kiss"
    },
    {
      "quote": "I did my first film when I was in the final year of my graduation. At that time, I was still a kid, and I couldn't read the industry very well.",
      "author": "Uday Kiran",
      "category": "Time, First, Well"
    },
    {
      "quote": "You must realize that honorary degrees are given generally to people whose SAT scores were too low to get them into schools the regular way. As a matter of fact, it was my SAT scores that led me into my present vocation in life, comedy.",
      "author": "Neil Simon",
      "category": "Life, Me, People"
    },
    {
      "quote": "One half who graduate from college never read another book.",
      "author": "G. M. Trevelyan",
      "category": "College, Book, Never"
    },
    {
      "quote": "Yale places great stress on undergraduate and graduate teaching. I like teaching, and I do a lot of it.",
      "author": "James Tobin",
      "category": "Stress, Great, Places"
    },
    {
      "quote": "All my graduation money went to paying for bartending classes so I could have a side gig. I bartended for two months before I was supposed to move to New York and then two months later I got the job as an understudy in 'Sister Act' and haven't looked back since.",
      "author": "Patina Miller",
      "category": "Money, Sister, Job"
    },
    {
      "quote": "Right after graduation, I married Samuel Fisher Babbitt, an academic administrator. I spent the next ten years in Connecticut, Tennessee, and Washington, D.C., raising our children, Christopher, Tom, and Lucy.",
      "author": "Natalie Babbitt",
      "category": "Children, Academic, Right"
    },
    {
      "quote": "One week before my 17th birthday, I had a blind date with June Rose, a television actress on network soap operas, a model, and a regular on the popular Dick Clark's Saturday night 'American Bandstand' show from New York. We were married five years later, one week after my graduation from Columbia.",
      "author": "Robert C. Merton",
      "category": "Birthday, Rose, American"
    },
    {
      "quote": "Everyone has a right to a university degree in America, even if it's in Hamburger Technology.",
      "author": "Clive James",
      "category": "Technology, America, Right"
    },
    {
      "quote": "I graduated from the University of Whatever.",
      "author": "Dana Snyder",
      "category": "Whatever, University"
    },
    {
      "quote": "A month before graduation I got an off-Broadway job. Then I did some commercials, including one for MCI. You can only see half of me, but it paid well. Thank God for commercials.",
      "author": "Lee Pace",
      "category": "God, Job, Thank God"
    },
    {
      "quote": "Our promise to our children should be this: if you do well in school, we will pay for you to obtain a college degree.",
      "author": "Ruth Ann Minner",
      "category": "Children, School, College"
    },
    {
      "quote": "I was really desperate. I don't know if you can remember back that far, but when I went to graduate school they didn't want females in graduate school. They were very open about it. They didn't mince their words. But then I got in and I got my degree.",
      "author": "Shannon Lucid",
      "category": "School, Words, Remember"
    },
    {
      "quote": "Following graduation from high school in 1948, I attended Harvard University where I became a physics major. Having grown up in a small town, I found Harvard to be an enormously enriching experience. Students in my class came from all walks of life and from a great variety of geographical locations.",
      "author": "David Lee",
      "category": "Life, Experience, Great"
    },
    {
      "quote": "Remember, half the doctors in this country graduated in the bottom half of their class.",
      "author": "Al McGuire",
      "category": "Remember, Country, Class"
    },
    {
      "quote": "I went to a public high school, and after graduation, college wasn't really much of an option for me. I didn't believe I had the money or the grades at the time, so I continued to work and save money to support my acting career.",
      "author": "Christie Laing",
      "category": "Work, Time, Money"
    },
    {
      "quote": "I have the cliche 'struggling actor' story. I was waiting tables in New York, went out to L.A. soon after graduation to get some jobs, but it didn't work out. I wanted to cut my teeth in professional theater, so I came back to New York. It made my journey a longer one, but I really wanted to excel in the theater.",
      "author": "Pedro Pascal",
      "category": "Work, Journey, Waiting"
    },
    {
      "quote": "I left for New York three days after graduation.",
      "author": "Jenn Lyon",
      "category": "New York, Three, New"
    },
    {
      "quote": "The day after my high school graduation in 1952, I headed to Alaska. I was 17. I started out greasing equipment, then became a heavy-crane operator. I made and saved good money there for two years.",
      "author": "Dennis Washington",
      "category": "Money, Good, School"
    },
    {
      "quote": "My personal advice is to go to school first and get a liberal arts education, and then if you want to pursue acting, go to graduate school.",
      "author": "Jillian Bach",
      "category": "Education, School, Advice"
    },
    {
      "quote": "At graduation, I assumed I'd be in publishing, but first I went to England and got a master's degree in English Literature. And then I came back to New York and had a series of publishing jobs, the way one does.",
      "author": "Joseph Kanon",
      "category": "New York, Literature, New"
    },
    {
      "quote": "Upon graduation from high school, following my brother by a couple of years, I joined the U.S. Air Force.",
      "author": "Dennis L. McKiernan",
      "category": "School, Brother, High School"
    },
    {
      "quote": "Learn to enjoy every minute of your life. Be happy now. Don't wait for something outside of yourself to make you happy in the future. Think how really precious is the time you have to spend, whether it's at work or with your family. Every minute should be enjoyed and savored.",
      "author": "Earl Nightingale",
      "category": "Life, Family, Learning"
    },
    {
      "quote": "Quality is everyone's responsibility.",
      "author": "W. Edwards Deming",
      "category": "Responsibility, Quality"
    },
    {
      "quote": "The reward for work well done is the opportunity to do more.",
      "author": "Jonas Salk",
      "category": "Opportunity, Well Done"
    },
    {
      "quote": "Work hard for what you want because it won't come to you without a fight. You have to be strong and courageous and know that you can do anything you put your mind to. If somebody puts you down or criticizes you, just keep on believing in yourself and turn it into something positive.",
      "author": "Leah LaBelle",
      "category": "Positive, Strong, Work Hard"
    },
    {
      "quote": "Leadership is not about a title or a designation. It's about impact, influence and inspiration. Impact involves getting results, influence is about spreading the passion you have for your work, and you have to inspire team-mates and customers.",
      "author": "Robin S. Sharma",
      "category": "Leadership, Passion, Inspire"
    },
    {
      "quote": "Self-belief and hard work will always earn you success.",
      "author": "Virat Kohli",
      "category": "Success, Hard Work, You"
    },
    {
      "quote": "Work hard, stay positive, and get up early. It's the best part of the day.",
      "author": "George Allen, Sr.",
      "category": "Positive, Day, Best"
    },
    {
      "quote": "Never stop fighting until you arrive at your destined place - that is, the unique you. Have an aim in life, continuously acquire knowledge, work hard, and have perseverance to realise the great life.",
      "author": "A. P. J. Abdul Kalam",
      "category": "Life, Knowledge"
    },
    {
      "quote": "To be a champion, I think you have to see the big picture. It's not about winning and losing; it's about every day hard work and about thriving on a challenge. It's about embracing the pain that you'll experience at the end of a race and not being afraid. I think people think too hard and get afraid of a certain challenge.",
      "author": "Summer Sanders",
      "category": "Hard Work, Experience"
    },
    {
      "quote": "We are all born ignorant, but one must work hard to remain stupid.",
      "author": "Benjamin Franklin",
      "category": "Knowledge, Work Hard, Stupid"
    },
    {
      "quote": "The road to success is not easy to navigate, but with hard work, drive and passion, it's possible to achieve the American dream.",
      "author": "Tommy Hilfiger",
      "category": "Success, Hard Work, Passion"
    },
    {
      "quote": "Neither man nor woman is perfect or complete without the other. Thus, no marriage or family, no ward or stake is likely to reach its full potential until husbands and wives, mothers and fathers, men and women work together in unity of purpose, respecting and relying upon each other's strengths.",
      "author": "Sheri L. Dew",
      "category": "Family, Marriage, Women"
    },
    {
      "quote": "I'm proud of my hard work. Working hard won't always lead to the exact things we desire. There are many things I've wanted that I haven't always gotten. But, I have a great satisfaction in the blessings from my mother and father, who instilled a great work ethic in me both personally and professionally.",
      "author": "Tamron Hall",
      "category": "Hard Work, Father, Great"
    },
    {
      "quote": "Obstacles don't have to stop you. If you run into a wall, don't turn around and give up. Figure out how to climb it, go through it, or work around it.",
      "author": "Michael Jordan",
      "category": "Obstacles, Climb, You"
    },
    {
      "quote": "Individual commitment to a group effort - that is what makes a team work, a company work, a society work, a civilization work.",
      "author": "Vince Lombardi",
      "category": "Team, Society, Commitment"
    },
    {
      "quote": "Work hard, be kind, and amazing things will happen.",
      "author": "Conan O'Brien",
      "category": "Be Kind, Work Hard, Amazing"
    },
    {
      "quote": "Focused, hard work is the real key to success. Keep your eyes on the goal, and just keep taking the next step towards completing it. If you aren't sure which way to do something, do it both ways and see which works better.",
      "author": "John Carmack",
      "category": "Success, Hard Work, Eyes"
    },
    {
      "quote": "Believe in yourself, and the rest will fall into place. Have faith in your own abilities, work hard, and there is nothing you cannot accomplish.",
      "author": "Brad Henry",
      "category": "Faith, Work Hard"
    },
    {
      "quote": "Look at the sky. We are not alone. The whole universe is friendly to us and conspires only to give the best to those who dream and work.",
      "author": "A. P. J. Abdul Kalam",
      "category": "Best, Alone, Sky"
    },
    {
      "quote": "The greatest thing about where my life is right now is it's very relaxed and chill. I'm just hanging out, being myself and doing my work.",
      "author": "Lucas Grabeel",
      "category": "Life, Myself, Greatest"
    },
    {
      "quote": "Without hard work and discipline it is difficult to be a top professional.",
      "author": "Jahangir Khan",
      "category": "Hard Work, Discipline"
    },
    {
      "quote": "Youth is the gift of nature, but age is a work of art.",
      "author": "Stanislaw Jerzy Lec",
      "category": "Nature, Art, Age"
    },
    {
      "quote": "I believe that we all have a responsibility to give back. No one becomes successful without lots of hard work, support from others, and a little luck. Giving back creates a virtuous cycle that makes everyone more successful.",
      "author": "Ron Conway",
      "category": "Hard Work, Responsibility"
    },
    {
      "quote": "You see, God helps only people who work hard. That principle is very clear.",
      "author": "A. P. J. Abdul Kalam",
      "category": "God, Work Hard, People"
    },
    {
      "quote": "Through a long and painful process, I've learned that happiness is an inside job - not based on anything or anyone in the outer material world. I've become a different and better person - not perfect, but still a work in progress.",
      "author": "Alana Stewart",
      "category": "Happiness, Progress, Job"
    },
    {
      "quote": "Whatever you do, do with determination. You have one life to live; do your work with passion and give your best. Whether you want to be a chef, doctor, actor, or a mother, be passionate to get the best result.",
      "author": "Alia Bhatt",
      "category": "Life, Best, Mother"
    },
    {
      "quote": "Teamwork requires some sacrifice up front people who work as a team have to put the collective needs of the group ahead of their individual interests.",
      "author": "Patrick Lencioni",
      "category": "Teamwork, Team, Sacrifice"
    },
    {
      "quote": "God has blessed me with an amazing family, friends and work colleagues that have been my joy, my support, and my sanity. I don't know what I'd do without them.",
      "author": "Josie Loren",
      "category": "Family, Friends, God"
    },
    {
      "quote": "Opportunity is missed by most people because it is dressed in overalls and looks like work.",
      "author": "Thomas A. Edison",
      "category": "Opportunity, People, Dressed"
    },
    {
      "quote": "Do your work with your whole heart, and you will succeed - there's so little competition.",
      "author": "Elbert Hubbard",
      "category": "Motivational, Competition"
    },
    {
      "quote": "Right now I am trying to be in a place of calm, a place where I can chill out and then handle the chaos of life better. You don't just get it overnight; you have to work at it. It's a daily struggle.",
      "author": "Jackee Harry",
      "category": "Life, Daily, Struggle"
    },
    {
      "quote": "Luck is great, but most of life is hard work.",
      "author": "Iain Duncan Smith",
      "category": "Life, Hard Work, Great"
    },
    {
      "quote": "Where the spirit does not work with the hand, there is no art.",
      "author": "Leonardo da Vinci",
      "category": "Art, Spirit, Where"
    },
    {
      "quote": "I've had to learn to fight all my life - got to learn to keep smiling. If you smile things will work out.",
      "author": "Serena Williams",
      "category": "Life, Smile, Smiling"
    },
    {
      "quote": "If four things are followed - having a great aim, acquiring knowledge, hard work, and perseverance - then anything can be achieved.",
      "author": "A. P. J. Abdul Kalam",
      "category": "Hard Work, Knowledge"
    },
    {
      "quote": "The true work of art is but a shadow of the divine perfection.",
      "author": "Michelangelo",
      "category": "Art, Perfection, Shadow"
    },
    {
      "quote": "All life demands struggle. Those who have everything given to them become lazy, selfish, and insensitive to the real values of life. The very striving and hard work that we so constantly try to avoid is the major building block in the person we are today.",
      "author": "Pope Paul VI",
      "category": "Life, Hard Work, Today"
    },
    {
      "quote": "Work out your own salvation. Do not depend on others.",
      "author": "Buddha",
      "category": "Religion, Salvation"
    },
    {
      "quote": "My dad said, 'Stay humble, and you gotta work harder than everybody else.' My mom said, 'Always be yourself.' She always told me only God can judge me.",
      "author": "Nate Robinson",
      "category": "God, Mom, Be Yourself"
    },
    {
      "quote": "The American Dream is that any man or woman, despite of his or her background, can change their circumstances and rise as high as they are willing to work.",
      "author": "Fabrizio Moreira",
      "category": "Change, Man, Woman"
    },
    {
      "quote": "When the best leader's work is done the people say, 'We did it ourselves.'",
      "author": "Lao Tzu",
      "category": "Leadership, Best, Leader"
    },
    {
      "quote": "I know of no single formula for success. But over the years I have observed that some attributes of leadership are universal and are often about finding ways of encouraging people to combine their efforts, their talents, their insights, their enthusiasm and their inspiration to work together.",
      "author": "Queen Elizabeth II",
      "category": "Leadership, Success"
    },
    {
      "quote": "That's been one of my mantras - focus and simplicity. Simple can be harder than complex: You have to work hard to get your thinking clean to make it simple. But it's worth it in the end because once you get there, you can move mountains.",
      "author": "Steve Jobs",
      "category": "Focus, Work Hard, Simple"
    },
    {
      "quote": "I learned the value of hard work by working hard.",
      "author": "Margaret Mead",
      "category": "Hard Work, Learning"
    },
    {
      "quote": "Teamwork makes the dream work, but a vision becomes a nightmare when the leader has a big dream and a bad team.",
      "author": "John C. Maxwell",
      "category": "Teamwork, Team, Leader"
    },
    {
      "quote": "There is simply no substitute for hard work when it comes to achieving success.",
      "author": "Heather Bresch",
      "category": "Success, Hard Work"
    },
    {
      "quote": "A leader's job is not to do the work for others, it's to help others figure out how to do it themselves, to get things done, and to succeed beyond what they thought possible.",
      "author": "Simon Sinek",
      "category": "Leader, Help Others, Job"
    },
    {
      "quote": "Everyone has been made for some particular work, and the desire for that work has been put in every heart.",
      "author": "Rumi",
      "category": "Heart, Desire, Everyone"
    },
    {
      "quote": "Opportunities are usually disguised as hard work, so most people don't recognize them.",
      "author": "Ann Landers",
      "category": "Hard Work, Opportunities"
    },
    {
      "quote": "Concentrate all your thoughts upon the work at hand. The sun's rays do not burn until brought to a focus.",
      "author": "Alexander Graham Bell",
      "category": "Focus, Sun, Thoughts"
    },
    {
      "quote": "Everybody wants to be famous, but nobody wants to do the work. I live by that. You grind hard so you can play hard. At the end of the day, you put all the work in, and eventually it'll pay off. It could be in a year, it could be in 30 years. Eventually, your hard work will pay off.",
      "author": "Kevin Hart",
      "category": "Hard Work, Day, Famous"
    },
    {
      "quote": "Leave your ego at the door every morning, and just do some truly great work. Few things will make you feel better than a job brilliantly done.",
      "author": "Robin S. Sharma",
      "category": "Morning, Great, Job"
    },
    {
      "quote": "We are constituted so that simple acts of kindness, such as giving to charity or expressing gratitude, have a positive effect on our long-term moods. The key to the happy life, it seems, is the good life: a life with sustained relationships, challenging work, and connections to community.",
      "author": "Paul Bloom",
      "category": "Life, Positive, Kindness"
    },
    {
      "quote": "The kind of people that all teams need are people who are humble, hungry, and smart: humble being little ego, focusing more on their teammates than on themselves. Hungry, meaning they have a strong work ethic, are determined to get things done, and contribute any way they can. Smart, meaning not intellectually smart but inner personally smart.",
      "author": "Patrick Lencioni",
      "category": "Strong, Humble, Smart"
    },
    {
      "quote": "Creating a better world requires teamwork, partnerships, and collaboration, as we need an entire army of companies to work together to build a better world within the next few decades. This means corporations must embrace the benefits of cooperating with one another.",
      "author": "Simon Mainwaring",
      "category": "Teamwork, Together"
    },
    {
      "quote": "Inspiration is one thing and you can't control it, but hard work is what keeps the ship moving. Good luck means, work hard. Keep up the good work.",
      "author": "Kevin Eubanks",
      "category": "Hard Work, Good, Work Hard"
    },
    {
      "quote": "Power means happiness power means hard work and sacrifice.",
      "author": "Beyonce Knowles",
      "category": "Hard Work, Happiness, Power"
    },
    {
      "quote": "I wish everyone well, but you need to focus on yourself. You need to stop putting your hand out. Everyone wants hand outs. Everyone wants things for free. You've got to put in the work. You've got to grind. You've got go through the struggle, and you've got to get it.",
      "author": "Conor McGregor",
      "category": "Struggle, Focus, Yourself"
    },
    {
      "quote": "Pray as though everything depended on God. Work as though everything depended on you.",
      "author": "Saint Augustine",
      "category": "Faith, God, You"
    },
    {
      "quote": "Education must not simply teach work - it must teach Life.",
      "author": "W. E. B. Du Bois",
      "category": "Life, Education, Teach"
    },
    {
      "quote": "The miracle is not that we do this work, but that we are happy to do it.",
      "author": "Mother Teresa",
      "category": "Happy, Miracle"
    },
    {
      "quote": "I have never in my life found myself in a situation where I've stopped work and said, 'Thank God it's Friday.' But weekends are special even if your schedule is all over the place. Something tells you the weekend has arrived and you can indulge yourself a bit.",
      "author": "Helen Mirren",
      "category": "Life, Myself, God"
    },
    {
      "quote": "Once you have commitment, you need the discipline and hard work to get you there.",
      "author": "Haile Gebrselassie",
      "category": "Hard Work, Commitment"
    },
    {
      "quote": "Far and away the best prize that life has to offer is the chance to work hard at work worth doing.",
      "author": "Theodore Roosevelt",
      "category": "Life, Best, Work Hard"
    },
    {
      "quote": "The fruit of your own hard work is the sweetest.",
      "author": "Deepika Padukone",
      "category": "Hard Work, Fruit, Hard"
    },
    {
      "quote": "There are two kinds of people, those who do the work and those who take the credit. Try to be in the first group; there is less competition there.",
      "author": "Indira Gandhi",
      "category": "Competition, People, Group"
    },
    {
      "quote": "If you want to become a great chef, you have to work with great chefs. And that's exactly what I did.",
      "author": "Gordon Ramsay",
      "category": "Great, Chef, Want"
    },
    {
      "quote": "While you're going through this process of trying to find the satisfaction in your work, pretend you feel satisfied. Tell yourself you had a good day. Walk through the corridors with a smile rather than a scowl. Your positive energy will radiate. If you act like you're having fun, you'll find you are having fun.",
      "author": "Jean Chatzky",
      "category": "Positive, Smile, Good"
    },
    {
      "quote": "A gentle word, a kind look, a good-natured smile can work wonders and accomplish miracles.",
      "author": "William Hazlitt",
      "category": "Smile, Look, Kind"
    },
    {
      "quote": "The best preparation for good work tomorrow is to do good work today.",
      "author": "Elbert Hubbard",
      "category": "Good, Best, Today"
    },
    {
      "quote": "I have so much chaos in my life, it's become normal. You become used to it. You have to just relax, calm down, take a deep breath and try to see how you can make things work rather than complain about how they're wrong.",
      "author": "Tom Welling",
      "category": "Life, Deep, Relax"
    },
    {
      "quote": "Creativity is putting your imagination to work, and it's produced the most extraordinary results in human culture.",
      "author": "Ken Robinson",
      "category": "Creativity, Culture"
    },
    {
      "quote": "Hard work pays off - hard work beats talent any day, but if you're talented and work hard, it's hard to be beat.",
      "author": "Robert Griffin III",
      "category": "Hard Work, Day, Work Hard"
    },
    {
      "quote": "It has been a long journey, but if you dream and have the ambition and want to work hard, then you can achieve.",
      "author": "Mo Farah",
      "category": "Journey, Work Hard, Ambition"
    },
    {
      "quote": "A leader is best when people barely know he exists, when his work is done, his aim fulfilled, they will say: we did it ourselves.",
      "author": "Lao Tzu",
      "category": "Leadership, Best, Leader"
    },
    {
      "quote": "Thinking is the hardest work there is, which is probably the reason why so few engage in it.",
      "author": "Henry Ford",
      "category": "Intelligence, Thinking, Why"
    },
    {
      "quote": "The three great essentials to achieve anything worth while are: Hard work, Stick-to-itiveness, and Common sense.",
      "author": "Thomas A. Edison",
      "category": "Hard Work, Wisdom, Great"
    },
    {
      "quote": "I enjoy the celebration of my birthday as much as anyone else does, but I always remember to start my day thanking my mom because she did most of the work the day I came into the world, not to mention all she has done throughout my life that has contributed so much to the woman I am today.",
      "author": "Christy Turlington",
      "category": "Life, Birthday, Today"
    },
    {
      "quote": "I put my heart and my soul into my work, and have lost my mind in the process.",
      "author": "Vincent Van Gogh",
      "category": "Heart, Soul, Mind"
    },
    {
      "quote": "I think it's important to always keep professional and surround yourself with good people, work hard, and be nice to everyone.",
      "author": "Caroline Winberg",
      "category": "Good, Work Hard, Yourself"
    },
    {
      "quote": "To make democracy work, we must be a nation of participants, not simply observers. One who does not vote has no right to complain.",
      "author": "Louis L'Amour",
      "category": "Democracy, Vote, Nation"
    },
    {
      "quote": "In fitness, there are no short cuts. It involves immense discipline and hard work.",
      "author": "Mahesh Babu",
      "category": "Hard Work, Fitness, Short"
    },
    {
      "quote": "I've been blessed to be somebody that's been climbing that success mountain top for years of hard work, you know, but now it's all connecting. And now, the whole world is watching, you know what I'm saying, and it feels good 'cause it's good energy. This is all positive vibes, and good vibes and good energy, so it feels incredible.",
      "author": "DJ Khaled",
      "category": "Positive, Success, Hard Work"
    },
    {
      "quote": "Behaving like a princess is work. It's not just about looking beautiful or wearing a crown. It's more about how you are inside.",
      "author": "Julie Andrews",
      "category": "Beautiful, Looking, Princess"
    },
    {
      "quote": "Child slavery is a crime against humanity. Humanity itself is at stake here. A lot of work still remains, but I will see the end of child labor in my lifetime.",
      "author": "Kailash Satyarthi",
      "category": "Humanity, Child, Slavery"
    },
    {
      "quote": "Thunder is good, thunder is impressive; but it is lightning that does the work.",
      "author": "Mark Twain",
      "category": "Good, Lightning, Impressive"
    },
    {
      "quote": "We can each define ambition and progress for ourselves. The goal is to work toward a world where expectations are not set by the stereotypes that hold us back, but by our personal passion, talents and interests.",
      "author": "Sheryl Sandberg",
      "category": "Progress, Passion, World"
    },
    {
      "quote": "If you work hard and you do your best, you can do anything.",
      "author": "Erin Heatherton",
      "category": "Best, Work Hard"
    },
    {
      "quote": "Four things for success: work and pray, think and believe.",
      "author": "Norman Vincent Peale",
      "category": "Success, Believe, Think"
    },
    {
      "quote": "My message, especially to young people is to have courage to think differently, courage to invent, to travel the unexplored path, courage to discover the impossible and to conquer the problems and succeed. These are great qualities that they must work towards. This is my message to the young people.",
      "author": "A. P. J. Abdul Kalam",
      "category": "Travel, Courage, Great"
    },
    {
      "quote": "I am very proud of my mom and consider her the most courageous woman I know. With perseverance, sacrifice and hard work, she raised a family of Olympic athletes and gave us the tools and the spirit to succeed. That is something that my brothers and I will always be thankful for.",
      "author": "Diana Lopez",
      "category": "Family, Hard Work"
    },
    {
      "quote": "I feel I am lucky. I am grateful for this life that God has given me. I am happy, as I am getting to do work that I want to do and enjoy doing it.",
      "author": "Sonam Kapoor",
      "category": "Life, Happy, God"
    },
    {
      "quote": "The breaks you take from work pay you back manifold when you return because you come back with a fresher mind and newer thinking. Some of your best ideas come when you're on vacation.",
      "author": "Gautam Singhania",
      "category": "Best, Vacation, Mind"
    },
    {
      "quote": "Whatever you wanna be, just, at the end of the day, if you're being a good person, which is not hard to be, and you're putting positive energy into the world, and you're appreciative and loving to the people around you that care about you and everybody in general, then it'll work out.",
      "author": "Gnash",
      "category": "Positive, Day, Good"
    },
    {
      "quote": "Let me define a leader. He must have vision and passion and not be afraid of any problem. Instead, he should know how to defeat it. Most importantly, he must work with integrity.",
      "author": "A. P. J. Abdul Kalam",
      "category": "Integrity, Leader, Passion"
    },
    {
      "quote": "If you're trying to achieve, there will be roadblocks. I've had them; everybody has had them. But obstacles don't have to stop you. If you run into a wall, don't turn around and give up. Figure out how to climb it, go through it, or work around it.",
      "author": "Michael Jordan",
      "category": "Wisdom, Obstacles, Climb"
    },
    {
      "quote": "All growth depends upon activity. There is no development physically or intellectually without effort, and effort means work.",
      "author": "Calvin Coolidge",
      "category": "Growth, Effort, Development"
    },
    {
      "quote": "Create like a god, command like a king, work like a slave.",
      "author": "Constantin Brancusi",
      "category": "God, King, Slave"
    },
    {
      "quote": "Knowledge comes, but wisdom lingers. It may not be difficult to store up in the mind a vast quantity of facts within a comparatively short time, but the ability to form judgments requires the severe discipline of hard work and the tempering heat of experience and maturity.",
      "author": "Calvin Coolidge",
      "category": "Hard Work, Wisdom, Time"
    },
    {
      "quote": "You just have to find that thing that's special about you that distinguishes you from all the others, and through true talent, hard work, and passion, anything can happen.",
      "author": "Dr. Dre",
      "category": "Hard Work, Passion, Talent"
    },
    {
      "quote": "There is a saying that every nice piece of work needs the right person in the right place at the right time.",
      "author": "Benoit Mandelbrot",
      "category": "Time, Right Person, Nice"
    },
    {
      "quote": "There is no higher religion than human service. To work for the common good is the greatest creed.",
      "author": "Woodrow Wilson",
      "category": "Good, Service, Religion"
    },
    {
      "quote": "The greatest education in the world is watching the masters at work.",
      "author": "Michael Jackson",
      "category": "Education, World, Greatest"
    },
    {
      "quote": "If you must have motivation, think of your paycheck on Friday.",
      "author": "Noel Coward",
      "category": "Motivation, Think, You"
    },
    {
      "quote": "The American Dream is still alive out there, and hard work will get you there. You don't necessarily need to have an Ivy League education or to have millions of dollars startup money. It can be done with an idea, hard work and determination.",
      "author": "Bill Rancic",
      "category": "Education, Hard Work, Money"
    },
    {
      "quote": "People who work together will win, whether it be against complex football defenses, or the problems of modern society.",
      "author": "Vince Lombardi",
      "category": "Football, Together, Society"
    },
    {
      "quote": "These things will destroy the human race: politics without principle, progress without compassion, wealth without work, learning without silence, religion without fearlessness and worship without awareness.",
      "author": "Anthony de Mello",
      "category": "Learning, Compassion"
    },
    {
      "quote": "People work better when they know what the goal is and why. It is important that people look forward to coming to work in the morning and enjoy working.",
      "author": "Elon Musk",
      "category": "Morning, Goal, Enjoy"
    },
    {
      "quote": "If you have a dream, it's definitely achievable through hard work, through dedication, sacrifice, everything.",
      "author": "Carli Lloyd",
      "category": "Hard Work, Sacrifice"
    },
    {
      "quote": "My father taught my siblings and me the importance of positive values and a strong ethical compass. He showed us how to be resilient, how to deal with challenges, and how to strive for excellence in all that we do. He taught us that there's nothing that we cannot accomplish if we marry vision and passion with an enduring work ethic.",
      "author": "Ivanka Trump",
      "category": "Positive, Father, Passion"
    },
    {
      "quote": "Nothing ever comes to one, that is worth having, except as a result of hard work.",
      "author": "Booker T. Washington",
      "category": "Hard Work, Nothing, Worth"
    },
    {
      "quote": "When you form a team, why do you try to form a team? Because teamwork builds trust and trust builds speed.",
      "author": "Russel Honore",
      "category": "Teamwork, Trust, Team"
    },
    {
      "quote": "Our fatigue is often caused not by work, but by worry, frustration and resentment.",
      "author": "Dale Carnegie",
      "category": "Frustration, Worry, Fatigue"
    },
    {
      "quote": "The expectations of life depend upon diligence the mechanic that would perfect his work must first sharpen his tools.",
      "author": "Confucius",
      "category": "Life, Expectations, Tools"
    },
    {
      "quote": "There may be people who have more talent than you, but there's no excuse for anyone to work harder than you do - and I believe that.",
      "author": "Derek Jeter",
      "category": "Believe, Talent, People"
    },
    {
      "quote": "Quality is pride of workmanship.",
      "author": "W. Edwards Deming",
      "category": "Quality, Pride, Workmanship"
    },
    {
      "quote": "People who make the choice to study, work hard or do whatever they endeavor is to give it the max on themselves to reach to the top level. And you have the people who get envy and jealous, yet are not willing to put that work in, and they want to get the same praise.",
      "author": "Evander Holyfield",
      "category": "Work Hard, Choice, People"
    },
    {
      "quote": "Do not wait; the time will never be 'just right.' Start where you stand, and work with whatever tools you may have at your command, and better tools will be found as you go along.",
      "author": "George Herbert",
      "category": "Motivational, Time, Tools"
    },
    {
      "quote": "Laziness may appear attractive, but work gives satisfaction.",
      "author": "Anne Frank",
      "category": "Laziness, Satisfaction, May"
    },
    {
      "quote": "If I don't feel confident about my body, I'm not going to sit at home and feel sorry for myself and not do something about it. It's all about taking action and not being lazy. So you do the work, whether it's fitness or whatever. It's about getting up, motivating yourself and just doing it.",
      "author": "Kim Kardashian",
      "category": "Home, Fitness, Myself"
    },
    {
      "quote": "When I am wrong, I will learn the lesson and move on to face other challenges. For me, that's what creating your own life is. Doing your best work while being your best self.",
      "author": "Jennifer Lopez",
      "category": "Life, Best, I Am"
    },
    {
      "quote": "Persistence and resilience only come from having been given the chance to work though difficult problems.",
      "author": "Gever Tulley",
      "category": "Persistence, Resilience"
    },
    {
      "quote": "It is the working man who is the happy man. It is the idle man who is the miserable man.",
      "author": "Benjamin Franklin",
      "category": "Happy, Man, Working"
    },
    {
      "quote": "While natural disasters capture headlines and national attention short-term, the work of recovery and rebuilding is long-term.",
      "author": "Sylvia Mathews Burwell",
      "category": "Attention, Recovery"
    },
    {
      "quote": "Just be yourself. Be honest, work towards a goal, and you'll achieve it.",
      "author": "Emraan Hashmi",
      "category": "Be Yourself, Goal, Yourself"
    },
    {
      "quote": "Play is the work of childhood.",
      "author": "Jean Piaget",
      "category": "Childhood, Play"
    },
    {
      "quote": "When you have balance in your life, work becomes an entirely different experience. There is a passion that moves you to a whole new level of fulfillment and gratitude, and that's when you can do your best... for yourself and for others.",
      "author": "Cara Delevingne",
      "category": "Life, Gratitude, Experience"
    },
    {
      "quote": "The power of one, if fearless and focused, is formidable, but the power of many working together is better.",
      "author": "Gloria Macapagal Arroyo",
      "category": "Working Together, Power"
    },
    {
      "quote": "Nature is ever at work building and pulling down, creating and destroying, keeping everything whirling and flowing, allowing no rest but in rhythmical motion, chasing everything in endless song out of one beautiful form into another.",
      "author": "John Muir",
      "category": "Nature, Beautiful, Building"
    },
    {
      "quote": "Together with a culture of work, there must be a culture of leisure as gratification. To put it another way: people who work must take the time to relax, to be with their families, to enjoy themselves, read, listen to music, play a sport.",
      "author": "Pope Francis",
      "category": "Music, Time, Culture"
    },
    {
      "quote": "I think the best way to get a good night sleep is to work hard throughout the day. If you work hard and, of course, work out.",
      "author": "William H. McRaven",
      "category": "Good, Best, Sleep"
    },
    {
      "quote": "A good boss makes his men realize they have more ability than they think they have so that they consistently do better work than they thought they could.",
      "author": "Charles Erwin Wilson",
      "category": "Good, Men, Boss"
    },
    {
      "quote": "Financial freedom is available to those who learn about it and work for it.",
      "author": "Robert Kiyosaki",
      "category": "Freedom, Financial, Learn"
    },
    {
      "quote": "Your sweetheart calls you by another's name. His eyes linger too long on your best friend. He talks with excitement about a girl at work. And the fire catches. Jealousy - that sickening combination of possessiveness, suspicion, rage, and humiliation - can overtake your mind and threaten your very core as you contemplate your rival.",
      "author": "Helen Fisher",
      "category": "Best, Best Friend, Jealousy"
    },
    {
      "quote": "When a man tells you that he got rich through hard work, ask him: 'Whose?'",
      "author": "Don Marquis",
      "category": "Hard Work, Man, Rich"
    },
    {
      "quote": "To have faith doesn't mean you get any less frustrated when you don't do your best, but you know that it's not life and death. Take what you're given, and when you continue to work hard, you will see results. That will give you the confidence you need to keep going.",
      "author": "Tom Lehman",
      "category": "Life, Death, Faith"
    },
    {
      "quote": "Well, a lot of people don't know this about me, but I'm actually shy around people I don't know. I would just say with my first concert, my first tour, I didn't really talk onstage. I was like, 'Thank you, I love you guys,' or whatever. But now I've just kind of learned to work a crowd.",
      "author": "Avril Lavigne",
      "category": "Love, I Love You, Thank You"
    },
    {
      "quote": "There are two tests in life, more important than any other test. On Monday morning, when you wake up, do you feel in the pit of your stomach you can't wait to go to work? And when you're ready to go home Friday afternoon, do you say, 'I can't wait to go home?'",
      "author": "Chuck Schumer",
      "category": "Life, Morning, Home"
    },
    {
      "quote": "Rest when you're weary. Refresh and renew yourself, your body, your mind, your spirit. Then get back to work.",
      "author": "Ralph Marston",
      "category": "Health, Mind, Yourself"
    },
    {
      "quote": "If you want to build a ship, don't drum up people to collect wood and don't assign them tasks and work, but rather teach them to long for the endless immensity of the sea.",
      "author": "Antoine de Saint-Exupery",
      "category": "Sea, People, Wood"
    },
    {
      "quote": "Hard work opens doors and shows the world that you are serious about being one of those rare - and special - human beings who use the fullness of their talents to do their very best.",
      "author": "Robin S. Sharma",
      "category": "Hard Work, Best, World"
    },
    {
      "quote": "Creativity is a habit, and the best creativity is the result of good work habits.",
      "author": "Twyla Tharp",
      "category": "Good, Best, Creativity"
    },
    {
      "quote": "Never continue in a job you don't enjoy. If you're happy in what you're doing, you'll like yourself, you'll have inner peace. And if you have that, along with physical health, you will have had more success than you could possibly have imagined.",
      "author": "Johnny Carson",
      "category": "Success, Happy, Peace"
    },
    {
      "quote": "There was a time when men thought it was sexy to have a housewife waiting for him to come home from work in her slippers, but in modern society, I think an independent woman is even more sexy.",
      "author": "Kat Graham",
      "category": "Time, Home, Women"
    },
    {
      "quote": "I'm lucky to be part of a team who help to make me look good, and they deserve as much of the credit for my success as I do for the hard work we have all put in on the training ground.",
      "author": "Lionel Messi",
      "category": "Success, Hard Work, Good"
    },
    {
      "quote": "Change can be frightening, and the temptation is often to resist it. But change almost always provides opportunities - to learn new things, to rethink tired processes, and to improve the way we work.",
      "author": "Klaus Schwab",
      "category": "Change, Opportunities, Tired"
    },
    {
      "quote": "Be patient, work hard and consistently, have faith in your writing, and don't be afraid to listen to constructive criticism.",
      "author": "Jonathan Galassi",
      "category": "Faith, Work Hard, Writing"
    },
    {
      "quote": "The glory is being happy. The glory is not winning here or winning there. The glory is enjoying practicing, enjoy every day, enjoying to work hard, trying to be a better player than before.",
      "author": "Rafael Nadal",
      "category": "Happy, Day, Work Hard"
    },
    {
      "quote": "Our greatness has always come from people who expect nothing and take nothing for granted - folks who work hard for what they have, then reach back and help others after them.",
      "author": "Michelle Obama",
      "category": "Help Others, Work Hard"
    },
    {
      "quote": "To realize the American dream, the most important thing to understand is that it belongs to everybody. It's a human dream. If you understand this and work very hard, it is possible.",
      "author": "Cristina Saralegui",
      "category": "American Dream, American"
    },
    {
      "quote": "Passion is needed for any great work, and for the revolution, passion and audacity are required in big doses.",
      "author": "Che Guevara",
      "category": "Great, Passion, Revolution"
    },
    {
      "quote": "Enjoy your sweat because hard work doesn't guarantee success, but without it you don't have a chance.",
      "author": "Alex Rodriguez",
      "category": "Success, Hard Work, Enjoy"
    },
    {
      "quote": "I never expect to see a perfect work from an imperfect man.",
      "author": "Alexander Hamilton",
      "category": "Man, Perfect, See"
    },
    {
      "quote": "Let the future tell the truth, and evaluate each one according to his work and accomplishments. The present is theirs; the future, for which I have really worked, is mine.",
      "author": "Nikola Tesla",
      "category": "Future, Truth, Present"
    },
    {
      "quote": "There is never just one thing that leads to success for anyone. I feel it always a combination of passion, dedication, hard work, and being in the right place at the right time.",
      "author": "Lauren Conrad",
      "category": "Success, Hard Work, Time"
    },
    {
      "quote": "I think our family motto is to always work hard, be humble, kind, and thoughtful about others around us.",
      "author": "Anwar Hadid",
      "category": "Family, Motto, Work Hard"
    },
    {
      "quote": "Fixing a broken immigration system. Protecting our kids from gun violence. Equal pay for equal work, paid leave, raising the minimum wage. All these things still matter to hardworking families; they are still the right thing to do; and I will not let up until they get done.",
      "author": "Barack Obama",
      "category": "Violence, Broken, Gun"
    },
    {
      "quote": "The medical literature tells us that the most effective ways to reduce the risk of heart disease, cancer, stroke, diabetes, Alzheimer's, and many more problems are through healthy diet and exercise. Our bodies have evolved to move, yet we now use the energy in oil instead of muscles to do our work.",
      "author": "David Suzuki",
      "category": "Health, Heart, Medical"
    },
    {
      "quote": "Working hard and working smart sometimes can be two different things.",
      "author": "Byron Dorgan",
      "category": "Smart, Working Hard, Working"
    },
    {
      "quote": "I'm not a 'sexy' 'beautiful' woman. It takes a lot of work to make me look like a girl.",
      "author": "Megan Fox",
      "category": "Beautiful, Beautiful Woman"
    },
    {
      "quote": "To be happy, it first takes being comfortable being in your own shoes. The rest can work up from there.",
      "author": "Sophia Bush",
      "category": "Happy, Shoes, Be Happy"
    },
    {
      "quote": "Work hard. Through determination and self-focus and discipline, you can accomplish anything.",
      "author": "Kimberly Guilfoyle",
      "category": "Determination, Work Hard"
    },
    {
      "quote": "It's good to test yourself and develop your talents and ambitions as fully as you can and achieve greater success; but I think success is the feeling you get from a job well done, and the key thing is to do the work.",
      "author": "Peter Thiel",
      "category": "Success, Good, Job"
    },
    {
      "quote": "Young people are threatened... by the evil use of advertising techniques that stimulate the natural inclination to avoid hard work by promising the immediate satisfaction of every desire.",
      "author": "Pope John Paul II",
      "category": "Hard Work, Evil, Advertising"
    },
    {
      "quote": "I believe in stopping work and eating lunch.",
      "author": "L'Wren Scott",
      "category": "Believe, Lunch, I Believe"
    },
    {
      "quote": "Don't work for recognition, but do work worthy of recognition.",
      "author": "H. Jackson Brown, Jr.",
      "category": "Recognition, Worthy"
    },
    {
      "quote": "I'm so not stylish by nature, but I've learned to work with what I have.",
      "author": "Julie Bowen",
      "category": "Nature, Stylish, Learned"
    },
    {
      "quote": "Let us touch the dying, the poor, the lonely and the unwanted according to the graces we have received and let us not be ashamed or slow to do the humble work.",
      "author": "Mother Teresa",
      "category": "Humble, Lonely, Slow"
    },
    {
      "quote": "If you want to make peace with your enemy, you have to work with your enemy. Then he becomes your partner.",
      "author": "Nelson Mandela",
      "category": "Peace, Partner, Want"
    },
    {
      "quote": "The beginning is the most important part of the work.",
      "author": "Plato",
      "category": "Beginning, Important"
    },
    {
      "quote": "It takes a lot of energy to be negative. You have to work at it. But smiling is painless. I'd rather spend my energy smiling.",
      "author": "Eric Davis",
      "category": "Smiling, Energy, Negative"
    },
    {
      "quote": "I have no idols. I admire work, dedication and competence.",
      "author": "Ayrton Senna",
      "category": "Dedication, Admire"
    },
    {
      "quote": "Don't worry about being a star, worry about doing good work, and all that will come to you.",
      "author": "Ice Cube",
      "category": "Good, Good Work, Worry"
    },
    {
      "quote": "Doing stunt work is risky, but it's something I enjoy.",
      "author": "Verne Troyer",
      "category": "Enjoy, Doing, Something"
    },
    {
      "quote": "I've always believed that if you put in the work, the results will come.",
      "author": "Michael Jordan",
      "category": "Results, You, Always"
    },
    {
      "quote": "My success was due to good luck, hard work, and support and advice from friends and mentors. But most importantly, it depended on me to keep trying after I had failed.",
      "author": "Mark Warner",
      "category": "Success, Hard Work, Friends"
    },
    {
      "quote": "Good management consists in showing average people how to do the work of superior people.",
      "author": "John D. Rockefeller",
      "category": "Good, Management, People"
    },
    {
      "quote": "Whatever you want to do, do with full passion and work really hard towards it. Don't look anywhere else. There will be a few distractions, but if you can be true to yourself, you will be successful for sure.",
      "author": "Virat Kohli",
      "category": "Passion, Yourself"
    },
    {
      "quote": "Journalism is what we need to make democracy work.",
      "author": "Walter Cronkite",
      "category": "Democracy, Journalism, Need"
    },
    {
      "quote": "If you work for it, you'll deserve what comes. Hard work.",
      "author": "DeMar DeRozan",
      "category": "Hard Work, Deserve, You"
    },
    {
      "quote": "Find a good teacher that will keep the game fun. Work hard and don't be afraid to have success or disappointment. That is what golf is all about.",
      "author": "Paula Creamer",
      "category": "Success, Teacher, Good"
    },
    {
      "quote": "I work so hard to make that sure I'm successful. If you're positive and really excited and enthusiastic about what you're doing, it's going to happen, and it's going to happen big time.",
      "author": "Shawn Mendes",
      "category": "Positive, Time, Successful"
    },
    {
      "quote": "Luck is a dividend of sweat. The more you sweat, the luckier you get.",
      "author": "Ray Kroc",
      "category": "Luck, You, Sweat"
    },
    {
      "quote": "Work as though you would live forever, and live as though you would die today. Go another mile!",
      "author": "Og Mandino",
      "category": "Today, Live, You"
    },
    {
      "quote": "It was the labor movement that helped secure so much of what we take for granted today. The 40-hour work week, the minimum wage, family leave, health insurance, Social Security, Medicare, retirement plans. The cornerstones of the middle-class security all bear the union label.",
      "author": "Barack Obama",
      "category": "Family, Health, Today"
    },
    {
      "quote": "Robots will harvest, cook, and serve our food. They will work in our factories, drive our cars, and walk our dogs. Like it or not, the age of work is coming to an end.",
      "author": "Gray Scott",
      "category": "Food, Age, Harvest"
    },
    {
      "quote": "Before you start some work, always ask yourself three questions - Why am I doing it, What the results might be and Will I be successful. Only when you think deeply and find satisfactory answers to these questions, go ahead.",
      "author": "Chanakya",
      "category": "Yourself, Successful, Start"
    },
    {
      "quote": "Plan your work for today and every day, then work your plan.",
      "author": "Margaret Thatcher",
      "category": "Day, Today, Plan"
    },
    {
      "quote": "Developing a good work ethic is key. Apply yourself at whatever you do, whether you're a janitor or taking your first summer job, because that work ethic will be reflected in everything you do in life.",
      "author": "Tyler Perry",
      "category": "Life, Good, Job"
    },
    {
      "quote": "There's only one growth strategy: work hard.",
      "author": "William Hague",
      "category": "Growth, Work Hard, Strategy"
    },
    {
      "quote": "Motherhood is wonderful, but it's also hard work. It's the logistics more than anything. You discover you have reserves of energy you didn't know you had.",
      "author": "Deborah Mailman",
      "category": "Hard Work, Motherhood, Know"
    },
    {
      "quote": "From my dad I learned to be good to people, to always be honest and straightforward. I learned hard work and perseverance.",
      "author": "Luke Bryan",
      "category": "Hard Work, Perseverance"
    },
    {
      "quote": "We are at our very best, and we are happiest, when we are fully engaged in work we enjoy on the journey toward the goal we've established for ourselves. It gives meaning to our time off and comfort to our sleep. It makes everything else in life so wonderful, so worthwhile.",
      "author": "Earl Nightingale",
      "category": "Life, Time, Journey"
    },
    {
      "quote": "Work hard. And have patience. Because no matter who you are, you're going to get hurt in your career and you have to be patient to get through the injuries.",
      "author": "Randy Johnson",
      "category": "Patience, Work Hard, Hurt"
    },
    {
      "quote": "I don't believe in an outside agent that creates the world, then walks away. But I feel very strongly there is an intelligence at work in every flower, in every blade of grass, in every cell of my body. And it is that intelligence that, I wouldn't say created the universe. It is creating the universe. It's an ongoing process.",
      "author": "Eckhart Tolle",
      "category": "Flower, Intelligence, World"
    },
    {
      "quote": "All wealth is the product of labor.",
      "author": "John Locke",
      "category": "Wealth, Product, Labor"
    },
    {
      "quote": "Confidence comes from hours and days and weeks and years of constant work and dedication.",
      "author": "Roger Staubach",
      "category": "Confidence, Dedication"
    },
    {
      "quote": "Plans are only good intentions unless they immediately degenerate into hard work.",
      "author": "Peter Drucker",
      "category": "Hard Work, Good"
    },
    {
      "quote": "We need to have complete certainty that things will work out, not because we are righteous or wise, but because of the time, the effort, the prayers, and the tools we are using. From the moment we are given awareness about some bigger picture or mission, we have to have complete focus on what to do to get to that place.",
      "author": "Yehuda Berg",
      "category": "Time, Wise, Focus"
    },
    {
      "quote": "Stay open-minded; stay focused. Train hard and train smart. For me, the older I get, the smarter I have to train also, because the recovery time is longer. Work on everything: become a well-rounded fighter - don't just be good at one thing; be good at everything.",
      "author": "Brock Lesnar",
      "category": "Time, Good, Smart"
    },
    {
      "quote": "To make our way, we must have firm resolve, persistence, tenacity. We must gear ourselves to work hard all the way. We can never let up.",
      "author": "Ralph Bunche",
      "category": "Persistence, Work Hard, Way"
    },
    {
      "quote": "Good things happen to those who hustle.",
      "author": "Chuck Noll",
      "category": "Good, Hustle, Good Things"
    },
    {
      "quote": "There is no better feeling than doing well while you are doing good. If you really want to meet the nicest, most caring people in your field, get involved with charity work. The thankless hours that go into planning charity dinners, running a carnival, and gathering donations for silent auctions are noticed and appreciated.",
      "author": "Jay Samit",
      "category": "Good, Caring, Planning"
    },
    {
      "quote": "No man ever got very high by pulling other people down. The intelligent merchant does not knock his competitors. The sensible worker does not knock those who work with him. Don't knock your friends. Don't knock your enemies. Don't knock yourself.",
      "author": "Alfred Lord Tennyson",
      "category": "Friends, Man, Yourself"
    },
    {
      "quote": "Making better choices takes work. There is a daily give and take, but it is worth the effort.",
      "author": "Tom Rath",
      "category": "Daily, Effort, Choices"
    },
    {
      "quote": "It is the quality of our work which will please God and not the quantity.",
      "author": "Mahatma Gandhi",
      "category": "God, Quality, Quantity"
    },
    {
      "quote": "Let there be work, bread, water and salt for all.",
      "author": "Nelson Mandela",
      "category": "Peace, Water, Bread"
    },
    {
      "quote": "In the city, we work until quitting time. On the farm, we work until the job is finished.",
      "author": "John Bytheway",
      "category": "Time, Job, City"
    },
    {
      "quote": "Bragging about yourself violates norms of modesty and politeness - and if you were really competent, your work would speak for itself.",
      "author": "Adam Grant",
      "category": "Speak, Yourself, You"
    },
    {
      "quote": "One thing an exceptional employee never says is, 'That's not in my job description.' Exceptional employees work outside the boundaries of job descriptions.",
      "author": "Travis Bradberry",
      "category": "Job, Employees, Employee"
    },
    {
      "quote": "Football taught me how hard you had to work to achieve something.",
      "author": "Kenny Chesney",
      "category": "Football, Me, You"
    },
    {
      "quote": "I never did a day's work in my life. It was all fun.",
      "author": "Thomas A. Edison",
      "category": "Life, Day, Fun"
    },
    {
      "quote": "Canada was built around a very simple premise. A promise that you can work hard and succeed and build a future for yourselves and your kids, and that future for your kids would be better than the one you had.",
      "author": "Justin Trudeau",
      "category": "Future, Work Hard, Simple"
    },
    {
      "quote": "And where I excel is ridiculous, sickening, work ethic. You know, while the other guy's sleeping? I'm working.",
      "author": "Will Smith",
      "category": "Work Ethic, Know, You"
    },
    {
      "quote": "If God can work through me, he can work through anyone.",
      "author": "Francis of Assisi",
      "category": "God, Me, Through"
    },
    {
      "quote": "Our contribution purely depends on our consciousness and our willingness to support those in need, to show vulnerability and accept the support of others, to share without expecting the credit, to give it our all and allow our hard work to decide the outcome, to understand that control can only be achieved with a shared responsibility.",
      "author": "Yehuda Berg",
      "category": "Hard Work, Responsibility"
    },
    {
      "quote": "By working faithfully eight hours a day you may eventually get to be boss and work twelve hours a day.",
      "author": "Robert Frost",
      "category": "Day, Boss, You"
    },
    {
      "quote": "My dad said to me, 'Work hard and be patient.' It was the best advice he ever gave me. You have to put the hours in.",
      "author": "Simon Cowell",
      "category": "Patience, Best, Work Hard"
    },
    {
      "quote": "I give thanks everyday that I've been able to take my craziness and make it work for me.",
      "author": "Fritz Scholder",
      "category": "Me, Thanks, Everyday"
    },
    {
      "quote": "Meditation can help us embrace our worries, our fear, our anger; and that is very healing. We let our own natural capacity of healing do the work.",
      "author": "Thich Nhat Hanh",
      "category": "Fear, Anger, Healing"
    },
    {
      "quote": "Surround yourself with people who take their work seriously, but not themselves, those who work hard and play hard.",
      "author": "Colin Powell",
      "category": "Work Hard, Yourself"
    },
    {
      "quote": "The moment we believe that success is determined by an ingrained level of ability as opposed to resilience and hard work, we will be brittle in the face of adversity.",
      "author": "Joshua Waitzkin",
      "category": "Success, Hard Work"
    },
    {
      "quote": "I feel like a tiger right now. There's nothing impossible if you get up and work for it.",
      "author": "Michael Flatley",
      "category": "Impossible, You, Tiger"
    },
    {
      "quote": "What I like to do is try to make a difference with the work I do.",
      "author": "David Bowie",
      "category": "Make A Difference, Try"
    },
    {
      "quote": "We truly believe with hard work, dedication and perseverance, we can become the best at what we do. No one wants to become mediocre.",
      "author": "Andy Biersack",
      "category": "Hard Work, Perseverance"
    },
    {
      "quote": "Your ego can become an obstacle to your work. If you start believing in your greatness, it is the death of your creativity.",
      "author": "Marina Abramovic",
      "category": "Death, Creativity, Greatness"
    }
  ]
}