{"author":"Ravindu Manoj","github":"ravindu01manoj","repo":"Quotes-500k","data":[{"quote":"Then out spake brave Horatius  The captain of the gate: \"To every man upon this earth Death cometh soon or late. And how can man die better Than facing fearful odds  For the ashes of his fathers And the temples of his gods?\"","author":"Macaulay","category":"self, sacrifice"},{"quote":"The force of selfishness is as inevitable and as calculable as the force of gravitation.","author":"Hailliard","category":"selfishness"},{"quote":"The same people who can deny others everything are famous for refusing themselves nothing.","author":"Leigh Hunt","category":"selfishness"},{"quote":"That man who lives for self alone Lives for the meanest mortal known.","author":"Joaquin Miller","category":"selfishness"},{"quote":"Selfishness is the only real atheism  aspiration  unselfishness  the only real religion.","author":"Israel Zangwill","category":"selfishness"},{"quote":"They also serve who only stand and wait.","author":"John Milton","category":"service"},{"quote":"Servant of God  well done.","author":"John Milton","category":"service"},{"quote":"They serve God well  Who serve his creatures.","author":"Caroline Norton","category":"service"},{"quote":"My heart is ever at your service.","author":"William Shakespeare","category":"service"},{"quote":"He profits most who serves best.","author":"Arthur F. Sheldon","category":"service"},{"quote":"I'll wager that in ten years it will be fashionable again to be a virgin.","author":"Barbara Cartland","category":"sex"},{"quote":"Is sex dirty? Only if it is done right.","author":"Woody Allen","category":"sex"},{"quote":"It may be the cock that crows  but it is the hen that lays the eggs.","author":"Margaret Thatcher","category":"sex"},{"quote":"Sara could commit adultery at one end and weep for her sins at the other  and enjoy both operations at once.","author":"Joyce Carey","category":"sex"},{"quote":"Sex is an emotion in motion.","author":"Mae West","category":"sex"},{"quote":"Sex is a relatively recent addition to the dance of life. For more than 2 000 000 000 years  asexual reproduction was the rule. You know  if you were a creature  you just separated into two clones.","author":"Mark Jerome Walters","category":"sex"},{"quote":"Sex  unlike justice  should not be seen to be done.","author":"Evelyn Laye","category":"sex"},{"quote":"The reason that husbands and wives do not understand each other is because they belong to different sexes.","author":"Dorothy Dix","category":"sex"},{"quote":"There will be sex after death  we just won't be able to feel it.","author":"Lily Tomlin","category":"sex"},{"quote":"Two-parent sex appeared on the scene about 500 000 000 years ago.","author":"Mark Jerome Walters","category":"sex"},{"quote":"When she raises her eyelids it's as if she were taking off all her clothes.","author":"Colette","category":"sex"},{"quote":"Sex is the great amateur art.","author":"David Cort","category":"sex"},{"quote":"Of all sexual aberrations  perhaps the most peculiar is chastity.","author":"Rimy de Gourmont","category":"sex"},{"quote":"I've looked on a lot of women with lust. I've committed adultery in my heart many times. This is something God recognizes I will do - and I have done it - and God forgives me for it.","author":"Jimmy Carter","category":"sex"},{"quote":"The big difference between sex for money and sex for free is that sex for money usually costs a lot less.","author":"Brendan Francis","category":"sex"},{"quote":"Whatever else can be said about sex  it cannot be called a dignified performance.","author":"Helen Lawrenson","category":"sex"},{"quote":"Sex - the poor man's polo.","author":"Clifford Odets","category":"sex"},{"quote":"Lord  make me chaste - but not yet.","author":"St. Augustine","category":"sex"},{"quote":"The natural man has only two primal passions - to get and beget.","author":"William Osier","category":"sex"},{"quote":"Amoebas at the start were not complex -They tore themselves apart and started sex.","author":"Arthur Guiterman","category":"sex"},{"quote":"Every animal is sad after intercourse.","author":"Latin proverb","category":"sex"},{"quote":"As a matter of biology  if something bites you it is probably female.","author":"Scott M. Kruse","category":"sex"},{"quote":"Sex ought to be a wholly satisfying link between two affectionate people from which they emerge unanxious  rewarded  and ready for more.","author":"Alex Comfort","category":"sex"},{"quote":"When a man tells me he's run out of steam in the sex department  I'll tell him  'Count your blessings  you've escaped from the clutches of a cruel tyrant. Enjoy!'","author":"Richard J. Needham","category":"sex"},{"quote":"While a person does not give up on sex  sex does not give up on the person.","author":"Gabriel Garcia Marquez","category":"sex"},{"quote":"I wasn't kissing her. I was whispering in her mouth.","author":"Chico Marx","category":"sex"},{"quote":"I like American women. They do things sexually Russian girls would never dream of doing - like showering.","author":"Yakov Smirnoff","category":"sex"},{"quote":"All men look at Dr. Ruth and wonder how she has gained all that sexual experience.","author":"Rita Rudner","category":"sex"},{"quote":"The cable TV sex channels don't expand our horizons  don't make us better people  and don't come in clearly enough.","author":"Bill Maker","category":"sex"},{"quote":"Is sex dirty? Only if it's done right.","author":"Woody Allen","category":"sex"},{"quote":"If it weren't for pickpockets I'd have no sex life at all.","author":"Rodney Dangerfield","category":"sex"},{"quote":"It's been so long since I made love I can't even remember who gets tied up.","author":"Joan Rivers","category":"sex"},{"quote":"A promiscuous person is someone who is getting more sex than you are.","author":"Victor Lownes","category":"sex"},{"quote":"Definition of a Jewish nymphomaniac: A woman who will make love the same day she has her hair done.","author":"Maureen Lipman","category":"sex"},{"quote":"Girls are much more psychic than guys. They're the first to know if you're going to get laid.","author":"Paul Rodriguez","category":"sex"},{"quote":"Sex at eighty-four is terrific  especially the one in the winter.","author":"Milton Berle","category":"sex"},{"quote":"In opposition to sex education: Let the kids today learn it where we did - in the gutter.","author":"Pat Paulsen","category":"sex"},{"quote":"Sex is one of the nine reasons for reincarnation. The other eight are unimportant.","author":"Henry Miller","category":"sex"},{"quote":"I am always looking for meaningful one-night stands.","author":"Dudley Moore","category":"sex"},{"quote":"Accept every blind date you can get  even with a girl who wears jeans. Maybe you can talk her out of them.","author":"Abigail Van Buren","category":"sex"},{"quote":"For birth control I rely on my personality.","author":"Milt Abel","category":"sex"},{"quote":"Personally  I know nothing about sex because I've always been married.","author":"Zsa Zsa Gabor","category":"sex"},{"quote":"Sex is like money  only too much is enough.","author":"John Updike","category":"sex"},{"quote":"I'm at the age when food has taken the place of sex in my life. In fact  I've just had a mirror put over my kitchen table.","author":"Rodney Dangerfield","category":"sex"},{"quote":"I was with this girl the other night  and from the way she was responding to my skillful caresses  you would have sworn she was conscious from the top of her head to the tag on her toes.","author":"Emo Philips","category":"sex"},{"quote":"If there is reincarnation  I'd like to come back as Warren Beatty's fingertips.","author":"Woody Allen","category":"sex"},{"quote":"There are a number of mechanical devices which increase sexual arousal  particularly in women. Chief among these is the Mercedes-Benz 380 SL convertible.","author":"P. J. O'Rourke","category":"sex"},{"quote":"What shadows we are  what shadows we pursue!","author":"Edmund Burke","category":"shadow"},{"quote":"Coming events cast their shadows before.","author":"Thomas Campbell","category":"shadow"},{"quote":"Shadows are in reality  when the sun is shining  the most conspicuous thing in a landscape  next to the highest lights.","author":"John Ruskin","category":"shadow"},{"quote":"He was not of an age  but for all time!","author":"Ben Jonson","category":"shakespeare"},{"quote":"Shakespeare has had neither equal nor second.","author":"Macaulay","category":"shakespeare"},{"quote":"Shame is an ornament to the young  a disgrace to the old.","author":"Aristotle","category":"shame"},{"quote":"I count him lost  who is lost to shame.","author":"Plautus","category":"shame"},{"quote":"We live in an atmosphere of shame. We are ashamed of everything that is real about us  ashamed of ourselves  of our relatives  of our incomes  of our accents  of our opinion  of our experience  just as we are ashamed of our naked skins.","author":"George Bernard Shaw","category":"shame"},{"quote":"O shame! Where is they blush?","author":"William Shakespeare","category":"shame"},{"quote":"A leap year Is never a good sheep year.","author":"Old English Saying","category":"sheep"},{"quote":"One for the master  And one for my dame  And one for the little boy Who lives in the lane.","author":"Nursery Rhyme","category":"sheep"},{"quote":"Don't give up the ship!","author":"James Lawrence","category":"ships"},{"quote":"Ships that pass in the night.","author":"Henry Wadsworth Longfellow","category":"ships"},{"quote":"They that go down to the sea in ships  that do business in great waters.","author":"Bible","category":"ships"},{"quote":"Ships are but boards  sailors but men.","author":"William Shakespeare","category":"ships"},{"quote":"There breaks in every Gloucester wave A windowed woman's heart.","author":"Elizabeth Ward","category":"ships"},{"quote":"Him that makes shoes go barefoot himself.","author":"Henry Burton","category":"shoemaking"},{"quote":"I can tell where my own shoe pinches me.","author":"Miguel de Cervantes","category":"shoemaking"},{"quote":"Sickness is a belief  which must be annihilated by the divine Mind.","author":"Mary Baker Eddy","category":"sickness"},{"quote":"Prevention is better than cure.","author":"Erasmus","category":"sickness"},{"quote":"The whole head is sick  and the whole heart faint.","author":"Bible","category":"sickness"},{"quote":"How could the drops of water know themselves to be a river? Yet the river flows on.","author":"Antoine de St. Exupery","category":"silence"},{"quote":"Silence is as full of potential wisdom and wit as the unhewn marble of great sculpture.","author":"Aldous Huxley","category":"silence"},{"quote":"The silent dog is the first to bite.","author":"Old saying","category":"silence"},{"quote":"We need a reason to speak  but none to keep silent.","author":"Pierre Nicole","category":"silence"},{"quote":"Silence is the unbearable repartee.","author":"G. K. Chesterton","category":"silence"},{"quote":"That man's silence is wonderful to listen to.","author":"Thomas Hardy","category":"silence"},{"quote":"I believe in the discipline of silence and could talk for hours about it.","author":"George Bernard Shaw","category":"silence"},{"quote":"He has the gift of quiet.","author":"John Le Carre","category":"silence"},{"quote":"I'm exhausted from not talking.","author":"Sam Goldwyn","category":"silence"},{"quote":"The cruellest lies are often told in silence.","author":"Robert Louis Stevenson","category":"silence"},{"quote":"Nature has given to men one tongue  but two ears  that we may hear from others twice as much as we speak.","author":"Epictetus","category":"silence"},{"quote":"Silence is the most perfect expression of scorn.","author":"George Bernard Shaw","category":"silence"},{"quote":"Speech may be barren  but it is ridiculous to suppose that silence is always brooding on a nestful of eggs.","author":"George Eliot","category":"silence"},{"quote":"Silence propagates itself  and the longer talk has been suspended  the more difficult it is to find anything to say.","author":"Samuel Johnson","category":"silence"},{"quote":"The most silent people are generally those who think most highly of themselves.","author":"William Hazlitt","category":"silence"},{"quote":"The greatest triumphs of propaganda have been accomplished  not by doing something  but by refraining from doing. Great is truth  but still greater  from a practical point of view  is silence about truth.","author":"Aldous Huxley","category":"silence"},{"quote":"Men fear silence as they fear solitude  because both give them a glimpse of the terror of life's nothingness.","author":"Andre Maurois","category":"silence"},{"quote":"Silence is deep as Eternity  speech  shallow as Time.","author":"Thomas Carlyle","category":"silence"},{"quote":"Better silent than stupid.","author":"German proverb","category":"silence"},{"quote":"It is a great misfortune neither to have enough wit to talk well nor enough judgement to be silent.","author":"Jean de la Bruyere","category":"silence"},{"quote":"I have noticed that nothing I never said ever did me any harm.","author":"Calvin Coolidge","category":"silence"},{"quote":"One of the best ways to persuade others is with your ears.","author":"Dean Rusk","category":"silence"},{"quote":"It is easier to talk than to hold one's tongue.","author":"Greek proverb","category":"silence"},{"quote":"The pause - that impressive silence  that eloquent silence  that geometrically progressive silence which often achieves a desired effect where no combination of words  howsoever felicitous  could accomplish it.","author":"Mark Twain","category":"silence"},{"quote":"Silence is more eloquent than words.","author":"Thomas Carlyle","category":"silence"},{"quote":"Silence is the unbearable repartee.","author":"G. K. Chesterton","category":"silence"},{"quote":"Speech is silver  silence is golden.","author":"German proverb","category":"silence"},{"quote":"Still waters run deep.","author":"English proverb","category":"silence"},{"quote":"Vessels never give so great a sound as when they are empty.","author":"Bishop John Jewell","category":"silence"},{"quote":"It is a great misfortune neither to have enough wit to talk well nor enough judgment to be silent.","author":"Jean de la Bruyere","category":"silence"},{"quote":"Keep quiet and people will think you a philosopher.","author":"Latin proverb","category":"silence"},{"quote":"Blessed are they who have nothing to say  and who cannot be persuaded to say it.","author":"James Russell Lowell","category":"silence"},{"quote":"Be silent and safe - silence never betrays you.","author":"John Boyle O'Reilly","category":"silence"},{"quote":"He that keepeth his mouth keepeth his life  but he that openeth wide his lips shall have destruction.","author":"Bible","category":"silence"},{"quote":"The rest is silence.","author":"William Shakespeare","category":"silence"},{"quote":"Smooth runs the water where the brook is deep.","author":"William Shakespeare","category":"silence"},{"quote":"I regret often that I have spoken  never that I have been silent.","author":"Syrus","category":"silence"},{"quote":"A speech does not need to be eternal to be immortal.","author":"Muriel Humphrey","category":"simplicity"},{"quote":"Simplicity is the ultimate sophistication.","author":"Leonardo da Vinci","category":"simplicity"},{"quote":"To be simple is to be great.","author":"Ralph Waldo Emerson","category":"simplicity"},{"quote":"It helped me in the air to keep my small mind contained in earthly human limits  not lost in vertiginous space and elements unknown.","author":"Diana Cooper","category":"simplicity"},{"quote":"A man must be able to cut a knot  for everything cannot be untied  he must know how to disengage what is essential from the detail in which it is enwrapped  for everything cannot be equally considered  in a word  he must be able to simplify his duties  his business and his life.","author":"Henri Frederic Amiel","category":"simplicity"},{"quote":"Simplicity is an exact medium between too little and too much.","author":"Sir Joshua Reynolds","category":"simplicity"},{"quote":"Simplicity and naturalness are the truest marks of distinction.","author":"W. Somerset Maugham","category":"simplicity"},{"quote":"The trouble about man is twofold. He cannot learn truths which are too complicated  he forgets truths which are too simple.","author":"Dame Rebecca West","category":"simplicity"},{"quote":"Everything should be made as simple as possible ... but not simpler.","author":"Albert Einstein","category":"simplicity"},{"quote":"To be simple is the best thing in the world.","author":"G. K. Chesterton","category":"simplicity"},{"quote":"If we live  we live  if we die  we die  if we suffer  we suffer  if we are terrified  we are terrified. There is no problem about it.","author":"Alan Watts","category":"simplicity"},{"quote":"I have a simple philosophy. Fill what's empty. Empty what's full. And scratch where it itches.","author":"Alice Roosevelt Longworth","category":"simplicity"},{"quote":"Keep breathing.","author":"Sophie Tucker","category":"simplicity"},{"quote":"I go about looking at horses and cattle. They eat grass  make love  work when they have to  bear their young. I am sick with envy of them.","author":"Sherwood Anderson","category":"simplicity"},{"quote":"What you do not want done to yourself  do not do to others.","author":"Confucius","category":"simplicity"},{"quote":"I know only that what is moral is what you feel good after and what is immoral is what you feel bad after.","author":"Ernest Hemingway","category":"simplicity"},{"quote":"My formula for living is quite simple. I get up in the morning and I go to bed at night. In between I occupy myself as best I can.","author":"Cary Grant","category":"simplicity"},{"quote":"Keep doing what you're doing and you'll keep getting what you're getting.","author":"Anonymous","category":"simplicity"},{"quote":"Life is one long struggle to disinter oneself  to keep one's head above the accumulations  the ever deepening layers of objects ... which attempt to cover one over  steadily  almost irresistibly  like falling snow.","author":"Rose Macaulay","category":"simplicity"},{"quote":"Is nothing in life ever straight and clear  the way children see it?","author":"Rosie Thomas","category":"simplicity"},{"quote":"There is no cure for birth or death save to enjoy the interval.","author":"George Santayana","category":"simplicity"},{"quote":"We cannot solve life's problems except by solving them.","author":"M. Scott Peck","category":"simplicity"},{"quote":"Eat when you're hungry. Drink when you're thirsty. Sleep when you're tired.","author":"Buddhist proverb","category":"simplicity"},{"quote":"I believe that a simple and unassuming manner of life is best for everyone  best both for the body and the mind.","author":"Albert Einstein","category":"simplicity"},{"quote":"If it's working  keep doing it. If it's not working  stop doing it. If you don't know what to do  don't do anything.","author":"Dr. Melvin Konner","category":"simplicity"},{"quote":"If you don't like something about yourself  change it. If you can't change it  accept it.","author":"Ted Shackelford","category":"simplicity"},{"quote":"There is only one meaning of life  the act of living itself.","author":"Erich Fromm","category":"simplicity"},{"quote":"I have a simple philosophy. Fill what's empty. Empty what's full. Scratch where it itches.","author":"Alice Roosevelt Longworth","category":"simplicity"},{"quote":"Simplicity is making the journey of this life with just baggage enough.","author":"Anonymous","category":"simplicity"},{"quote":"The boy and girl going hand in hand through a meadow  the mother washing her baby  the sweet simple things in life. We have almost lost track of them. On the one side  we overintel-lectualize everything  on the other hand  we are over-mechanized. We can understand the danger of the atomic bomb  but the danger of our misunderstanding the meaning of life is much more serious.","author":"Edward Steichen","category":"simplicity"},{"quote":"Fear less  hope more  eat less  chew more  whine less  breathe more  talk less  say more  love more  and all good things will be yours.","author":"Swedish proverb","category":"simplicity"},{"quote":"I take a simple view of living. It is  keep your eyes open and get on with it.","author":"Sir Laurence Olivier","category":"simplicity"},{"quote":"Love  and do what you like.","author":"Saint Augustine","category":"simplicity"},{"quote":"Reduce the complexity of life by eliminating the needless wants of life  and the labors of life reduce themselves.","author":"Edwin Way Teale","category":"simplicity"},{"quote":"Manifest plainness  Embrace simplicity  Reduce selfishness  Have few desires.","author":"Lao-Tzu","category":"simplicity"},{"quote":"Simplicity  clarity  singleness: these are the attributes that give our lives power and vividness and joy.","author":"Richard Halloway","category":"simplicity"},{"quote":"I searched through rebellion  drugs  diet  mysticism  religion  intellectual-ism and much more  only to find that truth is basically simple and feels good  clear and right.","author":"Chick Corea","category":"simplicity"},{"quote":"If you walk  just walk. If you sit  just sit. But whatever you do  don't wobble.","author":"Anonymous","category":"simplicity"},{"quote":"To keep a lamp burning  we have to keep putting oil in it.","author":"Mother Teresa","category":"simplicity"},{"quote":"Fame is a pearl many dive for and only a few bring up. Even when they do  it is not perfect  and they sigh for more  and lose better things in struggling for them.","author":"Louisa May Alcott","category":"simplicity"},{"quote":"Life is not complex. We are complex. Life is simple  and the simple thing is the right thing.","author":"Oscar Wilde","category":"simplicity"},{"quote":"God made man simple  but how he changed and got complicated is hard to say.","author":"Johann von Goethe","category":"simplicity"},{"quote":"Making the simple complicated is commonplace  making the complicated simple  awesomely simple  that's creativity.","author":"Charles Mingus","category":"simplicity"},{"quote":"The man of fixed ingrained principles who has mapped out a straight course  and has the courage and self-control to adhere to it  does not find life complex. Complexities are all of our own making.","author":"B. C. Forbes","category":"simplicity"},{"quote":"The whole is simpler than the sum of its parts.","author":"Willard Gibbs","category":"simplicity"},{"quote":"The course of every intellectual  if he pursues his journey long and unflinchingly enough  ends in the obvious  from which the non-intellectuals have never stirred.","author":"Aldous Huxley","category":"simplicity"},{"quote":"Any intelligent fool can make things bigger  more complex  and more violent. It takes a touch of genius-and a lot of courage-to move in the opposite direction.","author":"E. E. Schumacher","category":"simplicity"},{"quote":"At times almost all of us envy the animals. They suffer and die  but do not seem to make a \"problem\" of it.","author":"Alan Watts","category":"simplicity"},{"quote":"First say to yourself what you would be  and then do what you have to do.","author":"Epictetus","category":"simplicity"},{"quote":"If a madman were to come into this room with a stick in his hand  no doubt we should pity the state of his mind  but our primary consideration would be to take care of ourselves. We should knock him down first  and pity him afterwards.","author":"Samuel Johnson","category":"simplicity"},{"quote":"You decide what it is you want to accomplish and then you lay out your plans to get there  and then you just do it. It's pretty straightforward.","author":"Nancy Ditz","category":"simplicity"},{"quote":"There is a point at which everything becomes simple and there is no longer any question of choice  because all you have staked will be lost if you look back. Life's point of no return.","author":"Dag Hammarskjold","category":"simplicity"},{"quote":"The ability to simplify means to eliminate the unnecessary so that the necessary may speak.","author":"Hans Hofmann","category":"simplicity"},{"quote":"The sculptor produces the beautiful statue by chipping away such parts of the marble block as are not needed- it is a process of elimination.","author":"Elbert Hubbard","category":"simplicity"},{"quote":"A great man is one who seizes the vital issue in a complex question  what we might call the jugular vein of the whole organism  and spends his energies upon that.","author":"Joseph Rickaby","category":"simplicity"},{"quote":"The more we reduce the size of our world  the more we shall be its master.","author":"Jacinto Benavente","category":"simplicity"},{"quote":"Simplicity  simplicity  simplicity! I say  let your affairs be as two or three  and not a hundred or a thousand. ... Simplify  simplify.","author":"Henry David Thoreau","category":"simplicity"},{"quote":"There is no greatness where there is not simplicity.","author":"Leo Tolstoy","category":"simplicity"},{"quote":"The wisdom of life consists in the elimination of nonessentials.","author":"Lin Yutang","category":"simplicity"},{"quote":"All animals except man know that the ultimate of life is to enjoy it.","author":"Samuel Butler","category":"simplicity"},{"quote":"I finally figured out the only reason to be alive is to enjoy it.","author":"Rita Mae Brown","category":"simplicity"},{"quote":"Happiness comes of the capacity to feel deeply  to enjoy simply  to think freely  to risk life  to be needed.","author":"Storm Jameson","category":"simplicity"},{"quote":"The main obligation is to amuse yourself.","author":"S. J. Perelman","category":"simplicity"},{"quote":"There is no cure for birth or death save to enjoy the interval.","author":"George Santayana","category":"simplicity"},{"quote":"Success is simple. Do what's right  the right way  at the right time.","author":"Arnold Glasow","category":"simplicity"},{"quote":"There is a master key to success with which no man can fail. Its name is simplicity ... reducing to the simplest possible terms every problem.","author":"Henri Deterding","category":"simplicity"},{"quote":"If you want to be found  stand where the seeker seeks.","author":"Sidney Lanier","category":"simplicity"},{"quote":"Many things are lost for want of asking.","author":"English proverb","category":"simplicity"},{"quote":"Economy  prudence  and a simple life are the sure masters of need  and will often accomplish that which their opposites  with a fortune at hand  will fail to do.","author":"Clara Barton","category":"simplicity"},{"quote":"Wealth consists not in having great possessions but in having few wants.","author":"Esther de Waal","category":"simplicity"},{"quote":"If you aren't going all the way  why go at all?","author":"Joe Namath","category":"simplicity"},{"quote":"What I do  I do very well  and what I don't do well  I don't do at all.","author":"Anonymous","category":"simplicity"},{"quote":"Players have two things to do: Play and keep their mouths shut.","author":"Sparky Anderson","category":"simplicity"},{"quote":"Hitting is timing. Pitching is upsetting timing.","author":"Warren Spahn","category":"simplicity"},{"quote":"All I had to do was keep turning left.","author":"George Robson","category":"simplicity"},{"quote":"The rules of soccer are very simple. Basically it's this: If it moves  kick it  if it doesn't move  kick it until it does.","author":"Phil Woosnam","category":"simplicity"},{"quote":"If you don't throw it  they can't hit it.","author":"Lefty Gomez","category":"simplicity"},{"quote":"Football is blocking and tackling. Everything else is mythology.","author":"Vince Lombardi","category":"simplicity"},{"quote":"It's a round ball and a round bat  and you got to hit it square.","author":"Pete Rose","category":"simplicity"},{"quote":"There are only five things you can do in baseball: run  throw  catch  hit  and hit with power.","author":"Leo Durocher","category":"simplicity"},{"quote":"Losers have tons of variety. Champions take pride in just learning to hit the same old boring winners.","author":"Vic Braden","category":"simplicity"},{"quote":"The way you get better at playing football is to play football.","author":"Gene Brodie","category":"simplicity"},{"quote":"I just take my three swings and go sit on the bench. I don't ever want to mess up my swing.","author":"Dick Allen","category":"simplicity"},{"quote":"Just learn your lines and don't bump into the furniture.","author":"Spencer Tracy","category":"simplicity"},{"quote":"My advice about acting? Speak clearly  don't bump into people  and if you must have motivation  think of your pay packet on Friday.","author":"Noel Coward","category":"simplicity"},{"quote":"Don't let go of the vine.","author":"John Weissmuller","category":"simplicity"},{"quote":"Stay out of jail.","author":"Alfred Hitchcock","category":"simplicity"},{"quote":"Putting aside all the fancy words and academic doubletalk  the basic reason for having a military is to do two jobs-to kill people and to destroy the works of man.","author":"Thomas S. Power","category":"simplicity"},{"quote":"The first law of war is to preserve ourselves and destroy the enemy.","author":"Mao Tse-Tung","category":"simplicity"},{"quote":"In combat  life is short  nasty and brutish. The issues of national policy which brought him into war are irrelevant to the combat soldier  he is concerned with his literal life chances.","author":"Charles E. Moskos","category":"simplicity"},{"quote":"You don't hurt 'em if you don't hit 'em.","author":"General Lewis","category":"simplicity"},{"quote":"There is nothing certain about war except that one side won't win.","author":"Sir Ian Hamilton","category":"simplicity"},{"quote":"I can always make it a rule to get there first with the most men.","author":"Nathan Bedford Forrest","category":"simplicity"},{"quote":"The object of war is not to die for your country  but to make the other bastard die for his.","author":"General George S. Patton","category":"simplicity"},{"quote":"The object of war is to survive it.","author":"John Irving","category":"simplicity"},{"quote":"When ideas come  I write them  when they don't come  I don't.","author":"William Faulkner","category":"simplicity"},{"quote":"The idea is to get the pencil moving quickly.","author":"Bernard Malamud","category":"simplicity"},{"quote":"I never thought of myself as a writer  but the simplest thing seemed to be to put a piece of paper in the roller and start typing.","author":"Cynthia Friedman","category":"simplicity"},{"quote":"The niftiest turn of phrase  the most elegant flight of rhetorical fancy  isn't worth beans next to a clear thought clearly expressed.","author":"Jeff Greenfield","category":"simplicity"},{"quote":"Get black on white.","author":"Guy de Maupassant","category":"simplicity"},{"quote":"Art  it seems to me  should simplify.","author":"Willa Cather","category":"simplicity"},{"quote":"It's a simple formula  do your best and somebody might like it.","author":"Dorothy Baker","category":"simplicity"},{"quote":"Simplicity  carried to an extreme  becomes elegance.","author":"Jon Franklin","category":"simplicity"},{"quote":"All the great things are simple  and many can be expressed in a single word: freedom  justice  honor  duty  mercy  hope.","author":"Winston Churchill","category":"simplicity"},{"quote":"It is the essence of genius to make use of the simplest ideas.","author":"Charles Peguy","category":"simplicity"},{"quote":"Genius is the ability to reduce the complicated to the simple.","author":"C. W. Ceram","category":"simplicity"},{"quote":"The simplest things give me ideas.","author":"Joan Miro","category":"simplicity"},{"quote":"If you can't write your idea on the back of my calling card  you don't have a clear idea.","author":"David Belasco","category":"simplicity"},{"quote":"It is proof of high culture to say the greatest matters in the simplest way.","author":"Ralph Waldo Emerson","category":"simplicity"},{"quote":"The art of art  the glory of expression and the sunshine of the light of letters is simplicity: nothing is better than simplicity.","author":"Walt Whitman","category":"simplicity"},{"quote":"True eloquence consists of saying all that should be said  and that only.","author":"Francois de La Rochefoucauld","category":"simplicity"},{"quote":"Simplicity of character is no hindrance to subtlety of intellect.","author":"John Morley","category":"simplicity"},{"quote":"Simplicity of character is the natural result of profound thought.","author":"William Hazlitt","category":"simplicity"},{"quote":"The obvious is that which is never seen until someone expresses it simply.","author":"Kahlil Gibran","category":"simplicity"},{"quote":"Simple style is like white light. It is complex  but its complexity is not obvious.","author":"Anatole France","category":"simplicity"},{"quote":"When an idea is too weak to support a simple statement  it is a sign that it should be rejected.","author":"Vauvenargues","category":"simplicity"},{"quote":"When thought is too weak to be simply expressed  it's clear proof that it should be rejected.","author":"Luc de Clapiers","category":"simplicity"},{"quote":"The great artist and thinker are the simplifiers.","author":"Henri Frederic Amiel","category":"simplicity"},{"quote":"Simple truths are a relief from grand speculations.","author":"Vauvenargues","category":"simplicity"},{"quote":"Nothing is more simple than greatness  indeed  to be simple is to be great.","author":"Ralph Waldo Emerson","category":"simplicity"},{"quote":"Simplicity of character is the natural result of profound thought.","author":"William Hazlitt","category":"simplicity"},{"quote":"Affected simplicity is refined imposture.","author":"La Rochefoucauld","category":"simplicity"},{"quote":"The fewer our wants  the nearer we resemble the gods.","author":"Socrates","category":"simplicity"},{"quote":"O sin  what hast thou done to this fair earth!","author":"R. H. Dana","category":"sin"},{"quote":"He that falls into sin is a man  that grieves at it  is a saint  that boasteth of it  is a devil.","author":"Thomas Fuller","category":"sin"},{"quote":"Proverty and wealth are comparative sins.","author":"Victor Hugo","category":"sin"},{"quote":"He that is without sin among you  let him cast the first stone.","author":"Bible","category":"sin"},{"quote":"The sin they do by two and two they must pay for one by one.","author":"Rudyard Kipling","category":"sin"},{"quote":"So many laws argue so many sins.","author":"John Milton","category":"sin"},{"quote":"It is not alone what we do  but also what we do not do  for which we are accountable.","author":"Moliere","category":"sin"},{"quote":"In Adam's Fall We sinned all.","author":"New England Primer","category":"sin"},{"quote":"0 thou  who didst with pitfall and with gin Beset the road I was to wander in  Thou wilt not with predestin'd evil round Enmesh  and then impute my fall to sin.","author":"Omar Khayyam","category":"sin"},{"quote":"My son  if sinners entice thee  consent thou not.","author":"Bible","category":"sin"},{"quote":"The way of transgressors is hard.s","author":"Bible","category":"sin"},{"quote":"The wages of sin-is death.","author":"Romans","category":"sin"},{"quote":"I am a man More sinn'd against than sinning.","author":"William Shakespeare","category":"sin"},{"quote":"Of all the evil spirits abroad at this hour in the world  insincerity is the most dangerous.","author":"James Froude","category":"sincerity"},{"quote":"There is no greater delight than to be conscious of sincerity on self-examination.","author":"Mencius","category":"sincerity"},{"quote":"A little sincerity is a dangerous thing  and a great deal of it is absolutely fatal.","author":"Oscar Wilde","category":"sincerity"},{"quote":"Skepticism means  not intellectual doubt alone  but moral doubt.","author":"Thomas Carlyle","category":"skepticism"},{"quote":"With most people  doubt about one thing is simply blind belief in another.","author":"G. C. Lichtenberg","category":"skepticism"},{"quote":"Skeptics are never deceived.","author":"French proverb","category":"skepticism"},{"quote":"I am ready to reject all belief and reasoning  and can look upon no opinion even as more probable or likely than another.","author":"David Hume","category":"skepticism"},{"quote":"Believe nothing and be on your guard against everything.","author":"Latin proverb","category":"skepticism"},{"quote":"Great intellects are skeptical.","author":"Friedrich Nietzsche","category":"skepticism"},{"quote":"And that inverted Bowl they call the Sky  Whereunder crawling coop'd we live and die  Lift not your hands to it for help - for it As impotently moves as you or I.","author":"Omar Khayyam","category":"sky"},{"quote":"Sometimes gentle  sometimes capricious  sometimes awful  never the same for two moments together  almost human in its passions  almost spiritual in its tenderness  almost Divine in its infinity.","author":"John Ruskin","category":"sky"},{"quote":"A slander is like a hornet  if you cannot kill it dead the first blow  better not strike at it.","author":"H. W. Shaw","category":"slander"},{"quote":"If slander be a snake  it is a winged one - it flies as well as creeps.","author":"Douglas Jerrold","category":"slander"},{"quote":"I am disgrac'd  impeach'd and baffled here  -  Pierc'd to the soul with slander's venom'd spear.","author":"William Shakespeare","category":"slander"},{"quote":"If you put a chain around the neck of a slave  the other end fastens itself around your own.","author":"Ralph Waldo Emerson","category":"slavery"},{"quote":"The compact which exists between the North and the South is a covenant with death and an agreement with hell  involving both parties in atrocious criminality and should be immediately annulled.","author":"William Lloyd Garrison","category":"slavery"},{"quote":"I believe this government cannot endure permanently half slave and half free.","author":"Abraham Lincoln","category":"slavery"},{"quote":"Corrupted freemen are the worst slaves.","author":"David Garrick","category":"slavery"},{"quote":"The man who gives me employment  which I must have or suffer  that man is my master  let me call him what I will.","author":"Henry George","category":"slavery"},{"quote":"They are slaves who fear to speak For the fallen and the weak  They are slaves who dare not be In the right with two or three.","author":"James Russell Lowell","category":"slavery"},{"quote":"They (the blacks) had no right which the white man was bound to respect.","author":"Roger B. Taney","category":"slavery"},{"quote":"Englishmen never will be slaves  they are free to do whatever the Government and public opinion allow them to do.","author":"George Bernard Shaw","category":"slavery"},{"quote":"The feeling of sleepiness when you are not in bed  and can't get there  is the meanest feeling in the world.","author":"Edgar Watson Howe","category":"sleep"},{"quote":"Did anyone ever have a boring dream?","author":"Ralph Hodgson","category":"sleep"},{"quote":"The sleep of a labouring man is sweet  whether he eat little or much  but the abundance of the rich will not suffer him to sleep.","author":"Bible","category":"sleep"},{"quote":"Sleep that knits up the ravelled sleave of care  The death of each day's life  sore labour's bath  Balm of hurt minds  great nature's second course  Chief nourisher in life's feast.","author":"William Shakespeare","category":"sleep"},{"quote":"Over my slumber your loving watch keep -  Rock me to sleep  mother  rock me to sleep.","author":"Elizabeth Akers Allen","category":"sleep"},{"quote":"Fatigue is the best pillow.","author":"Benjamin Franklin","category":"sleep"},{"quote":"Sleep is the best cure for waking troubles.","author":"Miguel de Cervantes","category":"sleep"},{"quote":"One hour's sleep before midnight is worth three after.","author":"George Herbert","category":"sleep"},{"quote":"Soft closer of our eyes! Low murmur of tender lullabies!","author":"John Keats","category":"sleep"},{"quote":"Sleep  rest of nature  O sleep  most gentle of the divinities  peace of the soul  thou at whose presence care disappears  who soothest hearts wearied with daily employments  and makest them strong again for labour!","author":"Ovid","category":"sleep"},{"quote":"I will both lay me down in peace  and sleep: for thou  Lord  only makest me dwell in safety.","author":"Bible","category":"sleep"},{"quote":"He giveth His beloved sleep.","author":"Bible","category":"sleep"},{"quote":"I never sleep comfortably except when I am at sermon or when I pray to God.","author":"Francois Rabelais","category":"sleep"},{"quote":"To all  to each  a fair goodnight  And pleasing dreams  and slumbers light.","author":"Walter Scott","category":"sleep"},{"quote":"She slept the sleep of the just.","author":"Racine","category":"sleep"},{"quote":"To sleep! perchance to dream  ay  there's the rub  For in that sleep of death what dreams may come  When we have shuffled off this mortal coil  Must give us pause.","author":"William Shakespeare","category":"sleep"},{"quote":"O sleep  O gentle sleep  Nature's soft nurse.","author":"William Shakespeare","category":"sleep"},{"quote":"Hush  my dear  lie still and slumber! Holy angels guard they bed! Heavenly blessings without number Gently falling on thy head.","author":"Isaac Watts","category":"sleep"},{"quote":"I've had a lot of experience with people smarter than I am.","author":"Gerald Ford","category":"smart"},{"quote":"The smartest thing I ever said was  \"Help Me!\"","author":"Anonymous","category":"smart"},{"quote":"A smart husband buys his wife very fine china so she won't trust him to wash it.","author":"Anonymous","category":"smart"},{"quote":"After pleasant scratching comes unpleasant smarting.","author":"Danish proverb","category":"smart"},{"quote":"I am not the smartest or most talented person in the world  but I succeeded because I keep going  and going  and going.","author":"Sylvester Stallone","category":"smart"},{"quote":"Cats are smarter than dogs. You can't get eight cats to pull a sled through snow.","author":"Jeff Valdez","category":"smart"},{"quote":"I've had a lot of experience with people smarter than I am.","author":"Gerald Ford","category":"smart"},{"quote":"The smartest thing I ever said was  \"Help Me!\"","author":"Anonymous","category":"smart"},{"quote":"A smart husband buys his wife very fine china so she won't trust him to wash it.","author":"Anonymous","category":"smart"},{"quote":"After pleasant scratching comes unpleasant smarting.","author":"Danish proverb","category":"smart"},{"quote":"I am not the smartest or most talented person in the world  but I succeeded because I keep going  and going  and going.","author":"Sylvester Stallone","category":"smart"},{"quote":"Cats are smarter than dogs. You can't get eight cats to pull a sled through snow.","author":"Jeff Valdez","category":"smart"},{"quote":"I've had a lot of experience with people smarter than I am.","author":"Gerald Ford","category":"smart"},{"quote":"The smartest thing I ever said was  \"Help Me!\"","author":"Anonymous","category":"smart"},{"quote":"A smart husband buys his wife very fine china so she won't trust him to wash it.","author":"Anonymous","category":"smart"},{"quote":"After pleasant scratching comes unpleasant smarting.","author":"Danish proverb","category":"smart"},{"quote":"I am not the smartest or most talented person in the world  but I succeeded because I keep going  and going  and going.","author":"Sylvester Stallone","category":"smart"},{"quote":"Cats are smarter than dogs. You can't get eight cats to pull a sled through snow.","author":"Jeff Valdez","category":"smart"},{"quote":"I've had a lot of experience with people smarter than I am.","author":"Gerald Ford","category":"smart"},{"quote":"The smartest thing I ever said was  \"Help Me!\"","author":"Anonymous","category":"smart"},{"quote":"A smart husband buys his wife very fine china so she won't trust him to wash it.","author":"Anonymous","category":"smart"},{"quote":"After pleasant scratching comes unpleasant smarting.","author":"Danish proverb","category":"smart"},{"quote":"I am not the smartest or most talented person in the world  but I succeeded because I keep going  and going  and going.","author":"Sylvester Stallone","category":"smart"},{"quote":"Cats are smarter than dogs. You can't get eight cats to pull a sled through snow.","author":"Jeff Valdez","category":"smart"},{"quote":"I've had a lot of experience with people smarter than I am.","author":"Gerald Ford","category":"smart"},{"quote":"The smartest thing I ever said was  \"Help Me!\"","author":"Anonymous","category":"smart"},{"quote":"A smart husband buys his wife very fine china so she won't trust him to wash it.","author":"Anonymous","category":"smart"},{"quote":"After pleasant scratching comes unpleasant smarting.","author":"Danish proverb","category":"smart"},{"quote":"I am not the smartest or most talented person in the world  but I succeeded because I keep going  and going  and going.","author":"Sylvester Stallone","category":"smart"},{"quote":"Cats are smarter than dogs. You can't get eight cats to pull a sled through snow.","author":"Jeff Valdez","category":"smart"},{"quote":"I've had a lot of experience with people smarter than I am.","author":"Gerald Ford","category":"smart"},{"quote":"The smartest thing I ever said was  \"Help Me!\"","author":"Anonymous","category":"smart"},{"quote":"A smart husband buys his wife very fine china so she won't trust him to wash it.","author":"Anonymous","category":"smart"},{"quote":"After pleasant scratching comes unpleasant smarting.","author":"Danish proverb","category":"smart"},{"quote":"I am not the smartest or most talented person in the world  but I succeeded because I keep going  and going  and going.","author":"Sylvester Stallone","category":"smart"},{"quote":"Cats are smarter than dogs. You can't get eight cats to pull a sled through snow.","author":"Jeff Valdez","category":"smart"},{"quote":"I've had a lot of experience with people smarter than I am.","author":"Gerald Ford","category":"smart"},{"quote":"The smartest thing I ever said was  \"Help Me!\"","author":"Anonymous","category":"smart"},{"quote":"A smart husband buys his wife very fine china so she won't trust him to wash it.","author":"Anonymous","category":"smart"},{"quote":"After pleasant scratching comes unpleasant smarting.","author":"Danish proverb","category":"smart"},{"quote":"I am not the smartest or most talented person in the world  but I succeeded because I keep going  and going  and going.","author":"Sylvester Stallone","category":"smart"},{"quote":"Cats are smarter than dogs. You can't get eight cats to pull a sled through snow.","author":"Jeff Valdez","category":"smart"},{"quote":"I've had a lot of experience with people smarter than I am.","author":"Gerald Ford","category":"smart"},{"quote":"The smartest thing I ever said was  \"Help Me!\"","author":"Anonymous","category":"smart"},{"quote":"A smart husband buys his wife very fine china so she won't trust him to wash it.","author":"Anonymous","category":"smart"},{"quote":"After pleasant scratching comes unpleasant smarting.","author":"Danish proverb","category":"smart"},{"quote":"I am not the smartest or most talented person in the world  but I succeeded because I keep going  and going  and going.","author":"Sylvester Stallone","category":"smart"},{"quote":"Cats are smarter than dogs. You can't get eight cats to pull a sled through snow.","author":"Jeff Valdez","category":"smart"},{"quote":"Smiles form the channels of a future tear.","author":"Lord Byron","category":"smile"},{"quote":"'Tis easy enough to be pleasant  When life flows along like a song  But the man worth while is the one who will smile When everything goes dead wrong.","author":"Ella Wheeler Wilcox","category":"smile"},{"quote":"What's the use of worrying? It never was worth while  so Pack up your troubles in your old kit-bag  And smile  smile  smile.","author":"George Asaf","category":"smile"},{"quote":"It's full of worth and goodness too  with manly kindness blent  It's worth a million dollars and it doesn't cost a cent.","author":"Wilbur D. Nesbit","category":"smile"},{"quote":"Who can refute a sneer?","author":"William Paley","category":"sneer"},{"quote":"It is just as hard to do your duty when men are sneering at you as when they are shooting at you.","author":"Woodrow Wilson","category":"sneer"},{"quote":"The public has a taste for supping with the great.","author":"Ulick O'Connor","category":"snobs, snobbishness"},{"quote":"Laughter would be bereaved if snobbery died.","author":"Peter Ustinov","category":"snobs, snobbishness"},{"quote":"The true definition of a snob is one who craves for what separates men rather than for what unites them.","author":"John Buchan","category":"snobs, snobbishness"},{"quote":"No place in England where everyone can go is considered respectable.","author":"George Moore","category":"snobs, snobbishness"},{"quote":"Snobs talk as if they had begotten their ancestors.","author":"Herbert Agar","category":"snobs, snobbishness"},{"quote":"A highbrow is a person educated beyond his intelligence.","author":"Brander Matthews","category":"snobs, snobbishness"},{"quote":"All the people like us are We  And everyone else is They.","author":"Rudyard Kipling","category":"snobs, snobbishness"},{"quote":"The true snob never rests  there is always a higher goal to attain  and there are  by the same token  always more and more people to look down upon.","author":"Russell Lynes","category":"snobs, snobbishness"},{"quote":"Year of snow Fruit will grow.","author":"Old English Rhyme","category":"snow"},{"quote":"But where are the snows of yesteryear?","author":"Francois Villon","category":"snow"},{"quote":"These monstrous views ... these venomous teachings.","author":"Pope Leo XIII","category":"socialism"},{"quote":"All Socialism involves slavery.","author":"Herbert Spencer","category":"socialism"},{"quote":"Every generation is a secret society and has incommunicable enthusiasm  tastes and interests which are a mystery both to its predecessor and to posterity.","author":"Arthur Chapman","category":"society, social"},{"quote":"Fools take to themselves the respect that is given to their office. Aesop It is time in the West to defend not so much human rights as human obligations.","author":"Aleksandr Solzhenitsyn","category":"society, social"},{"quote":"Society is commonly too cheap. We meet at very short intervals  not having had time to acquire any new value for each other. We meet at meals three times a day  and give each other a new taste of that old musty cheese that we are.","author":"Henry David Thoreau","category":"society, social"},{"quote":"Somerset House in London where at one time English vital statistics were kept - birth  marriage and death records - was known as the egg factory \"where they hatch 'em  match 'em  and dispatch 'em.\"","author":"Anonymous","category":"society, social"},{"quote":"Socialism must come down from the brain and reach the heart.","author":"Jules Renard","category":"society, social"},{"quote":"Society can only exist on the basis that there is some amount of polished lying and that no one says exactly what he thinks.","author":"Lin Yutang","category":"society, social"},{"quote":"The cocktail party - as the name itself indicates - was originally invented by dogs. They are simply bottom-sniffings raised to the rank of formal ceremonies.","author":"Laurence Durrell","category":"society, social"},{"quote":"Two people can form a community by excluding a third.","author":"Jean-Paul Sartre","category":"society, social"},{"quote":"The world has narrowed to a neighbourhood before it has broadened to a brotherhood.","author":"Lyndon B. Johnson","category":"society, social"},{"quote":"There are only two families in the world  as a Grandmother of mine used to say  the haves and the have-nots.","author":"Miguel de Cervantes","category":"society, social"},{"quote":"What is a Communist? One who hath yearnings for equal division of unequal earnings.","author":"Ebenezer Elliott","category":"society, social"},{"quote":"Society is composed of two great classes: those who have more dinners than appetite  and those who have more appetite than dinners.","author":"Sebastien Chamfort","category":"society, social"},{"quote":"The complacent  the self-indulgent  the soft societies are about to be swept away with the debris of history.","author":"John F. Kennedy","category":"society, social"},{"quote":"Society is now one polished horde  Formed of two mighty tribes  The Bores and the Bored.","author":"Lord Byron","category":"society, social"},{"quote":"Society  dead or alive  can have no charm without intimacy and no intimacy without an interest in trifles.","author":"Arthur Balfour","category":"society, social"},{"quote":"To be social is to be forgiving.","author":"Robert Frost","category":"society, social"},{"quote":"If a free society cannot help the many who are poor  it cannot save the few who are rich.","author":"John F. Kennedy","category":"society, social"},{"quote":"The difference between our decadence and the Russians' is that while theirs is brutal  ours is apathetic.","author":"James Thurber","category":"society, social"},{"quote":"The cocktail party - a device for paying off obligations to people you don't want to invite to dinner.","author":"Charles Merrill Smith","category":"society, social"},{"quote":"Vigorous societies harbour a certain extravagance of objectives.","author":"Alfred North Whitehead","category":"society, social"},{"quote":"In any assembly the simplest way to stop the transacting of business and split the ranks is to appeal to a principle.","author":"Jacques Barzun","category":"society, social"},{"quote":"Tolerably early in life I discovered that one of the unpardonable sins  in the eyes of most people  is for a man to go about unlabeled. The world regards such a person as the police do an unmuzzled dog.","author":"Thomas Huxley","category":"society, social"},{"quote":"Twenty per cent of the people in volunteer groups do ninety per cent of the work.","author":"Anonymous","category":"society, social"},{"quote":"Nothing is so dangerous as being too modern  one is apt to grow old-fashioned quite suddenly.","author":"Oscar Wilde","category":"society, social"},{"quote":"Gentleman: one who never hurts anyone's feelings unintentionally.","author":"Anonymous","category":"society, social"},{"quote":"Etiquette means behaving yourself a little better than is absolutely essential.","author":"Will Cuppy","category":"society, social"},{"quote":"The best things and best people rise out of their separateness  I'm against a homogenized society because I want the cream to rise.","author":"Robert Frost","category":"society, social"},{"quote":"There are four varieties in society  the lovers  the ambitious  observers  and fools. The fools are the happiest.","author":"Hippolyte Taine","category":"society, social"},{"quote":"Whatever people may say  the fastidious formal manner of the upper classes is preferable to the slovenly easygoing behaviour of the common middle class. In moments of crisis  the former know how to act  the latter become uncouth brutes.","author":"Cesare Pavese","category":"society, social"},{"quote":"The classes that wash most are those that work least.","author":"G. K. Chesterton","category":"society, social"},{"quote":"Necessity is the constant scourge of the lower classes  ennui of the higher ones.","author":"Arthur Schopenhauer","category":"society, social"},{"quote":"Society  my dear  is like salt water  good to swim in but hard to swallow.","author":"Arthur Stringer","category":"society, social"},{"quote":"Only a few human beings should grow to the square mile  they are commonly planted too close.","author":"William T. Davis","category":"society, social"},{"quote":"Tis the final conflict! Let each stand in his place! The international working class shall be the human race!","author":"The Internationale","category":"society, social"},{"quote":"Every society honours its live conformists and its dead troublemakers.","author":"Mignon McLaughlin","category":"society, social"},{"quote":"In order to stand well in the eyes of the community  it is necessary to come up to a certain  somewhat indefinite  conventional standard of wealth.","author":"Thorstein Veblen","category":"society, social"},{"quote":"Class is an aura of confidence that is being sure without being cocky. Class has nothing to do with money. Class never runs scared. It is self-discipline and self-knowledge. It's the sure-footedness that comes with having proved you can meet life.","author":"Ann Landers","category":"society, social"},{"quote":"I respect kindness in human beings first of all  and kindness to animals. I don't respect the law  I have a total irreverance for anything connected with society except that which makes the roads safer  the beer stronger  the food cheaper and the old men and old women warmer in the winter and happier in the summer.","author":"Brendan Behan","category":"society, social"},{"quote":"Every man is a consumer and ought to be a producer.","author":"Ralph Waldo Emerson","category":"society, social"},{"quote":"These families  you know  are our upper crust  not upper ten thousand.","author":"James Fenimore Cooper","category":"society"},{"quote":"He might have proved a useful adjunct  if not an ornament to society.","author":"Charles Lamb","category":"society"},{"quote":"Man is a social animal.","author":"Seneca","category":"society"},{"quote":"It is impossible  in our condition of Society  not to be sometimes a Snob.","author":"William Thackeray","category":"society"},{"quote":"To get into the best society nowadays  one has either to feed people  amuse people  or shock people.","author":"Oscar Wilde","category":"society"},{"quote":"The king of France with twenty thousand men Went up the hill  and then came down again: The king of Spain with twenty thousand more Climbed the same hill the French had climbed before.","author":"Anonymous","category":"soldier"},{"quote":"God and a soldier all .people adore In time of war  but not before  And when war is over and all things are righted  God is neglected and an old soldier slighted.","author":"Anonymous","category":"soldier"},{"quote":"Home they brought her warrior dead.","author":"Lord Alfred Tennyson","category":"soldier"},{"quote":"How sleep the brave  who sink to rest. By all their country's wishes blest!","author":"William Collins","category":"soldier"},{"quote":"We are coming  Father Abraham  three hundred thousand more.","author":"J. S. Gibbons","category":"soldier"},{"quote":"Every citizen should be a soldier. This was the case with the Greeks and Romans  and must be that of every free state.","author":"Thomas Jefferson","category":"soldier"},{"quote":"For it's Tommy this an' Tommy that  and \"Chuck 'im out  the brute.\" But it's \"Savior of 'is country \" when the guns begin to shoot.","author":"Rudyard Kipling","category":"soldier"},{"quote":"It is not the guns or armament Or the money they can pay  It's the close co-operation That makes them win the day. It is not the individual Or the army as a whole  But the everlastin' teamwork Of every bloomin' soul.","author":"J. Mason Knox","category":"soldier"},{"quote":"A soldier is an anachronism of which we must get rid.","author":"George Bernard Shaw","category":"soldier"},{"quote":"But in a larger sense we cannot dedicate  we cannot consecrate  we cannot hallow this ground. The brave men  living and dead  who struggled here  have consecrated it far above our poor power to add or detract.","author":"Abraham Lincoln","category":"soldier"},{"quote":"The muffled drum's sad roll has beat The soldier's last tattoo  No more on Life's parade shall meet The brave and fallen few. On Fame's eternal camping-ground Their silent tents are spread  And Glory guards  with solemn round The bivouac of the dead.","author":"Theodore O'Hara","category":"soldier"},{"quote":"I want to see you shoot the way you shout.","author":"Theodore Roosevelt","category":"soldier"},{"quote":"There are three things a man must do alone. Be born  die  and testify.","author":"James J. Walker","category":"solitude"},{"quote":"Solitary trees  if they grow at all  grow strong.","author":"Winston Churchill","category":"solitude"},{"quote":"We never touch but at points.","author":"Ralph Waldo Emerson","category":"solitude"},{"quote":"I was never less alone than when by myself.","author":"Edward Gibbon","category":"solitude"},{"quote":"In the world a man lives in his own age  in solitude in all ages.","author":"W. Matthews","category":"solitude"},{"quote":"I never found the companion that was so companionable as solitude.","author":"Henry David Thoreau","category":"solitude"},{"quote":"If from Society we learn to live Tis Solitude should teach us how to die  It hath no flatterers.","author":"Lord Byron","category":"solitude"},{"quote":"Solitude is as needful to the imagination as society is wholesome for the character.","author":"James Russell Lowell","category":"solitude"},{"quote":"One can acquire everything in solitude but character.","author":"Stendhal","category":"solitude"},{"quote":"Solitude is the profoundest fact of the human condition. Man is the only being who knows he is alone.","author":"Octavio Paz","category":"solitude"},{"quote":"It's a rather pleasant experience to be alone in a bank at night.","author":"Willie Sutton","category":"solitude"},{"quote":"We're all of us sentenced to solitary confinement inside our own skins  for life.","author":"Tennessee Williams","category":"solitude"},{"quote":"To dare to live alone is the rarest courage  since there are many who had rather meet their bitterest enemy in the field  than their own hearts in their closet.","author":"Charles Caleb Colton","category":"solitude"},{"quote":"One of the greatest necessities in America is to discover creative solitude.","author":"Carl Sandburg","category":"solitude"},{"quote":"Secret  and self-contained  and solitary as an oyster.","author":"Charles Dickens","category":"solitude"},{"quote":"Night  when words fade and things come alive  when the destructive analysis of day is done  and all that is truly important becomes whole and sound again. When man reassembles his fragmentary self and grows with the calm of a tree.","author":"Antoine de Saint-Exupery","category":"solitude"},{"quote":"In solitude  when we are least alone.","author":"Lord Byron","category":"solitude"},{"quote":"We enter the world alone  we leave it alone.","author":"James Froude","category":"solitude"},{"quote":"Far from the madding crowd's ignoble strife.","author":"Thomas Gray","category":"solitude"},{"quote":"Alone  alone  all  all alone  Alone on a wide  wide sea.","author":"Hartley Coleridge","category":"solitude"},{"quote":"I praise the Frenchman  his remark was shrewd  -  \"How sweet  how passing sweet is solitude.\" But grant me still a friend in my retreat  Whom I may whisper - Solitude is sweet.","author":"William Cowper","category":"solitude"},{"quote":"The strongest man is the one who stands most alone.","author":"Henrik Ibsen","category":"solitude"},{"quote":"Solitude is as needful to the imagination as society is wholesome for the character.","author":"James Russell Lowell","category":"solitude"},{"quote":"The thoughtful Soul to Solitude retires.","author":"Omar Khayyam","category":"solitude"},{"quote":"I never found the companion that was so companionable as solitude.","author":"Henry David Thoreau","category":"solitude"},{"quote":"Swans sing before they die - 'twere no bad thing Should certain persons die before they sing.","author":"Hartley Coleridge","category":"song"},{"quote":"A song will outlive all sermons in the memory.","author":"Henry Giles","category":"song"},{"quote":"The morning stars sang together  and all the sons of God shouted for joy.","author":"Bible","category":"song"},{"quote":"And so make life  death and that vast forever One grand  sweet song.","author":"Charles Kingsley","category":"song"},{"quote":"God sent his Singers upon earth With songs of sadness and of mirth  That they might touch the hearts of men  And bring them back to heaven again.","author":"Henry Wadsworth Longfellow","category":"song"},{"quote":"Our sweetest songs are those that tell of saddest thought.","author":"Percy Bysshe Shelley","category":"song"},{"quote":"What's gone and what's past help should be past grief.","author":"William Shakespeare","category":"sorrow"},{"quote":"About suffering they were never wrong  The Old Masters  How well they understood Its human position  how it takes place While someone else is eating or opening a window or just walking dully along.","author":"W. H. Auden","category":"sorrow"},{"quote":"Excessive sorrow laughs. Excessive joy weeps.","author":"William Blake","category":"sorrow"},{"quote":"He's simply got the instinct for being unhappy highly developed.","author":"Saki","category":"sorrow"},{"quote":"One cannot weep for the entire world. It is beyond human strength. One must choose.","author":"Jean Anouilh","category":"sorrow"},{"quote":"Should you shield the canyons from the windstorms you would never see the true beauty of their carvings.","author":"Elisabeth Kubler-Ross","category":"sorrow"},{"quote":"Sorrow makes us all children again.","author":"Ralph Waldo Emerson","category":"sorrow"},{"quote":"There are some men above grief and some men below it.","author":"Ralph Waldo Emerson","category":"sorrow"},{"quote":"Unhurt people are not much good in the world.","author":"Enid Starkie","category":"sorrow"},{"quote":"In extreme youth  in our most humiliating sorrow  we think we are alone. When we are older we find that others have suffered too.","author":"Suzanne Moarny","category":"sorrow"},{"quote":"The deeper the sorrow the less tongue it hath.","author":"The Talmud","category":"sorrow"},{"quote":"When sorrows come  they come not as single spies  But in battalions!","author":"William Shakespeare","category":"sorrow"},{"quote":"Men who are unhappy  like men who sleep badly  are always proud of the fact.","author":"Bertrand Russell","category":"sorrow"},{"quote":"What man is there that does not laboriously  though all unconsciously  himself fashion the sorrow that is to be the pivot of his life.","author":"Maurice Maeterlinck","category":"sorrow"},{"quote":"Only one-fourth of the sorrow in each man's life is caused by outside uncontrollable elements  the rest is self-imposed by failing to analyze and act with calmness.","author":"George Jackson","category":"sorrow"},{"quote":"There is something pleasurable in calm remembrance of a past sorrow.","author":"Cicero","category":"sorrow"},{"quote":"The poor and the busy have no leisure for sentimental sorrow.","author":"Samuel Johnson","category":"sorrow"},{"quote":"While grief is fresh  every attempt to divert it only irritates.","author":"Samuel Johnson","category":"sorrow"},{"quote":"No one can keep his griefs in their prime  they use themselves up.","author":"E. M. Cioran","category":"sorrow"},{"quote":"Sorrow is a fruit  God does not allow it to grow on a branch that is too weak to bear it.","author":"Victor Hugo","category":"sorrow"},{"quote":"There are few sorrows  however poignant  in which a good income is of no avail.","author":"Logan Pearsall Smith","category":"sorrow"},{"quote":"The busy have no time for tears.","author":"Lord Byron","category":"sorrow"},{"quote":"I walked a mile with Sorrow And ne'er a word said she  But  oh  the things I learned from her When Sorrow walked with me.","author":"Robert Browning Hamilton","category":"sorrow"},{"quote":"Every noble crown is  and on earth will ever be  a crown of thorns.","author":"Thomas Carlyle","category":"sorrow"},{"quote":"All sorrows are bearable  if there is bread.","author":"Miguel de Cervantes","category":"sorrow"},{"quote":"Hang sorrow  care'll kill a cat.","author":"Ben Jonson","category":"sorrow"},{"quote":"To Sorrow I bade good-morrow  And thought to leave her far away behind  But cheerly  cheerly  She loves me dearly: She is so constant to me  and so kind.","author":"John Keats","category":"sorrow"},{"quote":"Sorrows are like thunderclouds - in the distance they look black  over our heads scarcely gray.","author":"Jean Paul Richter","category":"sorrow"},{"quote":"The deeper the sorrow  the less tongue hath it.","author":"Talmud","category":"sorrow"},{"quote":"Joy was a flame in me Too steady to destroy. Lithe as a bending reed  Loving the storm that sways her -  I found more joy in sorrow Than you could find in joy.","author":"Sara Teasdale","category":"sorrow"},{"quote":"More in sorrow than in anger.","author":"William Shakespeare","category":"sorrow"},{"quote":"There can be no rainbow without a cloud and a storm.","author":"J. H. Vincent","category":"sorrow"},{"quote":"John Brown's body lies a mould'ring in the grave  His soul goes marching on.","author":"Thomas Brigham Bishop","category":"soul"},{"quote":"The one thing in the world  of value  is the active soul.","author":"Ralph Waldo Emerson","category":"soul"},{"quote":"It matters not how strait the gate  How charged with punishments the scroll  I am the master of my fate: I am the captain of my soul.","author":"W. E. Henley","category":"soul"},{"quote":"Out of the night that covers me  Black as the Pit from pole to pole  I thank whatever gods may be For my unconquerable soul.","author":"W. E. Henley","category":"soul"},{"quote":"Soul  thou hast much goods laid up for many years  take thine ease  eat  drink and be merry.","author":"Bible","category":"soul"},{"quote":"What is a man profited  if he shall gain the whole world  and lose his own soul?","author":"Matthew","category":"soul"},{"quote":"I sent my Soul through the Invisible  Some letter of that After-life to spell  And by and by my Soul returned to me  And answered \"I Myself am Heav'n and Hell.\"","author":"Omar Khayyam","category":"soul"},{"quote":"The iron entered into his soul.","author":"Bible","category":"soul"},{"quote":"Self is the only prison that can ever bind the soul.","author":"Henry Van Dyke","category":"soul"},{"quote":"A charge to keep I have  A God to glorify: A never-dying soul to save  And fit it for the sky.","author":"Charles Wesley","category":"soul"},{"quote":"I loafe and invite my soul  I lean and loafe at my ease  observing a spear of summer grass.","author":"Walt Whitman","category":"soul"},{"quote":"The windows of my soul I throw Wide open to the sun.","author":"John Greenleaf Whittier","category":"soul"},{"quote":"The empty vessel makes the greatest sound.","author":"William Shakespeare","category":"sound"},{"quote":"Hark! from the tombs a doleful sound.","author":"Isaac Watts","category":"sound"},{"quote":"A man does not know what he is saying until he knows what he is not saying.","author":"G. K. Chesterton","category":"speakers, speeches"},{"quote":"Even so  the tongue is a little member and boasteth great things  behold  how great a matter a little fire kindleth!","author":"Bible","category":"speakers, speeches"},{"quote":"He rose without a friend  and sat down without an enemy.","author":"Henry Grattan","category":"speakers, speeches"},{"quote":"Language most shows a man: speak  that I may see thee.","author":"Ben Jonson","category":"speakers, speeches"},{"quote":"Little said is soon amended. There is always time to add a word  never to withdraw one.","author":"Baltasar Gracian","category":"speakers, speeches"},{"quote":"None love to speak so much  when the mood of speaking comes  as they who are naturally taciturn.","author":"Henry Ward Beecher","category":"speakers, speeches"},{"quote":"Nothing is so unbelievable that oratory cannot make it acceptable.","author":"Cicero","category":"speakers, speeches"},{"quote":"Speak clearly  if you speak at all  Carve every word before you let it fall.","author":"Oliver Wendell Holmes","category":"speakers, speeches"},{"quote":"The relationship of the toastmaster to the speaker should be the same as that of the fan to the fan dancer. It should call attention to the subject without making any particular effort to cover it.","author":"Adlai Stevenson","category":"speakers, speeches"},{"quote":"Though old the thought and oft exprest  'tis his at last who says it best.","author":"James Russell Lowell","category":"speakers, speeches"},{"quote":"To know how to say what others only know how to think is what makes men poets or sages  and to dare to say what others only dare to think makes men martyrs or reformers or both.","author":"Elizabeth Charles","category":"speakers, speeches"},{"quote":"Whatever is well said by another  is mine.","author":"Seneca","category":"speakers, speeches"},{"quote":"Winston [Churchill] has devoted the best years of his life to preparing his impromptu speeches.","author":"F. E. Smith","category":"speakers, speeches"},{"quote":"Would you persuade  speak of interest  not of reason.","author":"Benjamin Franklin","category":"speakers, speeches"},{"quote":"It is terrible to speak well and be wrong.","author":"Sophocles","category":"speakers, speeches"},{"quote":"All the great speakers were bad speakers at first.","author":"Ralph Waldo Emerson","category":"speakers, speeches"},{"quote":"If the announcer can produce the impression that he is a gentleman  he may pronounce as he pleases.","author":"George Bernard Shaw","category":"speakers, speeches"},{"quote":"A dull speaker  like a plain woman  is credited with all the virtues  for we charitably suppose that a surface so unattractive must be compensated by interior blessings.","author":"A. P. Herbert","category":"speakers, speeches"},{"quote":"Once you get people laughing  they're listening and you can tell them almost anything.","author":"Herbert Gardner","category":"speakers, speeches"},{"quote":"Speak what you think today in words as hard as cannon balls  and tomorrow speak what tomorrow thinks in hard words again  though it contradict everything you said today.","author":"Ralph Waldo Emerson","category":"speakers, speeches"},{"quote":"When a man gets talking about himself  he seldom fails to be eloquent and often reaches the sublime.","author":"Josh Billings","category":"speakers, speeches"},{"quote":"In an easy cause any man may be eloquent.","author":"Ovid","category":"speakers, speeches"},{"quote":"The object of oratory alone is not truth  but persuasion.","author":"Thomas Babington Macaulay","category":"speakers, speeches"},{"quote":"If no thought your mind does visit make your speech not too explicit.","author":"Piet Hein","category":"speakers, speeches"},{"quote":"Oratory: the art of making deep noises from the chest sound like important messages from the brain.","author":"H. I. Phillips","category":"speakers, speeches"},{"quote":"The glittering generalities of the speaker have left an impression more delightful than permanent.","author":"Franklin J. Dickman","category":"speakers, speeches"},{"quote":"Say what you have to say and the first time you come to a sentence with a grammatical ending - sit down.","author":"Winston Churchill","category":"speakers, speeches"},{"quote":"First learn the meaning of what you say  and then speak.","author":"Epictetus","category":"speakers, speeches"},{"quote":"When a man is asked to make a speech  the first thing he has to decide is what to say.","author":"Gerald Ford","category":"speakers, speeches"},{"quote":"I've never thought my speeches were too long  I've rather enjoyed them.","author":"Hubert Humphrey","category":"speakers, speeches"},{"quote":"Blessed is the man who  having nothing to say  abstains from giving us wordy evidence of the fact.","author":"George Eliot","category":"speakers, speeches"},{"quote":"Look wise  say nothing  and grunt. Speech was given to conceal thought.","author":"William Osier","category":"speakers, speeches"},{"quote":"I have learnt a good deal from my own talk.","author":"Thomas Chandler Haliburton","category":"speakers, speeches"},{"quote":"Speech is the small change of silence.","author":"George Meredith","category":"speakers, speeches"},{"quote":"If you don't say anything  you won't be called on to repeat it.","author":"Calvin Coolidge","category":"speakers, speeches"},{"quote":"In Maine we have a saying that there's no point in speaking unless you can improve on silence.","author":"Edmund Muskie","category":"speakers, speeches"},{"quote":"If you have an important point to make  don't try to be subtle or clever. Use a pile-driver. Hit the point once. Then come back and hit it again. Then hit it a third time - a tremendous whack!","author":"Winston Churchill","category":"speakers, speeches"},{"quote":"He draweth out the thread of his verbosity finer than the staple of his argument.","author":"William Shakespeare","category":"speakers, speeches"},{"quote":"That which is repeated too often becomes insipid and tedious.","author":"Nicolas Boileau","category":"speech"},{"quote":"Let him now speak  or else hereafter for ever hold his peace.","author":"Bible","category":"speech"},{"quote":"His speech was a fine sample  on the whole  Of rhetoric  which the learn'd call \"rigmarole.\"","author":"Lord Byron","category":"speech"},{"quote":"Speech is silvern  silence is golden.","author":"Thomas Carlyle","category":"speech"},{"quote":"He mouths a sentence as curs mouth a bone.","author":"Charles Churchill","category":"speech"},{"quote":"A sophistical rhetorician  inebriated with the exuberance of his own verbosity.","author":"Benjamin Disraeli","category":"speech"},{"quote":"I will sit down now  but the time will come when you will hear me.","author":"Benjamin Disraeli","category":"speech"},{"quote":"The hare-brained chatter of irresponsible frivolity.","author":"Benjamin Disraeli","category":"speech"},{"quote":"For that man is detested by me as the gates of hell  whose outward words conceal his inmost thoughts.","author":"Homer","category":"speech"},{"quote":"His speech flowed from his tongue sweeter than honey.","author":"Homer","category":"speech"},{"quote":"For God's sake  let us freely hear both sides!","author":"Thomas Jefferson","category":"speech"},{"quote":"Every man has a right to utter what he thinks truth  and every other man has a right to knock him down for it.","author":"Samuel Johnson","category":"speech"},{"quote":"Woe unto you  when all men shall speak well of vou!","author":"Bible","category":"speech"},{"quote":"They think that they shall be heard for their much speaking.","author":"Matthew","category":"speech"},{"quote":"Out of the abundance of the heart the mouth speaketh.","author":"Matthew","category":"speech"},{"quote":"If you your lips would keep from slips  Five things observe with care  To whom you speak  of whom you speak  And how  and when  and where.","author":"W. E. Norris","category":"speech"},{"quote":"Rhetoric is the art of ruling the minds of men.","author":"Plato","category":"speech"},{"quote":"It is a tiresome way of speaking  when you should despatch the business  to beat about the bush.","author":"Plautus","category":"speech"},{"quote":"Let no one be willing to speak ill of the absent.","author":"Propertius","category":"speech"},{"quote":"A soft answer turneth away wrath.","author":"Bible","category":"speech"},{"quote":"He replies nothing but monosyllables. I believe he would make three bites of a cherry.","author":"Francois Rabelais","category":"speech"},{"quote":"Speak after the manner of men.","author":"Romans","category":"speech"},{"quote":"Speech is the index of the mind.","author":"Seneca","category":"speech"},{"quote":"I disapprove of what you say  but I will defend to the death your right to say it.","author":"Voltaire","category":"speech"},{"quote":"The spirit indeed is willing  but the flesh is weak.","author":"Matthew","category":"spirit"},{"quote":"He that is slow to anger is better than the mighty  and he that ruleth his spirit than he that taketh a city.","author":"Bible","category":"spirit"},{"quote":"When I use the word spirituality  I don't necessarily mean religion  I mean whatever it is that helps you feel connected to something that is larger than yourself.","author":"Dean Ornish","category":"spirituality"},{"quote":"The spiritual life does not remove us from the world but leads us deeper into it.","author":"Henri J. M. Nouwen","category":"spirituality"},{"quote":"The fact that I can plant a seed and it becomes a flower  share a bit of knowledge and it becomes another's  smile at someone and receive a smile in return  are to me continual spiritual exercises.","author":"Leo Buscaglia","category":"spirituality"},{"quote":"Faith is the evidence of things not seen.","author":"Bible","category":"spirituality"},{"quote":"They understand but little who understand only what can be explained.","author":"Marie von Ebner-Eschenbach","category":"spirituality"},{"quote":"Some things have to be believed to be seen.","author":"Ralph Hodgson","category":"spirituality"},{"quote":"Faith is like electricity. You can't see it  but you can see the light.","author":"Anonymous","category":"spirituality"},{"quote":"Faith is the strength by which a shattered world shall emerge into the light.","author":"Helen Keller","category":"spirituality"},{"quote":"Live your beliefs and you can turn the world around.","author":"Henry David Thoreau","category":"spirituality"},{"quote":"If you can't have faith in what is held up to you for faith  you must find things to believe in yourself  for life without faith in something is too narrow a space to live.","author":"George Edward Woodberry","category":"spirituality"},{"quote":"I am one of those who would rather sink with faith than swim without it.","author":"Stanley Bladwin","category":"spirituality"},{"quote":"If a blade of grass can grow in a concrete walk and a fig tree in the side of a mountain cliff  a human being empowered with an invincible faith can survive all odds the world can throw against his tortured soul.","author":"Robert H. Schuller","category":"spirituality"},{"quote":"Faith is not knowledge of what the mystery of the universe is  but the conviction that there is a mystery  and that it is greater than us.","author":"Rabbi David Wolpe","category":"spirituality"},{"quote":"Faith is our direct link to universal wisdom  reminding us that we know more than we have heard or read or studied that we have only to look  listen  and trust the love and wisdom of the Universal Spirit working through us all.","author":"Dan Millman","category":"spirituality"},{"quote":"Believe in something larger than yourself.","author":"Barbara Bush","category":"spirituality"},{"quote":"Faith is knowing there is an ocean because you have seen a brook.","author":"William Arthur Ward","category":"spirituality"},{"quote":"Faith is  above all  openness  an act of trust in the unknown.","author":"Alan Watts","category":"spirituality"},{"quote":"Faith is believing before receiving.","author":"Alfred A. Montapert","category":"spirituality"},{"quote":"Faith is not being sure where you're going but going anyway.","author":"Fredrick Buechner","category":"spirituality"},{"quote":"Faith is to believe what we do not see  the reward of this faith is to see what we believe.","author":"Saint Augustine","category":"spirituality"},{"quote":"You can do very little with faith  but you can do nothing without it.","author":"Samuel Butler","category":"spirituality"},{"quote":"All things are possible to him who believes.","author":"Bible","category":"spirituality"},{"quote":"Faith is the bird that feels the light and sings when the dawn is still dark.","author":"Rabindranath Tagore","category":"spirituality"},{"quote":"Do not have your concert first and tune your instruments afterwards. Begin the day with God.","author":"James Hudson Taylor","category":"spirituality"},{"quote":"All my life I have risen regularly at four o'clock and have gone into the woods and talked to God. There He gives me my orders for the day.","author":"George Washington Carver","category":"spirituality"},{"quote":"The strength of a man consists in finding out the way in which God is going  and going in that way too.","author":"Henry Ward Beecher","category":"spirituality"},{"quote":"God gives us always strength enough  and sense enough  for everything He wants us to do.","author":"John Ruskin","category":"spirituality"},{"quote":"God gave burdens  also shoulders.","author":"Jewish saying","category":"spirituality"},{"quote":"There is literally nothing that I ever asked to do  that I asked the blessed Creator to help me to do  that I have not been able to accomplish.","author":"George Washington Carver","category":"spirituality"},{"quote":"Here on earth  God's work must surely be our own.","author":"John. F. Kennedy","category":"spirituality"},{"quote":"God can dream a bigger dream for you than you can dream for yourself  and your role on Earth is to attach yourself to that divine force and let yourself be released to it.","author":"Oprah Winfrey","category":"spirituality"},{"quote":"We were born to make manifest the glory of God that is within us. It's not just in some of us  it's in everyone.","author":"Nelson Mandela","category":"spirituality"},{"quote":"I believe God is managing affairs and that He doesn't need any advice from me. With God in charge  I believe everything will work out for the best in the end.","author":"Henry Ford","category":"spirituality"},{"quote":"In a world filled with causes for worry and anxiety . . . we need the peace of God standing guard over our hearts and minds.","author":"Jerry W. McCant","category":"spirituality"},{"quote":"Remember that everything has God's fingerprints on it.","author":"Richard Carlson","category":"spirituality"},{"quote":"There is not a flower that opens  not a seed that falls into the ground  and not an ear of wheat that nods on the end of its stalk in the wind that does not preach and proclaim the greatness and the mercy of God to the whole world.","author":"Thomas Merton","category":"spirituality"},{"quote":"Millions of angels are at God's command.","author":"Billy Graham","category":"spirituality"},{"quote":"The Holy Spirit . . . wants to flow through us and realize all these wonderful possibilities in the world - if we only open ourselves and allow it to happen.","author":"Br. David Steindl-Rast","category":"spirituality"},{"quote":"Do you not know that you are God's temple and that God's spirit dwells within you?","author":"Bible","category":"spirituality"},{"quote":"God does not ask your ability  or your inability. He asks only your availability.","author":"Mary Kay Ash","category":"spirituality"},{"quote":"When you have succeeded in enshrining God within your heart  you will see Him everywhere.","author":"Swami Sivananda","category":"spirituality"},{"quote":"God dwells wherever man lets Him in.","author":"Jewish saying","category":"spirituality"},{"quote":"God is love.","author":"Bible","category":"spirituality"},{"quote":"God loves you. God doesn't want anyone to be hungry and oppressed. He just puts his big arms around everybody and hugs them up against himself.","author":"Norman Vincent Peale","category":"spirituality"},{"quote":"God loves us the way we are but He loves us too much to leave us that way.","author":"Leighton Ford","category":"spirituality"},{"quote":"The best minister is the human heart  the best teacher is time  the best book is the world  the best friend is God.","author":"Jewish saying","category":"spirituality"},{"quote":"I love God  and when you get to know Him  you find He's a Livin' Doll.","author":"Jane Russell","category":"spirituality"},{"quote":"I don't believe in God. Just try getting a plumber on the weekend.","author":"Woody Allen","category":"spirituality"},{"quote":"God comes at last when we think he is farthest off.","author":"James Howell","category":"spirituality"},{"quote":"God gave you a gift of 86 400 seconds today. Have you used one to say \"thank you\"?","author":"William Arthur Ward","category":"spirituality"},{"quote":"If you begin to live life looking for the God that is all around you  every moment becomes a prayer.","author":"Frank Bianco","category":"spirituality"},{"quote":"Prayer may not change things for you  but it for sure changes you for things.","author":"Samuel Shoemaker","category":"spirituality"},{"quote":"Get down on your knees and thank God you are on your feet.","author":"Irish saying","category":"spirituality"},{"quote":"Time spent on the knees in prayer will do more to remedy heart strain and nerve worry than anything else.","author":"George David Stewart","category":"spirituality"},{"quote":"You pray in your distress and in your need  would that you might pray also in the fullness of your joy and in your days of abundance.","author":"Kahlil Gibran","category":"spirituality"},{"quote":"I never went to bed in my life and I never ate a meal in my life without saying a prayer. I know my prayers have been answered thousands of times  and I know that I never said a prayer in my life without something good coming of it.","author":"Jack Dempsey","category":"spirituality"},{"quote":"God answers all our prayers. Sometimes the answer is yes. Sometimes the answer is no. Sometimes the answer is  you've got to be kidding!","author":"Jimmy Carter","category":"spirituality"},{"quote":"Why is it when we talk to God we are said to be praying  and when God talks to us we're said to be schizophrenic?","author":"Lily Tomlin","category":"spirituality"},{"quote":"A grandfather was walking through his yard when he heard his granddaughter repeating the alphabet in a tone of voice that sounded like a prayer. He asked her what she was doing. The little girl explained: \"I'm praying  but I can't think of exactly the right words  so I'm just saying all the letters  and God will put them together for me  because He knows what I'm thinking.\"","author":"Charles B. Vaughan","category":"spirituality"},{"quote":"When you recover or discover something that nourishes your soul and brings joy  care enough about yourself to make room for it in your life.","author":"Jean Shinoda Bolen","category":"spirituality"},{"quote":"It's important to be heroic  ambitious  productive  efficient  creative  and progressive  but these qualities don't necessarily nurture the soul. The soul has different concerns  of equal value: downtime for reflection  conversation  and reverie  beauty that is captivating and pleasuring  relatedness to the environs and to people  and any animal's rhythm of rest and activity.","author":"Thomas Moore","category":"spirituality"},{"quote":"Excite the soul  and the weather and the town and your condition in the world all disappear  the world itself loses its solidity  nothing remains but the soul and the Divine Presence in which it lives.","author":"Ralph Waldo Emerson","category":"spirituality"},{"quote":"The soul is awakened through service.","author":"Erica Jong","category":"spirituality"},{"quote":"Souls are made of dawn-stuff and starshine.","author":"Elbert Hubbard","category":"spirituality"},{"quote":"I was thrown out of college for cheating on the metaphysics exam  I looked into the soul of the boy next to me.","author":"Woody Allen","category":"spirituality"},{"quote":"Nobody grows old by merely living a number of years. People grow old only by deserting their ideals. Years wrinkle the face  but to give up enthusiasm wrinkles the soul.","author":"Watterson Lowe","category":"spirituality"},{"quote":"The purpose of life on earth is that the soul should grow -  So Growl By doing what is right.","author":"Zelda Fitzgerald","category":"spirituality"},{"quote":"The soul ... is audible  not visible.","author":"Henry Wadsworth Longfellow","category":"spirituality"},{"quote":"Soul appears when we make room for it.","author":"Thomas Moore","category":"spirituality"},{"quote":"Football combines the two worst features of American life. It is violence punctuated by committee meetings.","author":"George F. Will","category":"sport"},{"quote":"Great sport begins at a point where it has ceased to be healthy.","author":"Bertolt Brecht","category":"sport"},{"quote":"Skate to where the puck is going and not to where it's been.","author":"Wayne Gretzsky","category":"sport"},{"quote":"I hate all sports as rabidly as a person who likes sports hates common sense.","author":"H. L. Mencken","category":"sport"},{"quote":"You can't think and hit at the same time.","author":"Yogi Berra","category":"sport"},{"quote":"Pro football is like nuclear warfare. There are no winners  only survivors.","author":"Frank Gifford","category":"sport"},{"quote":"Horses and jockeys mature earlier than people - which is why horses are admitted to race tracks at the age of two  and jockeys before they are old enough to shave.","author":"Dick Beddoes","category":"sport"},{"quote":"Jogging is very beneficial. It's good for your legs and your feet. It's also very good for the ground. It makes it feel needed.","author":"Charles M. Schulz","category":"sport"},{"quote":"It you watch a game  it's fun. If you play it  it's recreation. If you work at it  it's golf.","author":"Bob Hope","category":"sport"},{"quote":"Winning can be defined as the science of being totally prepared.","author":"George Allen","category":"sport"},{"quote":"Running for money doesn't make you run fast. It makes you run first.","author":"Ben Jipcho","category":"sport"},{"quote":"When you win  nothing hurts.","author":"Joe Namath","category":"sport"},{"quote":"Let's win this one for the Gipper.","author":"Knute Rockne","category":"sport"},{"quote":"Sports allow men to build up situations of emergency. What he then demands of himself is unnecessary achievement - and unnecessary sacrifice. He artificially creates the tension that he has been spared by affluent society.","author":"Viktor Frankl","category":"sport"},{"quote":"It is in games that many men discover their paradise.","author":"Robert Lynd","category":"sport"},{"quote":"International sport is war without shooting.","author":"George Orwell","category":"sport"},{"quote":"Fatigue makes cowards of us all.","author":"Vince Lombardi","category":"sport"},{"quote":"Sports do not build character. They reveal it.","author":"Heywood Broun","category":"sport"},{"quote":"Every time you win  you're reborn  when you lose you die a little.","author":"George Allen","category":"sport"},{"quote":"Becoming number one is easier than remaining number one.","author":"Bill Bradley","category":"sport"},{"quote":"If you aren't fired with enthusiasm  you'll be fired with enthusiasm.","author":"Vince Lombardi","category":"sport"},{"quote":"Sport is one area where no participant is worried about another's race  religion or wealth: and where the only concern is 'Have you come to play?'","author":"Henry Roxborough","category":"sport"},{"quote":"Behind every tennis player there is another tennis player.","author":"John McPhee","category":"sport"},{"quote":"Catching a fly ball is a pleasure  but knowing what to do with it is a business.","author":"Tommy Henrich","category":"sport"},{"quote":"Trying to get a fast ball past Hank Aaron is like trying to get the sun past a rooster.","author":"Curt Simmons","category":"sport"},{"quote":"Golf is a good walk spoiled.","author":"Mark Twain","category":"sport"},{"quote":"A sportsman is a man who  every now and then  simply has to get out and kill something. Not that he's cruel. He wouldn't hurt a fly. It's not big enough.","author":"Stephen Leacock","category":"sport"},{"quote":"Walking is the best possible exercise. Habituate yourself to walk very far.","author":"Thomas Jefferson","category":"sport"},{"quote":"Hockey captures the essence of the Canadian experience in the New World. In a land so inescapably and inhospitably cold  hockey is the dance of life  and an affirmation that despite the deathly chill of winter we are alive.","author":"Bruce Kidd","category":"sport"},{"quote":"The game isn't over until it's over.","author":"Yogi Berra","category":"sport"},{"quote":"The race is not always to the swift nor the battle to the strong - but that's the way to bet.","author":"Damon Runyon","category":"sport"},{"quote":"Sport begets tumultuous strife and wrath  and wrath begets fierce quarrels and war to the death.","author":"Horace","category":"sport"},{"quote":"Citius  altius  fortius. (Swifter  higher  stronger.)","author":"Motto of the Olympic Games","category":"sport"},{"quote":"Well  God is certainly getting an earful tonight.","author":"Jim Murray","category":"sport"},{"quote":"Going to bed with a woman never hurt a ball player. It's staying up all night looking for them that does you in.","author":"Casey Stengel","category":"sport"},{"quote":"Knute Rockne liked 'bad losers.' He said 'good losers' lose too often.","author":"George Allen","category":"sport"},{"quote":"Ninety per cent of this game is half-mental.","author":"Yogi Berra","category":"sport"},{"quote":"I have never been able to understand why pigeon-shooting at Hurlingham should be refined and polite  while a rat-killing match in Whitechapel is low.","author":"T. H. Huxley","category":"sport"},{"quote":"When I play with my cat  who knows whether I do not make her more sport  than she makes me?","author":"Michel Montaigne","category":"sport"},{"quote":"If all the year were playing holidays  To sport would be as tedious as to work.","author":"William Shakespeare","category":"sport"},{"quote":"When a man wants to murder a tiger he calls it sport: wlien the tiger wants to murder him he calls it ferocity.","author":"George Bernard Shaw","category":"sport"},{"quote":"Our team was surprisingly consistent this year. We closed with a seven-seven record. We lost seven at home  and seven on the road.","author":"Steve Wheeler","category":"sports"},{"quote":"All pro athletes are bilingual. They speak English and profanity.","author":"Gordie Howe","category":"sports"},{"quote":"I want you all to line up in alphabetical order  according to your size.","author":"Casey Stengel","category":"sports"},{"quote":"Slumps in life are like soft beds. They're easy to get into and hard to get out of.","author":"Johnny Bench","category":"sports"},{"quote":"They X-rayed my head and found nothing.","author":"Dizzy Dean","category":"sports"},{"quote":"Go jogging? And get hit by a meteor?","author":"Robert Benchley","category":"sports"},{"quote":"When I see joggers go by  I shout  \"Jim Fixx is dead. Fats Domino lives!\"","author":"Jason Chase","category":"sports"},{"quote":"Everywhere is walking distance if you have the time.","author":"Steven Wright","category":"sports"},{"quote":"Counting both times I cheated this week  I won at solitaire twice.","author":"Mary Virginia Micka","category":"sports"},{"quote":"You know you're getting old when you start watching golf on TV and enjoying it.","author":"Larry Miller","category":"sports"},{"quote":"As a woman I resent the fact that in golf if I have the highest score  I'm the loser.","author":"Wendy Morgan","category":"sports"},{"quote":"He who has the fastest cart never has a bad lie.","author":"Anonymous","category":"sports"},{"quote":"My best score is 103  but I've only been playing for fifteen years.","author":"Alex Karras","category":"sports"},{"quote":"It's not that I really cheat at golf. I play for my health  and a low score makes me feel better.","author":"Anonymous","category":"sports"},{"quote":"I play in the low eighties. If it's any hotter than that  I won't play.","author":"Joe E. Lewis","category":"sports"},{"quote":"I asked my instructor how I could cut ten strokes off my score. He told me to quit on hole 17!","author":"Arlene Powers","category":"sports"},{"quote":"I get confused with all the rules in golf. Let's say you're playing in L.A. and your ball lands on a dead body. Is your relief one or two club lengths?","author":"Wendy Morgan","category":"sports"},{"quote":"My golf has really improved even though my score hasn't. I'm missing the ball much closer now.","author":"Richard Bull","category":"sports"},{"quote":"Gimme: An agreement between two losers who can't putt.","author":"Jim Bishop","category":"sports"},{"quote":"The reason the pro tells you to keep your head down is so you can't see him laughing.","author":"Phyllis Diller","category":"sports"},{"quote":"Golf is not a matter of life or death. It is much more important than that.","author":"Rod Powers","category":"sports"},{"quote":"player: Can I reach it with a five iron? caddie: Eventually.","author":"John Adams","category":"sports"},{"quote":"Golf and sex: Two things you can really enjoy without being that good at them.","author":"Anonymous","category":"sports"},{"quote":"Golf is a good preoccupation  but as the meaning of life ... it lacks a few things.","author":"Scotty Brown","category":"sports"},{"quote":"If you watch a game  it's fun. If you play it  it's recreation. If you work at it  it's golf.","author":"Bob Hope","category":"sports"},{"quote":"By the time a man can afford to lose a golf ball  he can't hit that far.","author":"Jacob Braude","category":"sports"},{"quote":"This guy is such an obvious cheater that once  when he had a hole in one  he wrote down zero on his scorecard.","author":"Anonymous","category":"sports"},{"quote":"My golf is getting better all the time. Today I parred all but sixteen holes.","author":"Wendy Morgan","category":"sports"},{"quote":"Golf is like a love affair: if you don't take it seriously  it's no fun  if you do take it seriously  it breaks your heart.","author":"Arnold Daly","category":"sports"},{"quote":"I don't say my golf game is bad  but if I grew tomatoes  they'd come up sliced.","author":"Miller Barber","category":"sports"},{"quote":"If people focused on life's really important matters  there'd be a shortage of golf clubs.","author":"Anonymous","category":"sports"},{"quote":"I'm not playing with my brother-in-law today. Would you play with a man who improves his lie and cheats on his score? Well  neither would he!","author":"Anonymous","category":"sports"},{"quote":"You've got just one problem. You stand too close to the ball - after you've hit it.","author":"Sam Snead","category":"sports"},{"quote":"I used to want to shoot my age. Now I would just like to shoot my temperature.","author":"Jerry Feliciotto","category":"sports"},{"quote":"What a terrible round. I only hit two good balls all day and that was when I stepped on a rake in a bunker.","author":"Lee Trevino","category":"sports"},{"quote":"Men are very confident people. Even a sixty-year-old man with no arms thinks he could play in the Super Bowl if he had to.","author":"Rita Rudner","category":"sports"},{"quote":"Stated to a running back after an overly exuberant display of celebration: Next time you make a touchdown  act like you've been there before.","author":"Vince Lombardi","category":"sports"},{"quote":"Nobody in football should be called a genius. Football players are not like Norman Einstein.","author":"Joe Theisman","category":"sports"},{"quote":"My father watched football with the sound off because he lived in fear of hearing the voice of Howard Cosell.","author":"Rita Rudner","category":"sports"},{"quote":"Your brain commands your body to \"Run forward! Bend! Scoop up the ball! Peg it to the infield!\" Then your body says  \"Who  me?\"","author":"Joe DiMaggio","category":"sports"},{"quote":"Baseball  it is said  is only a game. True. And the Grand Canyon is only a hole in Arizona. Not all holes  or games  are created equal.","author":"George Will","category":"sports"},{"quote":"Baseball is 90 percent mental. The other half is physical.","author":"Yogi Berra","category":"sports"},{"quote":"He spends so much time in the sand trap you'd think he was in the cast of Baywatcb.","author":"Tim Conway","category":"sports"},{"quote":"If there comes a little thaw  Still the air is chill and raw  Here and there a patch of snow  Dirtier than the ground below  Dribbles down a marshy flood  Ankle-deep you stick in mud In the meadows while you sing  \"This is Spring.\"","author":"C. P. Cranch","category":"spring"},{"quote":"Came the Spring with all its splendor All its birds and all its blossoms  All its flowers  and leaves  and grasses.","author":"Henry Wadsworth Longfellow","category":"spring"},{"quote":"Yet Ah  that Spring should vanish with the Rose. That Youth's sweetscented manuscript should close! The Nightingale that in the branches sang Ah whence and whither flown again  who knows?","author":"Omar Khayyam","category":"spring"},{"quote":"In the Spring a livelier iris changes on the burnish'd dove  In the Spring a young man's fancy lightly turns to thoughts of love.","author":"Lord Alfred Tennyson","category":"spring"},{"quote":"Hitch your wagon to a star.","author":"Ralph Waldo Emerson","category":"star"},{"quote":"Silently  one by one  in the infinite meadows of heaven  Blossomed the lovely stars  the forget-me-nots of the angels.","author":"Henry Wadsworth Longfellow","category":"star"},{"quote":"Stars are the daisies that begem The blue fields of the sky.","author":"D. M. Momzine","category":"star"},{"quote":"No star is ever lost we once have seen  We always may be what we might have been.","author":"Adelaide A. Proctor","category":"star"},{"quote":"Her blue eyes sought the west afar  For lovers love the western star.","author":"Walter Scott","category":"star"},{"quote":"These blessed candles of the night.","author":"William Shakespeare","category":"star"},{"quote":"Twinkle  twinkle  little star! How I wonder what you are  Up above the world so high  Like a diamond in the sky!","author":"Anne Taylor","category":"star"},{"quote":"A state is a perfect body of free men  united together to enjoy common rights and advantages.","author":"Hugo Grotius","category":"state"},{"quote":"States are as the men are  they grow out of human characters.","author":"Plato","category":"state"},{"quote":"Ambassadors are the eye and ear of states.","author":"Francesco Guicciardini","category":"statesmanship"},{"quote":"Learn to think continentally.","author":"Alexander Hamilton","category":"statesmanship"},{"quote":"Peace  commerce  and honest friendship with all nations -  entangling alliances with none.","author":"Thomas Jefferson","category":"statesmanship"},{"quote":"'Tis our true policy to steer clear of permanent alliances  with any portion of the foreign world - as far  I mean  as we are now at liberty to do it.","author":"George Washington","category":"statesmanship"},{"quote":"You can always get the truth from an American statesman after he has turned seventy  or given up all hope of the Presidency.","author":"Wendell Phillips","category":"statesmanship"},{"quote":"An ambassador is an honest man sent to lie abroad for the commonwealth.","author":"Sir Henry Wotton","category":"statesmanship"},{"quote":"Rides in the whirlwind  and directs the storm.","author":"Joseph Addison","category":"storm"},{"quote":"He used to raise a storm in a teapot.","author":"Cicero","category":"storm"},{"quote":"For many years I was self-appointed inspector of snowstorms and rain-storms and did my duty faithfully.","author":"Henry David Thoreau","category":"storm"},{"quote":"This story will never go down.","author":"Henry Fielding","category":"story, telling"},{"quote":"And what so tedious as a twice-told tale.","author":"Homer","category":"story, telling"},{"quote":"But that is another story.","author":"Rudyard Kipling","category":"story, telling"},{"quote":"I cannot tell how the truth may be  I say the tale as 'twas said to me.","author":"Walter Scott","category":"story, telling"},{"quote":"And thereby hangs a tale.","author":"William Shakespeare","category":"story, telling"},{"quote":"For seldom shall she hear a tale So sad  so tender  yet so true.","author":"William Shenstone","category":"story, telling"},{"quote":"I was a stranger  and ye took me in.","author":"Matthew","category":"stranger"},{"quote":"A stranger's eyes see clearest.","author":"Charles Reade","category":"stranger"},{"quote":"They go from strength to strength.","author":"Bible","category":"strength"},{"quote":"I feel like a Bull Moose.","author":"Theodore Roosevelt","category":"strength"},{"quote":"Three things give hardy strength: sleeping on hairy mattresses  breathing cold air  and eating dry food.","author":"Welsh proverb","category":"strength"},{"quote":"What does not destroy me  makes me strong.","author":"Friedrich Nietzsche","category":"strong"},{"quote":"I'd rather be strongly wrong than weakly right.","author":"Tallulah Bankhead","category":"strong"},{"quote":"Strong meat belongeth to them that are of full age.","author":"Bible","category":"strong"},{"quote":"If we are strong  our strength will speak for itself. If we are weak  words will be no help.","author":"John F. Kennedy","category":"strong"},{"quote":"The will is the strong blind man who carries on his shoulders the lame man who can see.","author":"Arthur Schopenhauer","category":"strong"},{"quote":"Strong people don't need strong leaders.","author":"Ella Baker","category":"strong"},{"quote":"Perhaps I am stronger than I think.","author":"Thomas Merton","category":"strong"},{"quote":"Strong hope is a much greater stimulant of life than any single realized joy could be.","author":"Friedrich Nietzsche","category":"strong"},{"quote":"Strong lives are motivated by dynamic purposes.","author":"Kenneth Hildebrand","category":"strong"},{"quote":"No power is strong enough to be lasting if it labors under the weight of fear.","author":"Cicero","category":"strong"},{"quote":"Fear is stronger than arms.","author":"Aeschylus","category":"strong"},{"quote":"Strong people are made by opposition  like kites that go up against the wind.","author":"Frank Harris","category":"strong"},{"quote":"Strong men greet war  tempest  hard times. They wish  as Pindar said  to tread the floors of hell  with necessities as hard as iron.","author":"Ralph Waldo Emerson","category":"strong"},{"quote":"Strong and bitter words indicate a weak cause.","author":"Victor Hugo","category":"strong"},{"quote":"Love is strong as death  jealousy is cruel as the grave.","author":"Bible","category":"strong"},{"quote":"What does not destroy me  makes me strong.","author":"Friedrich Nietzsche","category":"strong"},{"quote":"I'd rather be strongly wrong than weakly right.","author":"Tallulah Bankhead","category":"strong"},{"quote":"Strong meat belongeth to them that are of full age.","author":"Bible","category":"strong"},{"quote":"If we are strong  our strength will speak for itself. If we are weak  words will be no help.","author":"John F. Kennedy","category":"strong"},{"quote":"The will is the strong blind man who carries on his shoulders the lame man who can see.","author":"Arthur Schopenhauer","category":"strong"},{"quote":"Strong people don't need strong leaders.","author":"Ella Baker","category":"strong"},{"quote":"Perhaps I am stronger than I think.","author":"Thomas Merton","category":"strong"},{"quote":"Strong hope is a much greater stimulant of life than any single realized joy could be.","author":"Friedrich Nietzsche","category":"strong"},{"quote":"Strong lives are motivated by dynamic purposes.","author":"Kenneth Hildebrand","category":"strong"},{"quote":"No power is strong enough to be lasting if it labors under the weight of fear.","author":"Cicero","category":"strong"},{"quote":"Fear is stronger than arms.","author":"Aeschylus","category":"strong"},{"quote":"Strong people are made by opposition  like kites that go up against the wind.","author":"Frank Harris","category":"strong"},{"quote":"Strong men greet war  tempest  hard times. They wish  as Pindar said  to tread the floors of hell  with necessities as hard as iron.","author":"Ralph Waldo Emerson","category":"strong"},{"quote":"Strong and bitter words indicate a weak cause.","author":"Victor Hugo","category":"strong"},{"quote":"Love is strong as death  jealousy is cruel as the grave.","author":"Bible","category":"strong"},{"quote":"What does not destroy me  makes me strong.","author":"Friedrich Nietzsche","category":"strong"},{"quote":"I'd rather be strongly wrong than weakly right.","author":"Tallulah Bankhead","category":"strong"},{"quote":"Strong meat belongeth to them that are of full age.","author":"Bible","category":"strong"},{"quote":"If we are strong  our strength will speak for itself. If we are weak  words will be no help.","author":"John F. Kennedy","category":"strong"},{"quote":"The will is the strong blind man who carries on his shoulders the lame man who can see.","author":"Arthur Schopenhauer","category":"strong"},{"quote":"Strong people don't need strong leaders.","author":"Ella Baker","category":"strong"},{"quote":"Perhaps I am stronger than I think.","author":"Thomas Merton","category":"strong"},{"quote":"Strong hope is a much greater stimulant of life than any single realized joy could be.","author":"Friedrich Nietzsche","category":"strong"},{"quote":"Strong lives are motivated by dynamic purposes.","author":"Kenneth Hildebrand","category":"strong"},{"quote":"No power is strong enough to be lasting if it labors under the weight of fear.","author":"Cicero","category":"strong"},{"quote":"Fear is stronger than arms.","author":"Aeschylus","category":"strong"},{"quote":"Strong people are made by opposition  like kites that go up against the wind.","author":"Frank Harris","category":"strong"},{"quote":"Strong men greet war  tempest  hard times. They wish  as Pindar said  to tread the floors of hell  with necessities as hard as iron.","author":"Ralph Waldo Emerson","category":"strong"},{"quote":"Strong and bitter words indicate a weak cause.","author":"Victor Hugo","category":"strong"},{"quote":"Love is strong as death  jealousy is cruel as the grave.","author":"Bible","category":"strong"},{"quote":"What does not destroy me  makes me strong.","author":"Friedrich Nietzsche","category":"strong"},{"quote":"I'd rather be strongly wrong than weakly right.","author":"Tallulah Bankhead","category":"strong"},{"quote":"Strong meat belongeth to them that are of full age.","author":"Bible","category":"strong"},{"quote":"If we are strong  our strength will speak for itself. If we are weak  words will be no help.","author":"John F. Kennedy","category":"strong"},{"quote":"The will is the strong blind man who carries on his shoulders the lame man who can see.","author":"Arthur Schopenhauer","category":"strong"},{"quote":"Strong people don't need strong leaders.","author":"Ella Baker","category":"strong"},{"quote":"Perhaps I am stronger than I think.","author":"Thomas Merton","category":"strong"},{"quote":"Strong hope is a much greater stimulant of life than any single realized joy could be.","author":"Friedrich Nietzsche","category":"strong"},{"quote":"Strong lives are motivated by dynamic purposes.","author":"Kenneth Hildebrand","category":"strong"},{"quote":"No power is strong enough to be lasting if it labors under the weight of fear.","author":"Cicero","category":"strong"},{"quote":"Fear is stronger than arms.","author":"Aeschylus","category":"strong"},{"quote":"Strong people are made by opposition  like kites that go up against the wind.","author":"Frank Harris","category":"strong"},{"quote":"Strong men greet war  tempest  hard times. They wish  as Pindar said  to tread the floors of hell  with necessities as hard as iron.","author":"Ralph Waldo Emerson","category":"strong"},{"quote":"Strong and bitter words indicate a weak cause.","author":"Victor Hugo","category":"strong"},{"quote":"Love is strong as death  jealousy is cruel as the grave.","author":"Bible","category":"strong"},{"quote":"What does not destroy me  makes me strong.","author":"Friedrich Nietzsche","category":"strong"},{"quote":"I'd rather be strongly wrong than weakly right.","author":"Tallulah Bankhead","category":"strong"},{"quote":"Strong meat belongeth to them that are of full age.","author":"Bible","category":"strong"},{"quote":"If we are strong  our strength will speak for itself. If we are weak  words will be no help.","author":"John F. Kennedy","category":"strong"},{"quote":"The will is the strong blind man who carries on his shoulders the lame man who can see.","author":"Arthur Schopenhauer","category":"strong"},{"quote":"Strong people don't need strong leaders.","author":"Ella Baker","category":"strong"},{"quote":"Perhaps I am stronger than I think.","author":"Thomas Merton","category":"strong"},{"quote":"Strong hope is a much greater stimulant of life than any single realized joy could be.","author":"Friedrich Nietzsche","category":"strong"},{"quote":"Strong lives are motivated by dynamic purposes.","author":"Kenneth Hildebrand","category":"strong"},{"quote":"No power is strong enough to be lasting if it labors under the weight of fear.","author":"Cicero","category":"strong"},{"quote":"Fear is stronger than arms.","author":"Aeschylus","category":"strong"},{"quote":"Strong people are made by opposition  like kites that go up against the wind.","author":"Frank Harris","category":"strong"},{"quote":"Strong men greet war  tempest  hard times. They wish  as Pindar said  to tread the floors of hell  with necessities as hard as iron.","author":"Ralph Waldo Emerson","category":"strong"},{"quote":"Strong and bitter words indicate a weak cause.","author":"Victor Hugo","category":"strong"},{"quote":"Love is strong as death  jealousy is cruel as the grave.","author":"Bible","category":"strong"},{"quote":"What does not destroy me  makes me strong.","author":"Friedrich Nietzsche","category":"strong"},{"quote":"I'd rather be strongly wrong than weakly right.","author":"Tallulah Bankhead","category":"strong"},{"quote":"Strong meat belongeth to them that are of full age.","author":"Bible","category":"strong"},{"quote":"If we are strong  our strength will speak for itself. If we are weak  words will be no help.","author":"John F. Kennedy","category":"strong"},{"quote":"The will is the strong blind man who carries on his shoulders the lame man who can see.","author":"Arthur Schopenhauer","category":"strong"},{"quote":"Strong people don't need strong leaders.","author":"Ella Baker","category":"strong"},{"quote":"Perhaps I am stronger than I think.","author":"Thomas Merton","category":"strong"},{"quote":"Strong hope is a much greater stimulant of life than any single realized joy could be.","author":"Friedrich Nietzsche","category":"strong"},{"quote":"Strong lives are motivated by dynamic purposes.","author":"Kenneth Hildebrand","category":"strong"},{"quote":"No power is strong enough to be lasting if it labors under the weight of fear.","author":"Cicero","category":"strong"},{"quote":"Fear is stronger than arms.","author":"Aeschylus","category":"strong"},{"quote":"Strong people are made by opposition  like kites that go up against the wind.","author":"Frank Harris","category":"strong"},{"quote":"Strong men greet war  tempest  hard times. They wish  as Pindar said  to tread the floors of hell  with necessities as hard as iron.","author":"Ralph Waldo Emerson","category":"strong"},{"quote":"Strong and bitter words indicate a weak cause.","author":"Victor Hugo","category":"strong"},{"quote":"Love is strong as death  jealousy is cruel as the grave.","author":"Bible","category":"strong"},{"quote":"What does not destroy me  makes me strong.","author":"Friedrich Nietzsche","category":"strong"},{"quote":"I'd rather be strongly wrong than weakly right.","author":"Tallulah Bankhead","category":"strong"},{"quote":"Strong meat belongeth to them that are of full age.","author":"Bible","category":"strong"},{"quote":"If we are strong  our strength will speak for itself. If we are weak  words will be no help.","author":"John F. Kennedy","category":"strong"},{"quote":"The will is the strong blind man who carries on his shoulders the lame man who can see.","author":"Arthur Schopenhauer","category":"strong"},{"quote":"Strong people don't need strong leaders.","author":"Ella Baker","category":"strong"},{"quote":"Perhaps I am stronger than I think.","author":"Thomas Merton","category":"strong"},{"quote":"Strong hope is a much greater stimulant of life than any single realized joy could be.","author":"Friedrich Nietzsche","category":"strong"},{"quote":"Strong lives are motivated by dynamic purposes.","author":"Kenneth Hildebrand","category":"strong"},{"quote":"No power is strong enough to be lasting if it labors under the weight of fear.","author":"Cicero","category":"strong"},{"quote":"Fear is stronger than arms.","author":"Aeschylus","category":"strong"},{"quote":"Strong people are made by opposition  like kites that go up against the wind.","author":"Frank Harris","category":"strong"},{"quote":"Strong men greet war  tempest  hard times. They wish  as Pindar said  to tread the floors of hell  with necessities as hard as iron.","author":"Ralph Waldo Emerson","category":"strong"},{"quote":"Strong and bitter words indicate a weak cause.","author":"Victor Hugo","category":"strong"},{"quote":"Love is strong as death  jealousy is cruel as the grave.","author":"Bible","category":"strong"},{"quote":"What does not destroy me  makes me strong.","author":"Friedrich Nietzsche","category":"strong"},{"quote":"I'd rather be strongly wrong than weakly right.","author":"Tallulah Bankhead","category":"strong"},{"quote":"Strong meat belongeth to them that are of full age.","author":"Bible","category":"strong"},{"quote":"If we are strong  our strength will speak for itself. If we are weak  words will be no help.","author":"John F. Kennedy","category":"strong"},{"quote":"The will is the strong blind man who carries on his shoulders the lame man who can see.","author":"Arthur Schopenhauer","category":"strong"},{"quote":"Strong people don't need strong leaders.","author":"Ella Baker","category":"strong"},{"quote":"Perhaps I am stronger than I think.","author":"Thomas Merton","category":"strong"},{"quote":"Strong hope is a much greater stimulant of life than any single realized joy could be.","author":"Friedrich Nietzsche","category":"strong"},{"quote":"Strong lives are motivated by dynamic purposes.","author":"Kenneth Hildebrand","category":"strong"},{"quote":"No power is strong enough to be lasting if it labors under the weight of fear.","author":"Cicero","category":"strong"},{"quote":"Fear is stronger than arms.","author":"Aeschylus","category":"strong"},{"quote":"Strong people are made by opposition  like kites that go up against the wind.","author":"Frank Harris","category":"strong"},{"quote":"Strong men greet war  tempest  hard times. They wish  as Pindar said  to tread the floors of hell  with necessities as hard as iron.","author":"Ralph Waldo Emerson","category":"strong"},{"quote":"Strong and bitter words indicate a weak cause.","author":"Victor Hugo","category":"strong"},{"quote":"Love is strong as death  jealousy is cruel as the grave.","author":"Bible","category":"strong"},{"quote":"Histories make men wise  poets  witty  the mathematics  subtile  natural philosophy  deep  morals  grave  logic and rhetoric  able to contend.","author":"Sir Francis Bacon","category":"study"},{"quote":"There are more men ennobled by study than by nature.","author":"Cicero","category":"study"},{"quote":"The world's great men have not commonly been great scholars  nor its great scholars great men.","author":"Oliver Wendell Holmes","category":"study"},{"quote":"As turning the logs will make a dull fire burn  so change of studies a dull brain.","author":"Henry Wadsworth Longfellow","category":"study"},{"quote":"You are in some brown study.","author":"John Lyly","category":"study"},{"quote":"Iron sharpens iron  scholar  the scholar.","author":"Talmud","category":"study"},{"quote":"We are growing serious  and  let me tell you  that's a very next step to being dull.","author":"Joseph Addison","category":"stupidiity"},{"quote":"The bookful blockhead  ignorantly read  With loads of learned lumber in his head.","author":"Alexander Pope","category":"stupidiity"},{"quote":"Against stupidity the very gods Themselves contend in vain.","author":"Friedrich von Schiller","category":"stupidiity"},{"quote":"One who uses many periods is a philosopher  many interrogations  a student  many exclamations  a fanatic.","author":"J. L. Basford","category":"style"},{"quote":"Style is the dress of thoughts.","author":"Lord Chesterfield","category":"style"},{"quote":"Montesquieu had the style of a genius  Buffon  the genius of style.","author":"Baron Grimm","category":"style"},{"quote":"Neat  not gaudy.","author":"Charles Lamb","category":"style"},{"quote":"Lxnig sentences in a short composition are like large rooms in a little house.","author":"William Shenstone","category":"style"},{"quote":"You gain strength  courage and confidence by every experience in which you really stop to look fear in the face.... You must do the thing you think you cannot do.","author":"Eleanor Roosevelt","category":"success, happiness"},{"quote":"If you banish fear  nothing terribly bad can happen to you.","author":"Margaret Bourke-White","category":"success, happiness"},{"quote":"I believe that anyone can conquer fear by doing the things he fears to do  provided he keeps doing them until he gets a record of successful experiences behind him.","author":"Eleanor Roosevelt","category":"success, happiness"},{"quote":"When in fear  it is safest to force the attack.","author":"Marcus Annaeus Seneca","category":"success, happiness"},{"quote":"The way to develop self-confidence is to do the thing you fear  and get a record of successful experiences behind you.","author":"William Jennings Bryan","category":"success, happiness"},{"quote":"He that fleeth from the fear shall fall into the pit.","author":"Bible","category":"success, happiness"},{"quote":"To live with fear and not be afraid is the final test of maturity.","author":"Edward Weeks","category":"success, happiness"},{"quote":"Constant exposure to dangers will breed contempt for them.","author":"Marcus Annaeus Seneca","category":"success, happiness"},{"quote":"To do anything in this world worth doing  we must not stand back shivering and thinking of the cold and danger  but jump in and scramble through as well as we can.","author":"Sydney Smith","category":"success, happiness"},{"quote":"Do the thing you fear  and the death of fear is certain.","author":"Ralph Waldo Emerson","category":"success, happiness"},{"quote":"I wanted to be scared again ... I wanted to feel unsure again. That's the only way I learn  the only way I feel challenged.","author":"Connie Chung","category":"success, happiness"},{"quote":"You cannot run away from a weakness. You must sometimes fight it out or perish  and if that be so  why not now  and where you stand?","author":"Robert Louis Stevenson","category":"success, happiness"},{"quote":"Often I have found that the one thing that can save is the thing which appears most to threaten ... one has to go down into what one most fears and in that process ... comes a saving flicker of light and energy that  even if it does not produce the courage of a hero  at any rate enables a trembling mortal to take one step further.","author":"Laurens Van der Post","category":"success, happiness"},{"quote":"I was afraid to write Fear of Flying  ergo  I had to write it. I have lived my life according to this principle: If I'm afraid of it  then I must do it.","author":"Erica Jong","category":"success, happiness"},{"quote":"One ought never to turn one's back on a threatened danger and try to run away from it. If you do that  you will double the danger. But if you meet it promptly and without flinching  you will reduce the danger by half. Never run away from anything. Never!","author":"Winston Churchill","category":"success, happiness"},{"quote":"Being \"brave\" means doing or facing something frightening. ... Being \"fearless\" means being without fear.","author":"Penelope Leach","category":"success, happiness"},{"quote":"From a distance it is something  and nearby it is nothing.","author":"Jean de la Fontaine","category":"success, happiness"},{"quote":"What you are afraid to do is a clear indicator of the next thing you need to do.","author":"Anonymous","category":"success, happiness"},{"quote":"He that is afraid to shake the dice will never throw a six.","author":"Chinese proverb","category":"success, happiness"},{"quote":"The most drastic  and usually the most effective  remedy for fear is direct action.","author":"William Burnham","category":"success, happiness"},{"quote":"To be busy with material affairs is the best preservative against reflection  fears  doubts.... I suppose a fellow proposing to cut his throat would experience a sort of relief while occupied in stropping his razor carefully.","author":"Joseph Conrad","category":"success, happiness"},{"quote":"I think we should follow a simple rule: if we can take the worst  take the risk.","author":"Dr. Joyce Brothers","category":"success, happiness"},{"quote":"Happiness is to take up the struggle in the midst of the raging storm  not to pluck the lute in the moonlight or recite poetry among the blossoms.","author":"Ding Ling","category":"success, happiness"},{"quote":"Winners take chances. Like everyone else  they fear failing  but they refuse to let fear control them.","author":"Nancy Simms","category":"success, happiness"},{"quote":"Many of our fears are tissuepaper-thin  and a single courageous step would carry us clear through them.","author":"Brendan Francis","category":"success, happiness"},{"quote":"The habit of doing one's duty drives away fear.","author":"Charles Baudelaire","category":"success, happiness"},{"quote":"Become so wrapped up in something that you forget to be afraid.","author":"Lady Bird Johnson","category":"success, happiness"},{"quote":"Things done well and with care exempt themselves from fear.","author":"William Shakespeare","category":"success, happiness"},{"quote":"Ultimately we know deeply that the other side of every fear is freedom.","author":"Marilyn Ferguson","category":"success, happiness"},{"quote":"One had to take some action against fear when once it laid hold of one.","author":"Rainer Maria Rilke","category":"success, happiness"},{"quote":"Too busy with the crowded hour to fear to live or die.","author":"Ralph Waldo Emerson","category":"success, happiness"},{"quote":"A life of action and danger moderates the dread of death. It not only gives us fortitude to bear pain  but teaches us at every step the precarious tenure on which we hold our present being.","author":"William Hazlitt","category":"success, happiness"},{"quote":"If you want to conquer fear  don't sit at home and think about it. Go out and get busy.","author":"Dale Carnegie","category":"success, happiness"},{"quote":"Half our fears are baseless  the other half discreditable.","author":"Christian Bovee","category":"success, happiness"},{"quote":"We poison our lives with fear of burglary and shipwreck and ... the house is never burgled  and the ship never goes down.","author":"Jean Anouilh","category":"success, happiness"},{"quote":"To relinquish a present good through apprehension of a future evil is in most instances unwise ... from a fear which may afterwards turn out groundless  you lost the good that lay within your grasp.","author":"Francesco Guicciardini","category":"success, happiness"},{"quote":"Envy and fear are the only passions to which no pleasure is attached.","author":"John Churton Collins","category":"success, happiness"},{"quote":"There is often less danger in the things we fear than in the things we desire.","author":"John Churton Collins","category":"success, happiness"},{"quote":"Needless fear and panic over disease or misfortune that seldom materialize are simply bad habits. By proper ventilation and illumination of the mind it is possible to cultivate tolerance  poise and real courage.","author":"Elie Metchnikoff","category":"success, happiness"},{"quote":"There are very few monsters who warrant the fear we have of them.","author":"Andre Gide","category":"success, happiness"},{"quote":"When thinking won't cure fear  action will.","author":"W Clement Stone","category":"success, happiness"},{"quote":"Above all things  never be afraid. The enemy who forces you to retreat is himself afraid of you at that very moment.","author":"Andre Maurois","category":"success, happiness"},{"quote":"Every great batter works on the theory that the pitcher is more afraid of him than he is of the pitcher.","author":"Ty Cobb","category":"success, happiness"},{"quote":"The superpowers often behave like two heavily armed blind men feeling their way around a room  each believing himself in mortal peril from the other  whom he assumes to have perfect vision.","author":"Henry Kissinger","category":"success, happiness"},{"quote":"General Grant had a simple  childlike recipe for meeting life ... \"I am terribly afraid  but the other fellow is afraid  too.\"","author":"Sherwood Anderson","category":"success, happiness"},{"quote":"If you knew how cowardly your enemy is  you would slap him. Bravery is knowledge of the cowardice in the enemy.","author":"Edgar Watson Howe","category":"success, happiness"},{"quote":"Mountains appear more lofty the nearer they are approached  but great men resemble them not in this particular.","author":"Lady Marguerite Blessington","category":"success, happiness"},{"quote":"I have found adventure in flying  in world travel  in business  and even close at hand. ... Adventure is a state of mind-and spirit. It comes with faith  for with complete faith there is no fear of what faces you in life or death.","author":"Jacqueline Cochran","category":"success, happiness"},{"quote":"There is much in the world to make us afraid. There is much more in our faith to make us unafraid.","author":"Frederick W Cropp","category":"success, happiness"},{"quote":"Deep faith eliminates fear.","author":"Lech Walesa","category":"success, happiness"},{"quote":"Fear knocked at the door. Faith answered. And lo  no one was there.","author":"Anonymous","category":"success, happiness"},{"quote":"A perfect faith would lift us absolutely above fear.","author":"George Macdonald","category":"success, happiness"},{"quote":"If fear is cultivated it will become stronger. If faith is cultivated it will achieve the mastery ... faith is the stronger emotion because it is positive  whereas fear is negative.","author":"John Paul Jones","category":"success, happiness"},{"quote":"Fear imprisons  faith liberates  fear paralyzes  faith empowers  fear disheartens  faith encourages  fear sickens  faith heals  fear makes useless  faith makes serviceable.","author":"Harry Emerson Fosdick","category":"success, happiness"},{"quote":"Fear is faith that it won't work out.","author":"Sister Mary Tricky","category":"success, happiness"},{"quote":"Fear is the absence of faith.","author":"Paul Tillich","category":"success, happiness"},{"quote":"Faith in yourself and faith in God are the key to mastery of fear.","author":"Harold Sherman","category":"success, happiness"},{"quote":"God is our refuge and strength  a very present help in trouble. Therefore we will not fear.","author":"Bible","category":"success, happiness"},{"quote":"I will not fear  for you are ever with me  and you will never leave me to face my perils alone.","author":"Thomas Merton","category":"success, happiness"},{"quote":"Fear is faithlessness.","author":"George Macdonald","category":"success, happiness"},{"quote":"I stopped believing in Santa Claus when I was six. Mother took me to see him in a department store and he asked for my autograph.","author":"Shirley Temple","category":"success"},{"quote":"Nothing recedes like success.","author":"Walter Winchell","category":"success"},{"quote":"Perseverance  n.: A lowly virtue whereby mediocrity achieves a glorious success.","author":"Ambrose Bierce","category":"success"},{"quote":"Success for the striver washes away the effort of striving.","author":"Pindar","category":"success"},{"quote":"The penalty of success is to be bored by people who used to snub you.","author":"Nancy, Lady Astor","category":"success"},{"quote":"The secret of success is constancy to purpose.","author":"Benjamin Disraeli","category":"success"},{"quote":"There are few successful adults who were not first successful children.","author":"Alexander Chase","category":"success"},{"quote":"What is success? To laugh often and much  To win the respect of intelligent people and the affection of children  To earn the appreciation of honest critics and endure the betrayal of false friends  To appreciate beauty  To find the best in others  To leave the world a bit better  whether by a healthy child  a garden patch or a redeemed social condition  To know even one life has breathed easier because you have lived  That is to have succeeded.","author":"Ralph Waldo Emerson","category":"success"},{"quote":"If one advances confidently in the direction of his dreams  and endeavours to live the life which he has imagined  he will meet with a success unexpected in common hours.","author":"Henry David Thoreau","category":"success"},{"quote":"The world belongs to the enthusiast who keeps cool.","author":"William McFee","category":"success"},{"quote":"Out of every fruition of success  no matter what  comes forth something to make a new effort necessary.","author":"Walt Whitman","category":"success"},{"quote":"Though a tree grow ever so high  the falling leaves return to the root.","author":"Malay proverb","category":"success"},{"quote":"Success is that old ABC- ability  breaks and courage.","author":"Charles Luckman","category":"success"},{"quote":"How can they say my life isn't a success? Have I not for more than sixty years got enough to eat and escaped being eaten?","author":"Logan Pearsall Smith","category":"success"},{"quote":"You always pass failure on the way to success.","author":"Mickey Rooney","category":"success"},{"quote":"Of course there is no formula for success except perhaps  an unconditional acceptance of life and what it brings.","author":"Artur Rubinstein","category":"success"},{"quote":"High station in life is earned by the gallantry with which appalling experiences are survived with grace.","author":"Tennessee Williams","category":"success"},{"quote":"Everything bows to success  even grammar.","author":"Victor Hugo","category":"success"},{"quote":"Never having been able to succeed in the world  he took his revenge by speaking ill of it.","author":"Voltaire","category":"success"},{"quote":"The successful people are the ones who think up things for the rest of the world to keep busy at.","author":"Don Marquis","category":"success"},{"quote":"It is no use saying 'we are doing our best.' You have got to succeed in doing what is necessary.","author":"Winston Churchill","category":"success"},{"quote":"Survival is triumph enough.","author":"Harry Crews","category":"success"},{"quote":"It takes time to be a success  but time is all it takes.","author":"Anonymous","category":"success"},{"quote":"There is a passion for perfection which you will rarely see fully developed  but you may note this fact  that in successful lives it is never wholly lacking.","author":"Bliss Carman","category":"success"},{"quote":"Nothing fails like success  nothing is so defeated as yesterday's triumphant cause.","author":"Phyllis McGinley","category":"success"},{"quote":"The toughest thing about success is that you've got to keep on being a success.","author":"Irving Berlin","category":"success"},{"quote":"Nothing fails like success because we don't learn from it. We learn only from failure.","author":"Kenneth Boulding","category":"success"},{"quote":"Get place and wealth  if possible with grace  If not  by any means get wealth and place.","author":"Alexander Pope","category":"success"},{"quote":"Success is not so much what you are  but rather what you appear to be.","author":"Anonymous","category":"success"},{"quote":"I cannot give you the formula for success  but I can give you the formula for failure  which is - try to please everybody.","author":"Herbert Bayard Swope","category":"success"},{"quote":"Success has made failures of many men.","author":"Cindy Adams","category":"success"},{"quote":"A successful man is he who receives a great deal from his fellow men  usually incomparably more than corresponds to his service to them. The value of a man  however  should be seen in what he gives and not in what he is able to receive.","author":"Albert Einstein","category":"success"},{"quote":"Success is not the result of spontaneous combustion. You must set yourself on fire.","author":"Reggie Leach","category":"success"},{"quote":"Success is the progressive realization of a worthy ideal.","author":"Earl Nightingale","category":"success"},{"quote":"A great secret of success is to go through life as a man who never gets used up.","author":"Albert Schweitzer","category":"success"},{"quote":"Failure changes for the better  success for the worse.","author":"Seneca","category":"success"},{"quote":"Behind every successful man there's a lot of unsuccessful years.","author":"Bob Brown","category":"success"},{"quote":"If people knew what they had to do to be successful  most people wouldn't.","author":"Lord Thomson of Fleet","category":"success"},{"quote":"The secret of all victory lies in the organization of the non-obvious.","author":"Oswald Spengler","category":"success"},{"quote":"Snowflakes are one of nature's most fragile things  but just look what they can do when they stick together.","author":"Vesta M. Kelly","category":"success"},{"quote":"Damon Runyon. A day-coach boy in a parlor car seat.","author":"Damon Runyon","category":"success"},{"quote":"There is only one success - to be able to spend your life in your own way.","author":"Christopher Morley","category":"success"},{"quote":"Find a need and fill it.","author":"Ruth Stafford Peale","category":"success"},{"quote":"The successful person is the individual who forms the habit of doing what the failing person doesn't like to do.","author":"Donald Riggs","category":"success"},{"quote":"The victory of success is half done when one gains the habit of work.","author":"Sarah Knowles Bolton","category":"success"},{"quote":"The secret of every man who has ever been successful lies in the fact that he formed the bait of doing those things that failures don't like to do.","author":"A. Jackson King","category":"success"},{"quote":"Nature gave men two ends-one to sit on  and one to think with. Ever since then man's success or failure has been dependent on the one he used most.","author":"George R. Kirkpatrick","category":"success"},{"quote":"Make yourself indispensable and you'll be moved up. Act as if you're indispensable and you'll be moved out.","author":"Anonymous","category":"success"},{"quote":"What is the recipe for successful achievement? To my mind there are just four essential ingredients: Choose a career you love. ... Give it the best there is in you.... Seize your opportunities. ... And be a member of the team.","author":"Benjamin F. Fairless","category":"success"},{"quote":"Vacillating people seldom succeed. They seldom win the solid respect of their fellows. Successful men and women are very careful in reaching decisions  and very persistent and determined in action thereafter.","author":"L. G. Elliott","category":"success"},{"quote":"Many people have the ambition to succeed  they may even have a special aptitude for their job. And yet they do not move ahead. Why? Perhaps they think that since they can master the job  there is no need to master themselves.","author":"John Stevenson","category":"success"},{"quote":"I've been polite and I've always shown up. Somebody asked me if I had any advice for young people entering the business. I said: \"Yeah  show up.\"","author":"Tom T. Hall","category":"success"},{"quote":"The wise man puts all his eggs in one basket and watches the basket.","author":"Andrew Carnegie","category":"success"},{"quote":"I know the price of success: dedication  hard work and an unremitting devotion to the things you want to see happen.","author":"Frank Lloyd Wright","category":"success"},{"quote":"Success is that old ABC-Ability  Breaks and Courage.","author":"Charles Luckman","category":"success"},{"quote":"The secret of success in life is for a man to be ready for his opportunity when it comes.","author":"Benjamin Disraeli","category":"success"},{"quote":"If one advances confidently in the direction of his dreams  and endeavors to live the life which he has imaged  he will meet with success unexpected in common hours.","author":"Henry David Thoreau","category":"success"},{"quote":"Before everything else  getting ready is the secret of success.","author":"Henry Ford","category":"success"},{"quote":"To be ambitious for wealth  and yet always expecting to be poor  to be always doubting your ability to get what you long for  is like trying to reach east by traveling west. There is no philosophy which will help man to succeed when he is always doubting his ability to do so  and thus attracting failure. No matter how hard you work for success  if your thought is saturated with the fear of failure  it will kill your efforts  neutralize your endeavors and make success impossible.","author":"Charles Baudouin","category":"success"},{"quote":"I cannot give you the formula for success  but I can give you the formula for failure  which is-try to please everybody.","author":"Herbert Bayard Swope","category":"success"},{"quote":"We may fail of our happiness  strive we ever so bravely  but we are less likely to fail if we measure with judgement our chances and our capabilities.","author":"Agnes Repplier","category":"success"},{"quote":"A double-minded man is unstable in all his ways.... A determinate purpose in life and a steady adhesion to it through all disadvantages are indispensable conditions of success.","author":"William M. Punshion","category":"success"},{"quote":"The conditions of conquest are always easy. We have but to toil awhile  endure awhile  believe always  and never turn back.","author":"Marcus Annaeus Seneca","category":"success"},{"quote":"The very first step towards success in any occupation is to become interested in it.","author":"Sir William Osier","category":"success"},{"quote":"I studied the lives of great men and famous women  and I found that the men and women who got to the top were those who did the jobs they had in hand  with everything they had of energy and enthusiasm and hard work.","author":"Harry S. Truman","category":"success"},{"quote":"Without ambition one starts nothing. Without work one finishes nothing. The prize will not be sent to you. As to methods there may be a million and then some  but the principles are few. The man who grasps principles can successfully select his own methods. The man who tries methods  ignoring principles  is sure to have trouble.","author":"Ralph Waldo Emerson","category":"success"}]}