{"author":"Ravindu Manoj","github":"ravindu01manoj","repo":"Quotes-500k","data":[{"quote":"If I hadn't been inside of Biosphere 2 and really lived a biological life-support system, I definitely would not be involved in life-support systems for space.","author":"Jane Poynter","category":"Lived, Inside, System"},{"quote":"For a long time, we've worked on detecting planets with whatever was at hand, making use of existing small telescopes or even amateur telescopes. It's time to move on to the next stage.","author":"Andrew Gould","category":"Time, Small, Long"},{"quote":"The soul, who is lifted by a very great and yearning desire for the honor of God and the salvation of souls, begins by exercising herself, for a certain space of time, in the ordinary virtues, remaining in the cell of self-knowledge, in order to know better the goodness of God towards her.","author":"Catherine of Siena","category":"Time, Great, God"},{"quote":"Space isn't remote at all. It's only an hour's drive away if your car could go straight upwards.","author":"Fred Hoyle","category":"Car, Drive, Straight"},{"quote":"Life can be less mysterious than we make it out to be when we try to think about how it would be on other planets. And if we remove the mystery of life, then I think it is a little bit easier for us to think about how we live, and how perhaps we're not as special as we always think we are.","author":"Chris Adami","category":"Life, Live, Mystery"},{"quote":"We were young, we were pilots, and we were hungry to test the new technology of 'space machines.' And we all wanted to be first.","author":"Gherman Titov","category":"Technology, Young, Test"},{"quote":"Competitive golf is played mainly on a five-and-a-half-inch course... the space between your ears.","author":"Bobby Jones","category":"Golf, Competitive, Between"},{"quote":"I like to talk. That's why I can't karaoke in a private room. Those types of shenanigans are only good in a public space. I got to say, though, with smartphones and instant upload of everything, our generation and definitely the next generation coming up, it's going to be hard to act a fool.","author":"Liza Lapira","category":"Good, Fool, Generation"},{"quote":"Discount air fares, a car in every parking space and the interstate highway system have made every place accessible - and every place alike.","author":"Ronald Steel","category":"Car, Place, System"},{"quote":"The blackness of space was a big shock to me. It is a deep, three-dimensional, oily blackness. You can feel the distance.","author":"Thomas Marshburn","category":"Deep, Me, You"},{"quote":"When we're on the space station, we orbit the Earth 16 times per day, which means we're constantly moving to and away from the sun. From light to shadow, the temperature swings by 300 degrees. Of course we're protected by the gear we wear, but you can definitely feel this temperature change.","author":"Thomas Marshburn","category":"Change, Day, Light"},{"quote":"Writing is always a restorative process. It's like paddling a kayak. When you're writing, you can't do anything else. You're in the space you're in. So, in that way, it's enormously centering and restorative.","author":"Tabitha King","category":"Writing, Process, You"},{"quote":"I've always been interested in the idea of space exploration. When I was younger it was just a dream, but the theory of rockets being able to travel through space was very much alive. I found it very exciting.","author":"Gerry Anderson","category":"Travel, Dream, Idea"},{"quote":"I have some NASA memorabilia from the early Apollo days that I can't imagine parting with. I've always wanted to play sort of like a space cowboy, too, like the idea of Captain Kirk. I think that's everybody's dream though, right?","author":"Matthew Daddario","category":"Dream, Think, Play"},{"quote":"I just don't think there are any rules to color. You have a small space with no windows? Put lamps in there, make it dramatic, paint the ceiling black. Do something with it. If it's dark, accentuate the darkness.","author":"David Bromstad","category":"Darkness, Color, Rules"},{"quote":"Once solved, the severe handicaps imposed on space exploration by the weight and chemical limitations of rockets would no longer apply. The whole timetable of our conquest of the planets in our solar system would be tremendously speeded up, from hot Mercury all the way out to frigid Pluto.","author":"Donald A. Wollheim","category":"Exploration, Solar, Hot"},{"quote":"I see Earth! It is so beautiful!","author":"Yuri Gagarin","category":"Beautiful, Earth, See"},{"quote":"The world itself looks cleaner and so much more beautiful. Maybe we can make it that way - the way God intended it to be - by giving everyone, eventually, that new perspective from out in space.","author":"Roger B. Chaffee","category":"Beautiful, God, World"},{"quote":"The Earth reminded us of a Christmas tree ornament hanging in the blackness of space. As we got farther and farther away it diminished in size. Finally it shrank to the size of a marble, the most beautiful marble you can imagine.","author":"James Irwin","category":"Beautiful, Christmas, Tree"},{"quote":"A small house must depend on its grouping with other houses for its beauty, and for the preservation of light air and the maximum of surrounding open space.","author":"Clarence Stein","category":"Beauty, Light, Small"},{"quote":"Any person, brought into the presence of this fact, stops for a few moments and remains pensive and silent; and then generally leaves, carrying with him forever a sharper, keener sense of our incessant motion through space.","author":"Leon Foucault","category":"Moments, Silent, Person"},{"quote":"Space, time, matter, energy and biological life may be the result of a Source Field that is conscious and alive in its own unique way - on a scale far too vast for the finite mind to fathom.","author":"David Wilcock","category":"Life, Time, Mind"},{"quote":"Yes, people do come across the street to say hi, but as they approach and get near, my perception of space begins to dissolve, and a new interest takes over that is primarily emotional, and with it comes a desire to touch, which may be a human interest, but not the interest of my work.","author":"Diego Giacometti","category":"Work, Perception, People"},{"quote":"Computer science is no more about computers than astronomy is about telescopes.","author":"Edsger Dijkstra","category":"Science, Computer Science"},{"quote":"Man is still the most extraordinary computer of all.","author":"John F. Kennedy","category":"Man, Extraordinary, Computer"},{"quote":"I am thankful the most important key in history was invented. It's not the key to your house, your car, your boat, your safety deposit box, your bike lock or your private community. It's the key to order, sanity, and peace of mind. The key is 'Delete.'","author":"Elayne Boosler","category":"History, Peace, Community"},{"quote":"Computers themselves, and software yet to be developed, will revolutionize the way we learn.","author":"Steve Jobs","category":"Learn, Software, Way"},{"quote":"Globalization, as defined by rich people like us, is a very nice thing... you are talking about the Internet, you are talking about cell phones, you are talking about computers. This doesn't affect two-thirds of the people of the world.","author":"Jimmy Carter","category":"Technology, World, Internet"},{"quote":"What is Apple, after all? Apple is about people who think 'outside the box,' people who want to use computers to help them change the world, to help them create things that make a difference, and not just to get a job done.","author":"Steve Jobs","category":"Change, Job, World"},{"quote":"Computers are like Old Testament gods lots of rules and no mercy.","author":"Joseph Campbell","category":"Rules, Mercy, Like"},{"quote":"A computer once beat me at chess, but it was no match for me at kick boxing.","author":"Emo Philips","category":"Me, Chess, Boxing"},{"quote":"When people think about computer science, they imagine people with pocket protectors and thick glasses who code all night.","author":"Marissa Mayer","category":"Science, Night, People"},{"quote":"The new information technology... Internet and e-mail... have practically eliminated the physical costs of communications.","author":"Peter Drucker","category":"Technology, Internet"},{"quote":"I do not fear computers. I fear the lack of them.","author":"Isaac Asimov","category":"Fear, Lack, Them"},{"quote":"Never trust a computer you can't throw out a window.","author":"Steve Wozniak","category":"Trust, Window, You"},{"quote":"The Internet is not just one thing, it's a collection of things - of numerous communications networks that all speak the same digital language.","author":"Jim Clark","category":"Language, Speak, Internet"},{"quote":"Software comes from heaven when you have good hardware.","author":"Ken Olsen","category":"Good, Software, You"},{"quote":"Computers don't create computer animation any more than a pencil creates pencil animation. What creates computer animation is the artist.","author":"John Lasseter","category":"Artist, Animation, Create"},{"quote":"To err is human, but to really foul things up you need a computer.","author":"Paul R. Ehrlich","category":"You, Human, Need"},{"quote":"Anyway, all these computers and digital gadgets are no good. They just fill your head with numbers and that can't be good for you.","author":"Prince","category":"Good, Digital, You"},{"quote":"In Hollywood, they think drawn animation doesn't work anymore, computers are the way. They forget that the reason computers are the way is that Pixar makes good movies. So everybody tries to copy Pixar. They're relying too much on the technology and not enough on the artists.","author":"Tim Burton","category":"Work, Technology, Good"},{"quote":"In fact, technology has been the story of human progress from as long back as we know. In 100 years people will look back on now and say, 'That was the Internet Age.' And computers will be seen as a mere ingredient to the Internet Age.","author":"Reed Hastings","category":"Technology, Age, Progress"},{"quote":"The spread of computers and the Internet will put jobs in two categories. People who tell computers what to do, and people who are told by computers what to do.","author":"Marc Andreessen","category":"Internet, People, Two"},{"quote":"It's hardware that makes a machine fast. It's software that makes a fast machine slow.","author":"Craig Bruce","category":"Slow, Software, Fast"},{"quote":"Part of the inhumanity of the computer is that, once it is competently programmed and working smoothly, it is completely honest.","author":"Isaac Asimov","category":"Honest, Working, Computer"},{"quote":"Treat your password like your toothbrush. Don't let anybody else use it, and get a new one every six months.","author":"Clifford Stoll","category":"Treat, New, Like"},{"quote":"The most compelling reason for most people to buy a computer for the home will be to link it to a nationwide communications network. We're just in the beginning stages of what will be a truly remarkable breakthrough for most people - as remarkable as the telephone.","author":"Steve Jobs","category":"Home, Beginning, People"},{"quote":"We think of computers as smart and powerful machines. But your goldfish is smarter.","author":"Jason Fried","category":"Powerful, Smart, Think"},{"quote":"We can be incredibly disconnected in this day and age with computers and cell phones.","author":"Marcia Gay Harden","category":"Day, Age, Phones"},{"quote":"Home computers are being called upon to perform many new functions, including the consumption of homework formerly eaten by the dog.","author":"Doug Larson","category":"Home, Dog, Homework"},{"quote":"There is a computer disease that anybody who works with computers knows about. It's a very serious disease and it interferes completely with the work. The trouble with computers is that you 'play' with them!","author":"Richard P. Feynman","category":"Work, Play, You"},{"quote":"From computers to information technology to airplanes, it has been America's unique blend of republican government and free-market capitalism that has allowed us to surpass all other nations in history.","author":"George Nethercutt","category":"Technology, History, America"},{"quote":"Google did a great job hacking the Web to create search - and then monetizing search with advertising. And Apple did a great job humanizing hardware and software so that formerly daunting computers and applications could become consumer-friendly devices - even a lifestyle brand.","author":"Douglas Rushkoff","category":"Great, Job, Advertising"},{"quote":"Machine learning is the science of getting computers to learn without being explicitly programmed.","author":"Sebastian Thrun","category":"Learning, Science, Learn"},{"quote":"I think that what computers have done is just disastrous to the language.","author":"Gary Paulsen","category":"Language, Done, Think"},{"quote":"Design is the fundamental soul of a man-made creation that ends up expressing itself in successive outer layers of the product or service. The iMac is not just the color or translucence or the shape of the shell. The essence of the iMac is to be the finest possible consumer computer in which each element plays together.","author":"Steve Jobs","category":"Service, Together, Soul"},{"quote":"By the time we get to the 2040s, we'll be able to multiply human intelligence a billionfold. That will be a profound change that's singular in nature. Computers are going to keep getting smaller and smaller. Ultimately, they will go inside our bodies and brains and make us healthier, make us smarter.","author":"Ray Kurzweil","category":"Change, Nature, Time"},{"quote":"Man-made computers are limited in their performance by finite processing speed and memory. So, too, the cosmic computer is limited in power by its age and the finite speed of light.","author":"Paul Davies","category":"Age, Light, Power"},{"quote":"Technology has forever changed the world we live in. We're online, in one way or another, all day long. Our phones and computers have become reflections of our personalities, our interests, and our identities. They hold much that is important to us.","author":"James Comey","category":"Technology, Day, World"},{"quote":"I think computer viruses should count as life. I think it says something about human nature that the only form of life we have created so far is purely destructive. We've created life in our own image.","author":"Stephen Hawking","category":"Life, Nature, Human Nature"},{"quote":"What I was proud of was that I used very few parts to build a computer that could actually speak words on a screen and type words on a keyboard and run a programming language that could play games. And I did all this myself.","author":"Steve Wozniak","category":"Myself, Words, Speak"},{"quote":"Computing is not about computers any more. It is about living.","author":"Nicholas Negroponte","category":"Living, More, Computing"},{"quote":"I am regularly asked what the average Internet user can do to ensure his security. My first answer is usually 'Nothing you're screwed'.","author":"Bruce Schneier","category":"I Am, Internet, Security"},{"quote":"Theaters are always going to be around, and doing fine. With computers and technology, we're becoming more and more secluded from each other. And the movie theater is one of the last places where we can still gather and experience something together. I don't think the desire for that magic will ever go away.","author":"Wolfgang Petersen","category":"Technology, Experience"},{"quote":"Computers are still technology because we are still wrestling with it: it's still being invented we're still trying to work out how it works. There's a world of game interaction to come that you or I wouldn't recognise. It's time for the machines to disappear. The computer's got to disappear into all of the things we use.","author":"Douglas Adams","category":"Work, Time, Technology"},{"quote":"People are craving this great progress in electronics, going after computers, the Internet, etc. It's a giant progress technologically. But they must have a balance of soul, a balance for human beauty. That means art has an important role.","author":"Mstislav Rostropovich","category":"Art, Beauty, Great"},{"quote":"By 2029, computers will have emotional intelligence and be convincing as people.","author":"Ray Kurzweil","category":"Intelligence, People"},{"quote":"As computer intelligence gets better, what will be possible when we interface our brains with computers? It might sound scary, but early evidence suggests otherwise: interfacing brains with machines can be helpful in treating traumatic brain injury, repairing spinal cord damage, and countless other applications.","author":"Bill Maris","category":"Intelligence, Brain, Better"},{"quote":"Men and machines are good at different things. People form plans and make decisions in complicated situations. We are less good at making sense of enormous amounts of data. Computers are exactly the opposite: they excel at efficient data processing but struggle to make basic judgments that would be simple for any human.","author":"Peter Thiel","category":"Good, Struggle, Simple"},{"quote":"The computer is a moron.","author":"Peter Drucker","category":"Computer, Moron"},{"quote":"The question of whether a computer can think is no more interesting than the question of whether a submarine can swim.","author":"Edsger Dijkstra","category":"Interesting, Think, Question"},{"quote":"Security is, I would say, our top priority because for all the exciting things you will be able to do with computers - organizing your lives, staying in touch with people, being creative - if we don't solve these security problems, then people will hold back.","author":"Bill Gates","category":"Problems, Creative, People"},{"quote":"If net neutrality goes away, it will fundamentally change everything about the Internet.","author":"James Hilton","category":"Change, Internet, Will"},{"quote":"I look like a geeky hacker, but I don't know anything about computers.","author":"Justin Long","category":"Know, Look, Hacker"},{"quote":"My goal wasn't to make a ton of money. It was to build good computers.","author":"Steve Wozniak","category":"Money, Good, Goal"},{"quote":"Go into the auto mechanic, you've got to know computers to be able to work on the cars.","author":"Ann McLane Kuster","category":"Work, Know, You"},{"quote":"Until computers and robots make quantum advances, they basically remain adding machines: capable only of doing things in which all the variables are controlled and predictable.","author":"Michio Kaku","category":"Robots, Doing, Predictable"},{"quote":"The diverse threats we face are increasingly cyber-based. Much of America's most sensitive data is stored on computers. We are losing data, money, and ideas through cyber intrusions. This threatens innovation and, as citizens, we are also increasingly vulnerable to losing our personal information.","author":"James Comey","category":"Money, Innovation, America"},{"quote":"No one ever said on their deathbed, 'Gee, I wish I had spent more time alone with my computer'.","author":"Danielle Berry","category":"Time, Alone, Wish"},{"quote":"Computers make it easier to do a lot of things, but most of the things they make it easier to do don't need to be done.","author":"Andy Rooney","category":"Done, Need, Easier"},{"quote":"The Internet: transforming society and shaping the future through chat.","author":"Dave Barry","category":"Future, Society, Internet"},{"quote":"I was afraid of the internet... because I couldn't type.","author":"Jack Welch","category":"Internet, Afraid, Because"},{"quote":"The internet could be a very positive step towards education, organisation and participation in a meaningful society.","author":"Noam Chomsky","category":"Positive, Education, Society"},{"quote":"One of the most feared expressions in modern times is 'The computer is down.'","author":"Norman Ralph Augustine","category":"Down, Computer, Modern"},{"quote":"Personally, I rather look forward to a computer program winning the world chess championship. Humanity needs a lesson in humility.","author":"Richard Dawkins","category":"Winning, Humanity, World"},{"quote":"The good news about computers is that they do what you tell them to do. The bad news is that they do what you tell them to do.","author":"Ted Nelson","category":"Good, News, You"},{"quote":"People think computers will keep them from making mistakes. They're wrong. With computers you make mistakes faster.","author":"Adam Osborne","category":"Mistakes, Making Mistakes"},{"quote":"Supercomputers will achieve one human brain capacity by 2010, and personal computers will do so by about 2020.","author":"Ray Kurzweil","category":"Brain, Human Brain, Human"},{"quote":"We're entering a new world in which data may be more important than software.","author":"Tim O'Reilly","category":"World, Data, Software"},{"quote":"In short, software is eating the world.","author":"Marc Andreessen","category":"Short, World, Eating"},{"quote":"We can do things that we never could before. Stop-motion lets you build tiny little worlds, and computers make that world even more believable.","author":"Nick Park","category":"World, You, Build"},{"quote":"If you could utilize the resources of the end users' computers, you could do things much more efficiently.","author":"Niklas Zennstrom","category":"End, You, Resources"},{"quote":"Don't try to be like Jackie. There is only one Jackie. Study computers instead.","author":"Jackie Chan","category":"Study, Try, Like"},{"quote":"This is what customers pay us for - to sweat all these details so it's easy and pleasant for them to use our computers. We're supposed to be really good at this. That doesn't mean we don't listen to customers, but it's hard for them to tell you what they want when they've never seen anything remotely like it.","author":"Steve Jobs","category":"Good, Details, Easy"},{"quote":"By 2020, most home computers will have the computing power of a human brain. That doesn't mean that they are brains, but it means that in terms of raw processing, they can process bits as fast as a brain can. So the question is, how far behind that is the development of a machine that's as smart as we are?","author":"Seth Shostak","category":"Home, Power, Smart"},{"quote":"A smartphone links patients' bodies and doctors' computers, which in turn are connected to the Internet, which in turn is connected to any smartphone anywhere. The new devices could put the management of an individual's internal organs in the hands of every hacker, online scammer, and digital vandal on Earth.","author":"Charles C. Mann","category":"Management, Internet, Hands"},{"quote":"The idea behind digital computers may be explained by saying that these machines are intended to carry out any operations which could be done by a human computer.","author":"Alan Turing","category":"Digital, Saying, Human"},{"quote":"Interactive computers and software will, I think, provide a less costly method of doing some kinds of inquiry, in knowledge acquisition and even reasoning and interaction.","author":"Roy Romer","category":"Knowledge, Software, Think"},{"quote":"For short term relaxation, I take a hot tub. It's my best way to unblock writers' block, too. For a bit longer relaxation, I enjoy camping. Just being in the wilderness, with no phones or computers or anything I have to do really refreshes my spirit.","author":"Ellen Hopkins","category":"Best, Short, Enjoy"},{"quote":"I think after a time there won't be anything left to be interesting for mankind. Computers are about to do everything for us. Cellphones are smarter than we are. We'll embrace spirituality because we'll be bored of everything else.","author":"Damian Marley","category":"Time, Interesting, Think"},{"quote":"My goal wasn't to make a ton of money. It was to build good computers. I only started the company when I realized I could be an engineer forever.","author":"Steve Wozniak","category":"Money, Good, Goal"},{"quote":"Because you have things like 'American Idol' and you've got radio stations that play music made entirely by computers, it's easy to forget there are bands with actual people playing actual instruments that rock.","author":"Dave Grohl","category":"Music, American, People"},{"quote":"I think a lot of people will be liberated from a lot of oppressive manufacturing jobs, or a lot of service jobs, because they'll be done by computers. There'll be the world's best education available online and free.","author":"Tyler Cowen","category":"Education, Best, Service"},{"quote":"Computers have proved to be formidable chess players. In fact, they've beaten our top human chess champions.","author":"Neil deGrasse Tyson","category":"Chess, Champions, Human"},{"quote":"Juries are not computers. They are composed of human beings who evaluate evidence differently.","author":"Alan Dershowitz","category":"Evidence, Human, Evaluate"},{"quote":"Everything is being run by computers. Everything is reliant on these computers working. We have become very reliant on Internet, on basic things like electricity, obviously, on computers working. And this really is something which creates completely new problems for us. We must have some way of continuing to work even if computers fail.","author":"Mikko Hypponen","category":"Work, Problems, Internet"},{"quote":"Computers and computing are all around us. Some computing is highly visible, like your laptop. But this is only part of a computing iceberg. A lot more lies hidden below the surface. We don't see and usually don't think about the computers inside appliances, cars, airplanes, cameras, smartphones, GPS navigators and games.","author":"Brian Kernighan","category":"Think, Hidden, See"},{"quote":"I've always been into computers. When I was getting out of high school and forming my identity musically, all of it was really coming into the fold, computers and drum machines. It felt like, you know, I'm in the right place at the right time. I liked the collision.","author":"Trent Reznor","category":"Time, School, Identity"},{"quote":"With all the abundance we have of computers and computing, what is scarce is human attention and time.","author":"Satya Nadella","category":"Time, Abundance, Human"},{"quote":"I've always been at the intersection of computers and whatever they can revolutionize.","author":"Jeff Bezos","category":"Whatever, Always"},{"quote":"Social media can be dangerous. People hide behind their computers and write negative things, so I like to keep it about communicating with my fans.","author":"Mo Farah","category":"Social Media, Media"},{"quote":"Today, computers are almost second nature to most of us.","author":"James Dyson","category":"Nature, Today, Second"},{"quote":"Managerial and professional people hadn't really used computers, hadn't sat down at keyboards, until personal computers. Personal computers have a totally different feel.","author":"Mitch Kapor","category":"People, Professional, Down"},{"quote":"In the future, I'm sure there will be a lot more robots in every aspect of life. If you told people in 1985 that in 25 years they would have computers in their kitchen, it would have made no sense to them.","author":"Rodney Brooks","category":"Life, Future, People"},{"quote":"It always helps to be a good programmer. It is important to like computers and to be able to think of things people would want to do with their computers.","author":"Bill Budge","category":"Good, People, Want"},{"quote":"Kids are finding out about the potential for discovery online from other sources; many of them have computers at home, for instance, or their friends have them.","author":"Daniel Greenberg","category":"Home, Friends, Discovery"},{"quote":"Science fiction has done a really good job of scaring us into thinking that computers shouldn't get too smart, because as soon as they get really smart, they're going to take over the world and kill us, or something like that. But why would they do that?","author":"Luis von Ahn","category":"Good, Science, Job"},{"quote":"I start every book with something that outrages me. I'm outraged by the FBI, the CIA, and computers that seem to have catalogued our lives. Power too often is accompanied by irresponsibility.","author":"Robert Ludlum","category":"Power, Book, Me"},{"quote":"In 1983, before computers came along, it wasn't easy to do electronic basslines and rhythms.","author":"Gillian Gilbert","category":"Easy, Along, Electronic"},{"quote":"Eventually, I believe, current attempts to understand the mind by analogy with man-made computers that can perform superbly some of the same external tasks as conscious beings will be recognized as a gigantic waste of time.","author":"Thomas Nagel","category":"Time, Believe, Mind"},{"quote":"Once computers can program, they basically take over technological progress because already, today, the majority of technological progress is run by software, by programming.","author":"Jaan Tallinn","category":"Today, Progress, Software"},{"quote":"No computer or smartphone can ever be considered 100 percent 'safe.' We're all engaged in a perpetual battle with criminals and hostile governments trying to use computers and the Internet to steal information and identities.","author":"Walt Mossberg","category":"Internet, Battle"},{"quote":"We could say we want the Web to reflect a vision of the world where everything is done democratically. To do that, we get computers to talk with each other in such a way as to promote that ideal.","author":"Tim Berners-Lee","category":"Vision, World, Want"},{"quote":"The only legitimate use of a computer is to play games.","author":"Eugene Jarvis","category":"Play, Computer, Games"},{"quote":"The most used program in computers and education is PowerPoint. What are you learning about the nature of the medium by knowing how do to a great PowerPoint presentation? Nothing. It certainly doesn't teach you how to think critically about living in a culture of simulation.","author":"Sherry Turkle","category":"Education, Nature, Learning"},{"quote":"Few companies that installed computers to reduce the employment of clerks have realized their expectations... They now need more, and more expensive clerks even though they call them 'operators' or 'programmers.'","author":"Peter Drucker","category":"Expectations, Now, Need"},{"quote":"Many of our own people here in this country do not ask about computers, telephones and television sets. They ask - when will we get a road to our village.","author":"Thabo Mbeki","category":"Road, People, Television"},{"quote":"We're going to be able to ask our computers to monitor things for us, and when certain conditions happen, are triggered, the computers will take certain actions and inform us after the fact.","author":"Steve Jobs","category":"Actions, Will, Going"},{"quote":"Computers make me totally blank out.","author":"Dalai Lama","category":"Me, Blank, Out"},{"quote":"It's been my policy to view the Internet not as an 'information highway', but as an electronic asylum filled with babbling loonies.","author":"Mike Royko","category":"Internet, Information, View"},{"quote":"The next major explosion is going to be when genetics and computers come together. I'm talking about an organic computer - about biological substances that can function like a semiconductor.","author":"Alvin Toffler","category":"Science, Together, Genetics"},{"quote":"I never have used computers or calculators. I've always been able to figure out in my head, far before my opposition has, in negotiating for acquisitions, where we need to be and where the numbers are and how we could get the best sight of the bargain, without having to resort to accountants or assistants or financial experts.","author":"Jon Huntsman, Sr.","category":"Best, Financial, Numbers"},{"quote":"We're leading a fundamental shift from centralized energy to distributed energy. Energy will go in that direction, just like mainframe computers went to client servers, then to the Internet. I believe in solar, and the macro trends are just too undeniable.","author":"Lynn Jurich","category":"Believe, Internet, I Believe"},{"quote":"Before computers, telephone lines and television connect us, we all share the same air, the same oceans, the same mountains and rivers. We are all equally responsible for protecting them.","author":"Julia Louis-Dreyfus","category":"Mountains, Television"},{"quote":"People are seduced by signals from the world, but that is manipulation, not reality. Computers have learned more about us than we've learned about them.","author":"Douglas Rushkoff","category":"Reality, World, People"},{"quote":"Computers double their performance every month.","author":"Stephen Hawking","category":"Performance, Double, Month"},{"quote":"Electromagnetic theory and experiment gave us the telephone, radio, TV, computers, and made the internal combustion engine practical - thus, the car and airplane, leading inevitably to the rocket and outer-space exploration.","author":"Gregory Benford","category":"Car, Airplane, Experiment"},{"quote":"I regard the brain as a computer which will stop working when its components fail. There is no heaven or afterlife for broken down computers that is a fairy story for people afraid of the dark.","author":"Stephen Hawking","category":"Brain, People, Dark"},{"quote":"Computers are to design as microwaves are to cooking.","author":"Milton Glaser","category":"Design, Cooking"},{"quote":"Even when I work with computers, with high technology, I always try to put in the touch of the hand.","author":"Issey Miyake","category":"Work, Technology, Try"},{"quote":"There is a real danger that computers will develop intelligence and take over. We urgently need to develop direct connections to the brain so that computers can add to human intelligence rather than be in opposition.","author":"Stephen Hawking","category":"Intelligence, Brain"},{"quote":"When Steve Jobs toured Xerox PARC and saw computers running the first operating system that used Windows and a mouse, he assumed he was looking at a new way to work a personal computer. He brought the concept back to Cupertino and created the Mac, then Bill Gates followed suit, and the rest is history.","author":"Douglas Rushkoff","category":"Work, History, Looking"},{"quote":"The Semantic Web is not a separate Web but an extension of the current one, in which information is given well-defined meaning, better enabling computers and people to work in cooperation.","author":"Tim Berners-Lee","category":"Work, Information, People"},{"quote":"Computers let people avoid people, going out to explore. It's so different to just open a website instead of looking at a Picasso in a museum in Paris.","author":"Raf Simons","category":"People, Looking, Museum"},{"quote":"When you learn to read and write, it opens up opportunities for you to learn so many other things. When you learn to read, you can then read to learn. And it's the same thing with coding. If you learn to code, you can code to learn. Now some of the things you can learn are sort of obvious. You learn more about how computers work.","author":"Mitchel Resnick","category":"Work, Opportunities, You"},{"quote":"Computers and electronic music are not the opposite of the warm human music. It's exactly the same.","author":"Bill Laswell","category":"Music, Human, Same"},{"quote":"We went from a world where almost nobody knew anything about computers to a world where almost all of us are computer geeks for a huge fraction of our day. And I'd like to see that happen with the digital world of biological molecules, too.","author":"George M. Church","category":"Day, World, Digital"},{"quote":"There's so much free material on the Internet you can learn from, and some people are pure self-starters: they pick up computers and teach themselves everything. Certainly there are millions of people like that. But at the same time, I think it's a pretty small percentage of the population.","author":"Tyler Cowen","category":"Time, Internet, Small"},{"quote":"I think I thought it would be important for electronics as we knew it then, but that was a much simpler business and electronics was mostly radio and television and the first computers.","author":"Jack Kilby","category":"Business, Television"},{"quote":"To err is human - and to blame it on a computer is even more so.","author":"Robert Orben","category":"Blame, Human, Computer"},{"quote":"Computers, like automobiles and airplanes, do only what people tell them to do.","author":"Bill James","category":"People, Like, Tell"},{"quote":"Our computers have become windows through which we can gaze upon a world that is virtually without horizons or boundaries.","author":"Joseph B. Wirthlin","category":"World, Windows, Through"},{"quote":"Computers may save time but they sure waste a lot of paper. About 98 percent of everything printed out by a computer is garbage that no one ever reads.","author":"Andy Rooney","category":"Time, Garbage, May"},{"quote":"In computing, turning the obvious into the useful is a living definition of the word 'frustration'.","author":"Alan Perlis","category":"Frustration, Living, Word"},{"quote":"There is no reason for any individual to have a computer in his home.","author":"Ken Olsen","category":"Home, Individual, Reason"},{"quote":"The power of the computer is starting to spread.","author":"Bill Budge","category":"Power, Starting, Computer"},{"quote":"If you like overheads, you'll love PowerPoint.","author":"Edward Tufte","category":"Love, You, Like"},{"quote":"Nanotechnology will let us build computers that are incredibly powerful. We'll have more power in the volume of a sugar cube than exists in the entire world today.","author":"Ralph Merkle","category":"Today, Power, World"},{"quote":"One of the biggest challenges we had in the first decade was not that many people had personal computers. There weren't that many people to sell to, and it was hard to identify them.","author":"Steve Case","category":"Challenges, People, Personal"},{"quote":"My whole life had been designing computers I could never build.","author":"Steve Wozniak","category":"Life, Build, Never"},{"quote":"Musicians and journalists are the canaries in the coalmine, but, eventually, as computers get more and more powerful, it will kill off all middle-class professions.","author":"Jaron Lanier","category":"Powerful, Musicians, Will"},{"quote":"We've lost touch and allowed technology to take precedence over organic nature. But let's not forget that those microchips in our computers came from elements of the earth.","author":"Emilio Estevez","category":"Nature, Technology, Lost"},{"quote":"I take computers practically apart and put them back together. I have a supercomputer I built over the years out of different computers.","author":"Jared Leto","category":"Together, Years, Back"},{"quote":"Computers and the Internet have made it really easy to rant. It's made everyone overly opinionated.","author":"Scott Weiland","category":"Internet, Easy, Everyone"},{"quote":"Equipped with cell phones, beepers, and handheld computers, the 'conspicuously industrious' blur the line between home and office by working anytime, anywhere.","author":"Jo Ann Davis","category":"Home, Working, Blur"},{"quote":"We all grew up, our grandmothers and mothers had about three channels to watch, so we watched those soaps and now, a generation has grown up with the Internet and computers and video games.","author":"Jack Wagner","category":"Internet, Video Games"},{"quote":"I get hired to hack into computers now and sometimes it's actually easier than it was years ago.","author":"Kevin Mitnick","category":"Sometimes, Years, Easier"},{"quote":"I use many different gadgets connected with computers; I use PCs, laptops and a Palm Pilot. I also use the Internet to visit websites, especially within Polish-language Internet. I usually go to political discussion groups and sites - of course, as I use my real name, people never believe that they are chatting with me!","author":"Lech Walesa","category":"Believe, Internet, Me"},{"quote":"Originally, I was in both software and in online computing. The first innovation really was sort of at that time that we're marrying the telephone and the computer so that people wouldn't have to drive to the computer center. We didn't have $1,000 computers.","author":"Sam Wyly","category":"Time, Innovation, People"},{"quote":"I don't look at computers as opponents. For me it is much more interesting to beat humans.","author":"Magnus Carlsen","category":"Me, Interesting, Look"},{"quote":"How can you allow the trading companies to locate computers closer to exchanges and flash millions of bids to give an unfair advantage?... Even professionals are losing faith in some aspects of the system.","author":"Mario Gabelli","category":"Faith, Losing, You"},{"quote":"One of the big first computers was called SAGE, which was a missile defense, the first missile-defense computer, which was, like, one of the first computers in the history of the world which got sold to the Department of Defense for, I don't know, tens and tens of millions of dollars at the time.","author":"Marc Andreessen","category":"Time, History, World"},{"quote":"People are good at intuition, living our lives. What are computers good at? Memory.","author":"Eric Schmidt","category":"Good, Memory, People"},{"quote":"Brains are tricky and adaptable organs. For all the 'neuroplasticity' allowing our brains to reconfigure themselves to the biases of our computers, we are just as neuroplastic in our ability to eventually recover and adapt.","author":"Douglas Rushkoff","category":"Adapt, Brains, Ability"},{"quote":"More and more people are seeing the films on computers - lousy sound, lousy picture - and they think they've seen the film, but they really haven't.","author":"David Lynch","category":"People, Picture, Think"},{"quote":"I fix my grandchildren's computers.","author":"Alan Alda","category":"Grandchildren, Fix"},{"quote":"I started with CB radio, ham radio, and eventually went into computers. And I was just fascinated with it. And back then, when I was in school, computer hacking was encouraged. It was an encouraged activity. In fact, I remember one of the projects my teacher gave me was writing a log-in simulator.","author":"Kevin Mitnick","category":"Teacher, School, Writing"},{"quote":"Computer science is one of the worst things that ever happened to either computers or to science.","author":"Neil Gershenfeld","category":"Science, Computer Science"},{"quote":"I was around computers from birth; we had one of the first Macs, which came out shortly before I was born, and my dad ran a company that wrote computer operating systems. I don't think I have any particular technical skills; I just got a really large head start.","author":"Aaron Swartz","category":"Start, Company, Think"},{"quote":"I graduated from high school in 1963. There were no computers, cell phones, Internet, credit cards, cassette tapes or cable TV.","author":"Jeffrey Gitomer","category":"School, Internet"},{"quote":"Computers are very expensive and they need power, and that can be a problem in Africa.","author":"Mo Ibrahim","category":"Power, Problem, Africa"},{"quote":"Computers ought to help people find their own best path through lots of textual information.","author":"Mitch Kapor","category":"Best, Path, Help"},{"quote":"I think that technology - computers and smart phones and 24-hour availability - often leaves me, and others I know, feeling blank and depressed at the end of a day. I also believe that hyped expectations for raising children leaves many women and men feeling as if their days are a blur of carpools and play-groups and tutors.","author":"Rebecca Traister","category":"Technology, Children, Women"},{"quote":"I'm pretty much a dinosaur in the studio. I like things hand-drawn, even today. The story artists use Cintiqs, but I'm the only person who hasn't completely converted to computers. I like the Cintiq, but there's something about the raw emotional power of using paper and pencil.","author":"Walt Dohrn","category":"Today, Power, Story"},{"quote":"Some computers have security software that make it impossible to hack into, and it's the same with brains - some malfunction, and some, you can't hack into them at all.","author":"Keith Barry","category":"Impossible, Security, You"},{"quote":"When I'm not writing or tweaking my computer, I do embroidery. When I'm not plunging into the past, tweaking, or embroidering, I'm reading books about history, computers, or embroidery.","author":"Lynn Abbey","category":"History, Writing, Past"},{"quote":"When I launched the development of the GNU system, I explicitly said the purpose of developing this system is so we can use our computers and have freedom, thus if you use some other free system instead but you have freedom, then it's a success. It's not popularity for our code but it's success for our goal.","author":"Richard Stallman","category":"Success, Freedom, Purpose"},{"quote":"Your car should drive itself. It's amazing to me that we let humans drive cars... It's a bug that cars were invented before computers.","author":"Eric Schmidt","category":"Car, Amazing, Me"},{"quote":"I'm not very technically minded. I mean, I don't know how to do e-mail on computers.","author":"Kate Winslet","category":"Know, Mean, Very"},{"quote":"My first synthesizer was the VCS3. I got it in Bristol in the late Sixties, long before Pink Floyd used them. I had to sell an acoustic guitar and an old reel-to-reel tape recorder to raise the money. You can do fantastic things with modern computers, but you cannot use them in the same intuitive, spontaneous way you can a VCS3.","author":"Jean-Michel Jarre","category":"Money, Guitar, Pink"},{"quote":"Open-source encyclopedias such as Wikipedia and search engines such as Google and Bing, which people can tap into anytime and anywhere via computers and smart phones, put a world of knowledge at our fingertips at a lower cost than ever before.","author":"Naveen Jain","category":"Knowledge, Smart, World"},{"quote":"With faster Internet and better computers, you'd better believe we're creating and consuming more digital data.","author":"Peter Diamandis","category":"Believe, Internet, Data"},{"quote":"Use a personal firewall. Configure it to prevent other computers, networks and sites from connecting to you, and specify which programs are allowed to connect to the net automatically.","author":"Kevin Mitnick","category":"You, Personal, Connect"},{"quote":"The early cyberpunk idea was that networked computers would let us do our work at home, as freelancers, and then transact directly with peers over networks. Digital technology would create tremendous slack, allow us to apply its asynchronous, decentralized qualities to our own work and lives.","author":"Douglas Rushkoff","category":"Work, Technology, Home"},{"quote":"For many years, even as users became more sophisticated, personal computers took too much effort to use without problem-solving, keeping alive the yearning for greater simplicity. Microsoft's dominant Windows platform, in particular, was a home for all manner of bugs and problems that required IT people to straighten out.","author":"Walt Mossberg","category":"Home, Simplicity, Effort"},{"quote":"No one has any faith in the tape anymore - everyone just relies on computers and considers the hardrive to be the safest option, and I don't. I think an analog tape is something you can hold.","author":"Dave Grohl","category":"Faith, Think, You"},{"quote":"I am very bad at computers. I don't really know how to write email.","author":"Marjane Satrapi","category":"I Am, Know, Email"},{"quote":"Bitcoin is not an actual physical coin, and if computers are shut down, you can't buy or sell them. That's why nothing will ever replace gold and silver coins themselves, and all investors should have them at home or in a safe deposit box.","author":"Mark Skousen","category":"Home, Gold, Why"},{"quote":"Yes, I was a big math and computer geek, that's true. I was driven by the scholastic side of things. For me, it was all about what I could do with math and computers.","author":"Brian Acton","category":"Me, True, Math"},{"quote":"Well, the big products in electronics in the '50s were radio and television. The first big computers were just beginning to come in and represented the most logical market for us to work in.","author":"Jack Kilby","category":"Work, Beginning, Television"},{"quote":"I am cursed with computers something always goes wrong.","author":"Carla Bruni","category":"I Am, Always, Something"},{"quote":"In my view, the fact that computers caught up to humans and completely dominate humans in chess and some other domains already, that says there's evidence that, yes, in principle, they can be better programmers than humans.","author":"Jaan Tallinn","category":"Chess, View, Better"},{"quote":"I think computers are the ultimate writing tool. I'm a very slow writer, so I appreciate it every day.","author":"Sherry Turkle","category":"Day, Writing, Think"},{"quote":"I'm not really a knob-twiddler. I always work with an engineer I'm not super hands-on when it comes to mixing boards and computers. I'm much more about what I'm hearing and what it needs to be like. I deal with songs and ideas and instruments.","author":"Danger Mouse","category":"Work, Ideas, Engineer"},{"quote":"Computers seem a little too adaptively flexible, like the strange natives, odd societies, and head cases we study in the social sciences. There's more opposable thumb in the digital world than I care for; it's awfully close to human.","author":"P. J. O'Rourke","category":"World, Strange, Care"},{"quote":"The reason we personify things like cars and computers is that just as monkeys live in an arboreal world and moles live in an underground world and water striders live in a surface tension-dominated flatland, we live in a social world.","author":"Richard Dawkins","category":"Water, World, Live"},{"quote":"There is no heaven or afterlife for broken-down computers that is a fairy story for people afraid of the dark.","author":"Stephen Hawking","category":"People, Dark, Story"},{"quote":"Computers allow us to squeeze the most out of everything, whether it's Google looking up things, so I guess that tends to make us a little lazy about reading books and doing things the hard way to understand how those things work.","author":"Buzz Aldrin","category":"Work, Reading, Looking"},{"quote":"Look at what Silicon Valley has done - the advance of computers.","author":"Buzz Aldrin","category":"Done, Look, Silicon Valley"},{"quote":"Computers absolutely changed my life. Before I had a computer, I had never written one thing. Not one thing. I'm a very bad speller and I was embarrassed by that. When I would type, the little mistakes would make me nutty, and I would never edit anything.","author":"Penn Jillette","category":"Life, Mistakes, Me"},{"quote":"My love of computers, besides being practical, is very direct and visceral. I love the way things look on the screen.","author":"Penn Jillette","category":"Love, Look, Way"},{"quote":"The basis of computer work is predicated on the idea that only the brain makes decisions and only the index finger does the work.","author":"Brian Eno","category":"Work, Decisions, Brain"},{"quote":"When I first started making ambient music, I was setting up systems using synthesizers that generated pulses more or less randomly. The end result is a kind of music that continuously changes. Of course, until computers came along, all I could actually present of that work was a piece of its output.","author":"Brian Eno","category":"Work, Music, Changes"},{"quote":"If you want to make computers that really work, create a design team composed only of healthy, active women with lots else to do in their lives, and give them carte blanche.","author":"Brian Eno","category":"Work, Women, Team"},{"quote":"Pop music can absorb so many peculiar talents, ranging from the completely nonmusical poseur who just uses music as a kind of springboard for a sense of style, to people who just love putting all that complicated stuff together, brick by brick, on their computers, to people like me who like playing conceptual games and being surprised.","author":"Brian Eno","category":"Love, Music, Together"},{"quote":"I can live without endless television programmes and films just centered around computers. I can sort of live without that.","author":"Martin Freeman","category":"Live, Television, I Can"},{"quote":"I just think people have a lot of fiction. But, you know, I mean, the real story of Facebook is just that we've worked so hard for all this time. I mean, the real story is actually probably pretty boring, right? I mean, we just sat at our computers for six years and coded.","author":"Mark Zuckerberg","category":"Time, People, Know"},{"quote":"The real story of Facebook is just that we've worked so hard for all this time. I mean, the real story is actually probably pretty boring, right? I mean, we just sat at our computers for six years and coded.","author":"Mark Zuckerberg","category":"Time, Story, Boring"},{"quote":"With my wife Camille's help, I took to social networking. I'm working with the computers.","author":"Bill Cosby","category":"Wife, Help, Networking"},{"quote":"Sci-fi films are the epic films of the day because we can no longer put 10,000 extras in the scene - but we can draw thousands of aliens with computers.","author":"William Shatner","category":"Day, Epic, Put"},{"quote":"Our computers double in capability on time scales of only a few years. It's hardly outrageous to believe that we will successfully develop thinking machines within a handful of decades, or at most a century or two. If that happens, these artificial sentients will quickly leave us behind.","author":"Seth Shostak","category":"Time, Thinking, Believe"},{"quote":"The U.S. government doesn't build your computers, nor do you fly aboard a U.S. government owned and operated airline. Private industry routinely takes technologies pioneered by the government and turns them into cheap, reliable and robust industries. This has happened in aviation, air mail, computers, and the Internet.","author":"Peter Diamandis","category":"Government, Internet, Fly"},{"quote":"One thing that humans still do better than computers is recognize images.","author":"Peter Diamandis","category":"Better, Recognize, Still"},{"quote":"I'm a Luddite with computers, and I'm slightly worried about being hacked as well.","author":"Jo Brand","category":"Well, Being, Slightly"},{"quote":"'Bloomberg's, you know, for people who don't use the service, provides through the Internet - through specialized computers - information about the financial world. It's a very large data base. I think they have on the order of a billion dollars or more a year in revenue.","author":"Craig Venter","category":"Service, World, Financial"},{"quote":"I'm not really gadget oriented. I'm not into technology or computers. I'm not good at interfacing with that sort of gear.","author":"Nicolas Cage","category":"Technology, Good, Gear"},{"quote":"I just like music that sounds like music. Not like machines and computers and things that you design to make things sound slick and perfect.","author":"Zooey Deschanel","category":"Music, Design, Perfect"},{"quote":"Ignorance breeds antipathy. Until I got to know how computers worked, I didn't want anything to do with them. I said, 'Well, why do I need them? I write letters.' Which I still do.","author":"Viggo Mortensen","category":"Ignorance, Want, Know"},{"quote":"Stock exchanges say that more than half of all trades are now executed by just a handful of high-frequency traders, who use rapid-fire computers to essentially force slower investors to give up profits, then disappear before anyone knows what happened.","author":"Charles Duhigg","category":"Now, Up, Say"},{"quote":"Pixar is not about computers, it's about people.","author":"John Lasseter","category":"People, Pixar, About"},{"quote":"If you take a regular animated film, that's being done by animators on computers, so the filmmaking is a fairly technical process.","author":"Peter Jackson","category":"Filmmaking, Process, You"},{"quote":"Economics pretends to be a science. Its practitioners fill blackboards with equations and clog computers with data. But it is really a faith, or more accurately a set of overlapping and squabbling faiths, each with its own doctrines.","author":"Alex Berenson","category":"Faith, Science, Data"},{"quote":"Most computers today have built in backup software.","author":"Barton Gellman","category":"Today, Software, Backup"},{"quote":"I favor pocket-sized hard drives that travel between home and office, syncing with computers on both ends.","author":"Barton Gellman","category":"Travel, Home, Office"},{"quote":"Dell fills its computers with crapware, collecting fees from McAfee and other vendors to pre-install 'trial' versions.","author":"Barton Gellman","category":"Collecting, Other, Versions"},{"quote":"Given the volume of PC sales and the way McAfee runs its operation, I imagine there must be thousands of phantom subscribers - folks who signed up once upon a time and left the software behind two or three computers ago.","author":"Barton Gellman","category":"Time, Sales, Software"},{"quote":"Perhaps one day we will have machines that can cope with approximate task descriptions, but in the meantime, we have to be very prissy about how we tell computers to do things.","author":"Richard P. Feynman","category":"Day, Task, Will"},{"quote":"I've never had Internet access. Actually, I have looked at things on other people's computers as a bystander. A few times in my life I've opened email accounts, twice actually, but it's something I don't want in my life right now.","author":"Jhumpa Lahiri","category":"Life, Internet, People"},{"quote":"Steve Wozniak and Steve Jobs founded Apple Inc, which set the computing world on its ear with the Macintosh in 1984.","author":"Kevin Mitnick","category":"World, Apple, Jobs"},{"quote":"It was used for decades to describe talented computer enthusiasts, people whose skill at using computers to solve technical problems and puzzles was - and is - respected and admired by others possessing similar technical skills.","author":"Kevin Mitnick","category":"Problems, People, Skill"},{"quote":"If I wasn't a professional scientist, I'd be an amateur scientist. But plan B was to go into computers.","author":"Michio Kaku","category":"Plan, Professional, Go"},{"quote":"I have nothing against investment banking, but it's like massaging money rather than creating money. If you're in physics, you create inventions, you create lasers, you create transistors, computers, GPS.","author":"Michio Kaku","category":"Money, You, Investment"},{"quote":"Your computer needn't be the first thing your see in the morning and the last thing you see at night.","author":"Simon Mainwaring","category":"Morning, Night, You"},{"quote":"Everyone knows, or should know, that everything we type on our computers or say into our cell phones is being disseminated throughout the datasphere. And most of it is recorded and parsed by big data servers. Why do you think Gmail and Facebook are free? You think they're corporate gifts? We pay with our data.","author":"Douglas Rushkoff","category":"Free, Data, Know"},{"quote":"Not only have computers changed the way we think, they've also discovered what makes humans think - or think we're thinking. At least enough to predict and even influence it.","author":"Douglas Rushkoff","category":"Thinking, Influence, Think"},{"quote":"The reason why Apple computers have worked so well over time is that, unlike Microsoft, they don't bend over backward to be compatible with every piece of hardware or software in the digital universe. To code or create for Apple, you follow Apple's rules. If you're even allowed to.","author":"Douglas Rushkoff","category":"Time, Apple, Universe"},{"quote":"I have a crazy amount of different jobs, so the way I manage that is to not do more than one at a time. It's like old computers that had small memory chips, they would do something called swapping, where they would fill the memory with one task, do it and get it out.","author":"Louis C. K.","category":"Time, Memory, Crazy"},{"quote":"Every one of today's smartphones has thousands of times more processing power than the computers that guided astronauts to the moon.","author":"Peter Thiel","category":"Today, Power, Moon"},{"quote":"I'm interested in all kinds of pictures, however they are made, with cameras, with paint brushes, with computers, with anything.","author":"David Hockney","category":"Paint, Anything, Pictures"},{"quote":"India for sure is a mobile-first country. But I don't think it will be a mobile-only country for all time. An emerging market will have more computing in their lives, not less computing, as there is more GDP and there is more need. As they grow, they will also want computers that grow from their phone.","author":"Satya Nadella","category":"Time, Grow, Want"},{"quote":"I know when I grew up, it was, if it was daylight outside, get outside. Well, now, with the technological age of computers and everything, everyone's inside virtually going everywhere they want to go, virtually having relationships, virtually traveling across the neighborhood, virtually going to that island.","author":"Matthew McConaughey","category":"Age, Want, Relationships"},{"quote":"Companies are accustomed to dismissing employees for misuse of computers at work.","author":"Bill Dedman","category":"Work, Employees, Companies"},{"quote":"I wouldn't know how to find eBay on the computer if my life depended on it.","author":"Marc Jacobs","category":"Life, My Life, Know"},{"quote":"When I helped to develop the open standards that computers use to communicate with one another across the Net, I hoped for but could not predict how it would blossom and how much human ingenuity it would unleash.","author":"Vint Cerf","category":"Blossom, Predict, Human"},{"quote":"I'm projecting somewhere between 100 million and 200 million computers on the Net by the end of December 2000, and about 300 million users by that same time.","author":"Vint Cerf","category":"Time, End, Somewhere"},{"quote":"The future of television is not on television but online. A majority of us are turning to our computers and mobile devices for news and entertainment, Millennials especially.","author":"Jason Calacanis","category":"Future, Television"},{"quote":"Everybody jokes about that old story about the world only needing five computers, but when you think about it, that's where we're heading.","author":"Matt Mullenweg","category":"World, Story, Think"},{"quote":"Regardless of how it's done, transaction costs will continue to plummet as computers get more powerful. Low transaction costs are a wonderful thing if you're in the transaction business. They're wonderful for consumers too, making it cheaper and easier to buy things and creating new things to buy.","author":"Nathan Myhrvold","category":"Business, Powerful"},{"quote":"Why pay a fee for Internet content when a million free sites are just a click away? There's no incentive until people are too addicted to the Net to turn off their computers, yet are bored with what's available.","author":"Nathan Myhrvold","category":"Internet, Free, People"},{"quote":"The whole hardware industry has experienced the phenomenon in which every time computers get cheaper, they appeal to a new set of users; every time they get more powerful, old customers upgrade.","author":"Nathan Myhrvold","category":"Time, Powerful, New"},{"quote":"I am not great at computers. If I were to try shopping through Google, I'd end up with 33 vests.","author":"Mary Berry","category":"Great, I Am, End"},{"quote":"Google is working on self-driving cars, and they seem to work. People are so bad at driving cars that computers don't have to be that good to be much better.","author":"Marc Andreessen","category":"Work, Good, Car"},{"quote":"People are so bad at driving cars that computers don't have to be that good to be much better. Any time you stand in line at the D.M.V. and look around, you're like, Oh, my God, I wish all these people were replaced by computer drivers.","author":"Marc Andreessen","category":"Time, Good, Car"},{"quote":"Technology is like water; it wants to find its level. So if you hook up your computer to a billion other computers, it just makes sense that a tremendous share of the resources you want to use - not only text or media but processing power too - will be located remotely.","author":"Marc Andreessen","category":"Technology, Water, Power"},{"quote":"Google is working on self-driving cars, and they seem to work. People are so bad at driving cars that computers don't have to be that good to be much better. Any time you stand in line at the DMV and look around, you're like, 'Oh, my God, I wish all these people were replaced by computer drivers.'","author":"Marc Andreessen","category":"Work, Time, Good"},{"quote":"We believe the singularity is inevitable, and all businesses will be redefined as computers overtake humans in intelligence.","author":"Masayoshi Son","category":"Intelligence, Believe, Will"},{"quote":"I understand that computers, which I once believed to be but a hermaphrodite typewriter-cum-filing cabinet, offer the cyber literate increased ability to communicate. I do not think this is altogether a bad thing, however it may appear on the surface.","author":"David Mamet","category":"Cyber, Understand, Think"},{"quote":"My background was in graphic design, but when I was doing it, it was all hand-drawn stuff, not computers.","author":"Jeffrey Dean Morgan","category":"Design, Doing, Background"},{"quote":"I hate the thought of my children being glued to a screen. Children only play on computers all day because their parents let them.","author":"Mariella Frostrup","category":"Children, Day, Parents"},{"quote":"There's no other major item most of us own that is as confusing, unpredictable and unreliable as our personal computers.","author":"Walt Mossberg","category":"Unpredictable, Personal"},{"quote":"My first computers were a Timex Sinclair and an Apple II.","author":"Walt Mossberg","category":"Apple, First, Were"},{"quote":"I am a child of digital generation. I have done most of the records with Rilo Kiley on computers, on Pro Tools or other digital programs.","author":"Jenny Lewis","category":"I Am, Child, Tools"},{"quote":"The form of computers has never been important, with speed and performance being the only things that mattered.","author":"Jonathan Ive","category":"Performance, Speed"},{"quote":"I wonder what would have happened if automation and computers had existed when 'Oklahoma!' was having its out-of-town try-out, and three days before closing in Boston, when it was still called 'Away We Go,' they added a new song called 'Oklahoma!' I don't think that could happen today. It's almost impossible to change musicals on the go now.","author":"Andrew Lloyd Webber","category":"Change, Today, Impossible"},{"quote":"Some claim that computers will, by 2050, achieve human capabilities. Of course, in some respects they already have.","author":"Martin Rees","category":"Achieve, Human, Will"},{"quote":"Some things, like the orbits of the planets, can be calculated far into the future. But that's atypical. In most contexts, there is a limit. Even the most fine-grained computation can only forecast British weather a few days ahead. There are limits to what can ever be learned about the future, however powerful computers become.","author":"Martin Rees","category":"Future, Powerful, Weather"},{"quote":"Would you go into a CD store and steal a CD? It's the same thing, people going into the computers and loggin' on and stealing our music.","author":"Britney Spears","category":"Music, People, You"},{"quote":"We resemble computers intellectually and animals emotionally.","author":"Mother Angelica","category":"Animals, Emotionally"},{"quote":"I don't know where anyone ever got the idea that technology, in and of itself, was a savior. Like all human-created 'progress,' computers are problematic, giving and taking away.","author":"Ellen Ullman","category":"Technology, Progress, Giving"},{"quote":"Closed environments dominated the computing world of the 1970s and early '80s. An operating system written for a Hewlett-Packard computer ran only on H.P. computers I.B.M. controlled its software from chips up to the user interfaces.","author":"Ellen Ullman","category":"World, Software, Early"},{"quote":"People talk about computer programmers as if computers are our whole lives. That's simply not true.","author":"Ellen Ullman","category":"People, True, Talk"},{"quote":"A computer is a general-purpose machine with which we engage to do some of our deepest thinking and analyzing. This tool brings with it assumptions about structuredness, about defined interfaces being better. Computers abhor error.","author":"Ellen Ullman","category":"Thinking, Better"},{"quote":"Introduced in the 1960s, multitasking is an engineering strategy for making computers more efficient. Human beings are the slowest elements in a system.","author":"Ellen Ullman","category":"Strategy, Engineering, Human"},{"quote":"Everyone talks about how much data's in the world. Except, actually, 80% of it is pretty blind to computers. I mean, it can store it. But if it's a movie, a poem, a song, it doesn't know what it's actually saying or doing.","author":"Ginni Rometty","category":"Blind, World, Data"},{"quote":"At home, we're listening to TV or playing with our computers, so our entertaining is rusting. We don't know how to be good hosts and guests in business situations.","author":"Letitia Baldrige","category":"Business, Home, Good"},{"quote":"The idea that computers can ever replace teachers and schools reveals a deep lack of understanding about the role leadership plays in student success.","author":"Wendy Kopp","category":"Leadership, Success, Deep"},{"quote":"People need to get out and do some more exercise, especially children who are stuck inside with computers.","author":"Katie Taylor","category":"Children, People, Exercise"},{"quote":"I think the only reason people use PCs is because they have to. Mac is the most streamlined computer there is. I started using the Mac in college because I was doing editing, and they were the only computers we could use to do that.","author":"Cary Fukunaga","category":"College, People, Editing"},{"quote":"The way we live is changing. Each year, our free time shrinks a little more as computers clamor for an increasing percentage of our attention.","author":"Ruth Reichl","category":"Time, Free, Live"},{"quote":"I loathe computers more and more, so I have one I can shut down and shelve like a book.","author":"Will Self","category":"Book, Down, I Can"},{"quote":"The whole aesthetics of computers very much feeds into my OCD. They fill my head with obsessionalities and my actions become very repetitive. It seems quite inimical to the dreamy state out of which fiction comes which seems so much less causally repetitive than the way one works on computers.","author":"Will Self","category":"Head, Way, Actions"},{"quote":"Computers intimidate me.","author":"Dylan Lauren","category":"Me, Intimidate"},{"quote":"Well, I had a lot of help from my father with the soldering and so on, and he was very good at math and was fascinated with computers, and so I was fortunate enough to have a bunch of exposure going all the way back to high school - this was in the 1960s.","author":"Mitch Kapor","category":"Good, Father, School"},{"quote":"I give Bill Gates an A for vision because, as a business person and a strategist, he's brilliant. His flaw is that his view is not informed by a humanistic or compassionate vision of how to make computers work for people.","author":"Mitch Kapor","category":"Work, Business, Vision"},{"quote":"In 2004, the iPod was a novelty, and tablet computers were a dream. Now we take for granted that we can see whatever we want whenever and wherever we want to see it, be it 'Grand Illusion' or 'Duck Dynasty.'","author":"Terry Teachout","category":"Take For Granted, Want"},{"quote":"In the early 1990s, Americans used their home phone lines to connect their desktop computers to the Internet via ISPs like AOL, Earthlink, or Netzero. Back then, the ISPs didn't have cost-effective technology to select particular sites for blocking or privileging.","author":"Marvin Ammori","category":"Technology, Home, Internet"},{"quote":"Shareware tends to combine the worst of commercial software with the worst of free software.","author":"Linus Torvalds","category":"Free, Software, Worst"},{"quote":"You have to be very skilled in this industry. I grew in this industry we created the very beginnings of this industry. We made the first PCs (personal computers) in the world.","author":"Shiv Nadar","category":"World, You, Personal"},{"quote":"I was born in Tamil Nadu. I built HCL in UP. The first computers of the world were built in UP, and the UP government has supported us all through.","author":"Shiv Nadar","category":"Government, World, Born"},{"quote":"When I got out of coaching, I had taught a class at the University of California, an extension class on football for fans. I was looking for tools. I was showing them films. I was going to write a textbook. Trip Hawkins came to me about making it a game for computers.","author":"John Madden","category":"Football, Me, Tools"},{"quote":"Computers have cut-and-paste functions. So does right-wing historical memory.","author":"Rick Perlstein","category":"Memory, Right-Wing"},{"quote":"I've always shied away from computers, the Internet and all that. I'm a bit more traditional, really - pick up a newspaper, pick up a phone.","author":"Bradley Wiggins","category":"Internet, Newspaper, Phone"},{"quote":"In the past, Google has used teams of humans to 'read' its street address images - in essence, to render images into actionable data. But using neural network technology, the company has trained computers to extract that data automatically - and with a level of accuracy that meets or beats human operators.","author":"John Battelle","category":"Technology, Past, Company"},{"quote":"I am not the only person who uses his computer mainly for the purpose of diddling with his computer.","author":"Dave Barry","category":"I Am, Purpose, Person"},{"quote":"As a child, I did what any normal kid who grew up without any electricity would do - I spent countless hours working on a computer wired to my parents' car battery... and learned how to code. This natural passion for computers lead me into the Internet market during the late 1990s and early 2000s.","author":"Ryan Holmes","category":"Car, Passion, Parents"},{"quote":"Social media has come a long way. With the good has come some bad, and you always have a lot of people hiding behind their computers and being very critical of what you do on and off the field, of what you tweet, of what you say, of everything you do.","author":"Alex Morgan","category":"Good, Social Media, Media"},{"quote":"A lot of journalists like to suck up to celebrities, and then as soon as they're a safe distance away at their computers, they take shots. But that's the way society has become, especially in pop culture.","author":"Scott Weiland","category":"Culture, Society, Distance"},{"quote":"All my kids were raised on computers: They were home-schooled on the Internet, so they're pretty good at that stuff. And I'm proud of them, but I don't really keep up with it.","author":"Willie Nelson","category":"Good, Internet, Proud"},{"quote":"You have riches and freedom here but I feel no sense of faith or direction. You have so many computers, why don't you use them in the search for love?","author":"Lech Walesa","category":"Love, Freedom, Faith"},{"quote":"I believe China is a major trade violator. The Chinese break all the rules. They counterfeit our goods, steal our international property rights, and hack the computers of our industries and government. Something must be done about it.","author":"Lawrence Kudlow","category":"Government, Believe, Rules"},{"quote":"I've never really been very interested in computers themselves. I don't watch them I watch how people behave around them. That's becoming more difficult to do because everything is around them.","author":"William Gibson","category":"People, Never, Difficult"},{"quote":"Computers shouldn't be parents, but they are. Please, spend time with your kids. If you don't want to, then I don't want to. It might hurt you to discipline your offspring, but it saves the child from being disciplined later by someone less forgiving. Like a criminal court judge. If you don't spank your child, someone else will.","author":"GloZell","category":"Time, Parents, Child"},{"quote":"Computers tend to separate us from each other - Mum's on the laptop, Dad's on the iPad, teenagers are on Facebook, toddlers are on the DS, and so on.","author":"Tom Hodgkinson","category":"Teenagers, Facebook, Laptop"},{"quote":"I am not one of the new media experts working all the time with my computers and the PowerPoints and things of that sort.","author":"Ahmed Zewail","category":"Time, I Am, Media"},{"quote":"Everyone has this perception that the bloggers, they say horrible things about you and they hide behind their computers where you can't see them.","author":"L'Wren Scott","category":"Perception, You, See"},{"quote":"Millions of nerdy kids who grew up in the 1980s could only find the components they needed at local Radio Shacks, and the stores were like a lifeline to a better world where everybody understood computers.","author":"Annalee Newitz","category":"World, Better, Kids"},{"quote":"Bounty hunters these days - because everything is so sophisticated with computers and surveillance, it doesn't have to be a one-man-army-type guy who goes in and kicks a door down.","author":"Mickey Rourke","category":"Door, Down, Surveillance"},{"quote":"We're getting so pulled in by computers and technology, and our kids have their face in the computers all day. The human relationship is being diminished by this.","author":"Lenny Kravitz","category":"Relationship, Technology"},{"quote":"I always loved computers - it's something inside you.","author":"George M. Church","category":"Loved, You, Always"},{"quote":"Most people are excited about themselves. Personal genome will deliver for inexpensively something about science to which you can relate. Just like computers are becoming something to which you can relate. It should be even easier to relate to your own biology, and I hope that will be one of the ways we get broader literacy in science.","author":"George M. Church","category":"Hope, Science, People"},{"quote":"This is a man who was 23 years old when he theorized the idea of creating a programmable machine, and in that way, Turing foresaw computers and artificial intelligence. These were revolutionary ideas at that time.","author":"Morten Tyldum","category":"Time, Intelligence, Man"},{"quote":"Personal computers were created by some teenagers in garages because the, the wisdom of the computer industry was that people didn't want these little toys on their desk.","author":"Howard Rheingold","category":"Wisdom, People, Want"},{"quote":"Technologies evolve in the strangest ways. Computers were created to calculate ballistics equations, and now we use them to create amusing illusions. Creating amusing illusions is a big business if you play it right.","author":"Howard Rheingold","category":"Business, Play, You"},{"quote":"My father raised me to build computers, hardware. Literally, as an 8 year old, I had a soldering iron and circuit boards, and this was in neighbourhoods that wouldn't have a whole lot of money or anything. And I figured out ways to just hustle.","author":"Jidenna","category":"Money, Father, Me"},{"quote":"Man, I don't want to have nothing to do with computers. I don't want the government in my business.","author":"Erykah Badu","category":"Business, Man, Government"},{"quote":"People assume that computers will do everything that humans do. Not good. People are different from each other and they are all really different from computers.","author":"Eric Schmidt","category":"Good, People, Good People"},{"quote":"I've come to a view that humans will continue to do what we do well, and that computers will continue to do what they do very well, and the two will coexist, but in different spaces.","author":"Eric Schmidt","category":"View, Two, Well"},{"quote":"At our computer club, we talked about it being a revolution. Computers were going to belong to everyone, and give us power, and free us from the people who owned computers and all that stuff.","author":"Steve Wozniak","category":"Power, Free, People"},{"quote":"When I was growing up, I had lots of smart classmates that were girls, but none of us were really pushed into math or computers or anything like that. Girls took AP history and AP English and AP European history. And boys took calculus and physics.","author":"Aileen Lee","category":"History, Smart, Growing Up"},{"quote":"There's no telling how many guns we have in America - and when one gets used in a crime, no way for the cops to connect it to its owner. The only place the police can turn for help is a Kafkaesque agency in West Virginia, where, thanks to the gun lobby, computers are illegal and detective work is absurdly antiquated.","author":"Jeanne Marie Laskas","category":"Work, America, Gun"},{"quote":"Strangely enough, the linking of computers has taken place democratically, even anarchically. Its rules and habits are emerging in the open light, rather shall behind the closed doors of security agencies or corporate operations centers.","author":"James Gleick","category":"Light, Rules, Security"},{"quote":"My advice is not always so logical and consistent. But then, love is not logical and consistent. So why should my advice be? If you want that kind of thinking, go to a computer. Computers are always logical and consistent, and you see how often they get proposed to.","author":"Zsa Zsa Gabor","category":"Love, Love Is, Thinking"},{"quote":"Beatbullying's 'The Big March 2012' is such a brilliant campaign and I am very proud to be a part of it. I have been a victim of cyber bullying myself and I know firsthand just how hurtful it can be. People think that they can hide behind computers and send nasty and hurtful comments to people, and this is wrong.","author":"Katherine Jenkins","category":"Myself, I Am, Proud"},{"quote":"GIS started on mainframe computers; we could get one map every five to 10 hours, and if we made a mistake, it could take longer. In the early '90s, when people started buying PCs, we migrated to desktop software.","author":"Jack Dangermond","category":"Mistake, People, Software"},{"quote":"I went on to Harvard and got very interested in computers and studying the earth's landscape.","author":"Jack Dangermond","category":"Studying, Earth, Landscape"},{"quote":"I'm a computer guy, and one of the things I did with the good fortune that 'Presumed Innocent' brought me was to buy one of the very first laptop computers. It weighed about eight and a half pounds, by the way.","author":"Scott Turow","category":"Good, Me, Good Fortune"},{"quote":"The technological revolution at home makes it much easier for computers to do our work.","author":"Fareed Zakaria","category":"Work, Home, Revolution"},{"quote":"I'm pretty into computers. I used to be a lot more into it when I was younger.","author":"Cameron Dallas","category":"Pretty, Used, Younger"},{"quote":"I detest computers. If you had a device like that 30 years ago that froze up constantly, misbehaved constantly, lost your information and screwed up when you needed it the most, it would have been laughable.","author":"Tom Scholz","category":"Information, Lost, You"},{"quote":"There are more clocks than ever - clocks on computers, on cell phones, on televisions, on any screen available, telling time to the digital second - but they all seem to matter less.","author":"Stacey D'Erasmo","category":"Time, Digital, Matter"},{"quote":"Nobody expects that just because they've made computers better they're going to give them to you free.","author":"Dean Kamen","category":"Free, Better, You"},{"quote":"I wouldn't call myself a geek, but I do sometimes teach Mommy and Daddy stuff about computers. And I do watch TV, but only informative programmes like the news and documentaries.","author":"Adora Svitak","category":"Myself, Teach, News"},{"quote":"Nowadays shots are created in post-production, on computers. It's not really photography.","author":"Mary Ellen Mark","category":"Photography, Shots"},{"quote":"I think I compose as a listener: improvising and listening back excites me because I get to ideas that never would have occurred. Then I bring in the computers and samplers... and I begin to loop and process and change them.","author":"Thomas Newman","category":"Change, Listening, Me"},{"quote":"Everywhere I look, there are ads marking Mother's Day. Mostly they conform to stereotype: flowers, jewelry, perfume. Not a lot of books. Not many computers. Few tools. Little that's useful.","author":"Margaret Heffernan","category":"Day, Mother, Flowers"},{"quote":"This is an anxiety driven world - the whole world is driven by anxiety. It is anxiety about the aftermath of the global financial crisis it's anxiety about inequality and about computers replacing jobs.","author":"Robert J. Shiller","category":"World, Financial, Anxiety"},{"quote":"The only thing I do on a computer is play Texas Hold 'Em, really. Obviously my cell phone is a computer. My car is a computer. I'm on computers every day without actively seeking them out.","author":"John Hawkes","category":"Day, Car, Cell Phone"},{"quote":"I am of the very last generation who didn't have computers at school. As we grow old we'll become something of an aberration.","author":"Steve Coogan","category":"School, I Am, Generation"},{"quote":"The iPhone is made on a global scale, and it blends computers, the Internet, communications, and artificial intelligence in one blockbuster, game-changing innovation. It reflects so many of the things that our contemporary world is good at - indeed, great at.","author":"Tyler Cowen","category":"Good, Innovation, Great"},{"quote":"We're seeing an enormous amount of global upward mobility that's quite rapid and quite sudden, and undiscovered individuals have a chance - using the Internet, using computers - to prove themselves very quickly. So I think the mobility story will be a quite complicated one.","author":"Tyler Cowen","category":"Internet, Chance, Think"},{"quote":"When humans team up with computers to play chess, the humans who do best are not necessarily the strongest players. They're the ones who are modest and who know when to listen to the computer. Often, what the human adds is knowledge of when the computer needs to look more deeply.","author":"Tyler Cowen","category":"Knowledge, Best, Team"},{"quote":"In chess, computers show that what we call 'strategy' is reducible to tactics, ultimately. It only looks creative to us. They are still just glorified cash registers. This should make us feel uncomfortable, whether or not we think computers will ever be good composers of music or artistic painters.","author":"Tyler Cowen","category":"Music, Good, Creative"},{"quote":"In the past, missionaries have traveled to far countries with the message of the gospel - with great hardship and often with the loss of life. In contrast, we can reach millions instantly from the comfort of our homes by merely hitting the 'send' button on our computers, or with iPads, or phones.","author":"Ray Comfort","category":"Life, Great, Past"},{"quote":"I can write anywhere. But I don't use a computer, and I could never write on a laptop. I hate the sound of computers; it's too dull, like it's not doing anything for you.","author":"Elmore Leonard","category":"Hate, Doing, You"},{"quote":"For about half an hour in mid-1992, I knew as much as any layperson about the pleasures of remote access of other people's computers.","author":"Elizabeth McCracken","category":"People, Access, Pleasures"},{"quote":"I think our problems are inherently unsolvable. We need to change our genetic make-up or create computers that will think us out of it. I don't think humans are able to deal with what we have.","author":"Neill Blomkamp","category":"Change, Problems, Think"},{"quote":"When I write a song, I always start on acoustic guitar, because that's a good test of a song, when it's really open and bare. You can often mislead yourself if you start with computers and samples and programming because you can disguise a bad song.","author":"Martin Gore","category":"Good, Yourself, Guitar"},{"quote":"It was not until the appearance of cyberpunk in the 1980s that SF began to grapple in a broadly meaningful way with the reality of computers as something other than giant mainframes tended by crewcut IBM nerds.","author":"Paul Di Filippo","category":"Reality, Meaningful"},{"quote":"That's what happens nowadays with people working on computers. They can so easily fix things with their mouse and take out all the, 'Oh, somebody coughed in the background; we need to take that out' - or somebody hit a bad note. Those are all the best moments.","author":"Jack White","category":"Best, Moments, People"},{"quote":"Yeah, computers are going to take over the programming business because they have become so fast recently that they can solve the Halting Problem in five seconds flat.","author":"Craig Bruce","category":"Business, Problem, Fast"},{"quote":"Charlestoning is hard. People were fit in the '20s to be able to do that. I guess they didn't sit in front of their computers all day.","author":"Elizabeth Debicki","category":"Day, People, Guess"},{"quote":"There's an evolution from, today we tell computers to do stuff for us, to where computers can actually do stuff for us. For example, if I go and pick up my kids, it would be good for my car to be aware that my kids have entered the car and change the music to something that's appropriate for them.","author":"Sundar Pichai","category":"Change, Music, Good"},{"quote":"We carry around computers in our pockets. Many people barely use them as phones. We use them as computers. If you think about the future, when you're traveling around, it's great to have a lightweight, small form factor.","author":"Mitchell Baker","category":"Future, Great, Small"},{"quote":"I'm impressed by the way some illustrators develop their images on computers, but it's too late for me to start, and I'm still in love with paper and paint and pencils.","author":"Anthony Browne","category":"Love, Start, Me"},{"quote":"I want people to come to me open and vulnerable. When they come to the gallery, they have to leave their watches, their computers, their Blackberrys, iPads, iPhones, because we are so incredibly used to technology, and I wanted to remove that.","author":"Marina Abromovic","category":"Technology, Me, People"},{"quote":"A smartphone is a computer - it's not built using a computer - the job it does is the job of being a computer. So, everything we say about computers, that the software you run should be free - you should insist on that - applies to smart phones just the same. And likewise to those tablets.","author":"Richard Stallman","category":"Job, Smart, Free"},{"quote":"I truly believe that you have to bring more content to the table to survive in radio than saying, 'There was AC/DC, and here's Journey,' because computers can do that.","author":"Eddie Trunk","category":"Journey, Believe, Saying"},{"quote":"I'm actually pretty good with computers. I use computers when I'm working on making and producing music, so I do know a thing or two!","author":"Nick Jonas","category":"Music, Good, Know"},{"quote":"I know so many people who actually just watch television on their computers now and don't even really watch their TV anymore.","author":"Busy Philipps","category":"People, Television, Know"},{"quote":"Whatever they do, criminals and non-criminals act in particular ways. Some writers, for instance, use computers, others pen and paper. Some write in the morning, some at night. Each writer has a distinct style, with variations in grammar, sentence structure, and voice.","author":"Ronald Kessler","category":"Morning, Style, Night"},{"quote":"I had been doing MP3 players and handheld computers since 1990-1991, and so they sought me out because of my experience. And about 18 generations of iPod and three generations of iPhone later, I decided to leave Apple.","author":"Tony Fadell","category":"Experience, Apple, Me"},{"quote":"Computers are great tools, but they need to be applied to the physical world.","author":"Tony Fadell","category":"Great, World, Tools"},{"quote":"Without computers, in the 17th century, we could classify the entire animal kingdom... there was this idea of the speciation, right? And now, all a search engine is is essentially the mathematical speciation of ideas - and these things really derive from the way that language is used and the way words relate.","author":"Joshua Cohen","category":"Language, Animal, Words"},{"quote":"Elon Musk is talking about silicon nanoparticles pulsing through our veins to make us sort of semi-cyborg computers. But why not take a noninvasive approach? I've been working and trying to think and invent a way to do this for a number of years and finally happened upon it and left Facebook to do it.","author":"Mary Lou Jepsen","category":"Think, Why, Working"},{"quote":"I've found that people who design computers don't know a lot about displays.","author":"Mary Lou Jepsen","category":"Design, People, Know"},{"quote":"When I heard the news that Steve Jobs had died, my mind flashed back to 1985, when I began my love affair with computers. I was stationed in Moscow for The Associated Press, and I ordered an Apple IIc - by Telex - from a department store in Helsinki, Finland. They express-shipped it to me, a month later, by train.","author":"Andrew Rosenthal","category":"Love, Apple, Mind"},{"quote":"I have sometimes thought the power of computers had exceeded our ability to use them, but Mr. Jobs and his team kept giving us devices that made indispensable things easier in ways you never thought of.","author":"Andrew Rosenthal","category":"Team, Power, Giving"},{"quote":"You have to wait for people to program you. The only difference is the amount of people that you're going to reach but that's going to even out in the next two or three years anyway. Computers are being bought faster than televisions right now.","author":"Chuck D","category":"People, You, Three"},{"quote":"Silicon Valley is a great place for Bitcoin, since everyone understands computers, and there are lots of libertarians running around.","author":"Roger Ver","category":"Great, Place, Silicon Valley"},{"quote":"I didn't want there to be a computer on stage. When I see people with computers on stage, I think, 'Are you sending e-mail?' That's so corny.","author":"Pat Metheny","category":"People, Want, Think"},{"quote":"With our work at Kazaa, we began seeing growing broadband connections and more powerful computers and more streaming multimedia, and we saw that the traditional way of communicating by phone no longer made a lot of sense.","author":"Niklas Zennstrom","category":"Work, Powerful, Connections"},{"quote":"I always have traveled with a camera throughout my life, but I always had my old 35mm film camera. When I was training to go into space, the only equipment there was a digital camera. I went through a fast-track class on Earth. It actually was fun, though I'm basically a dinosaur with computers.","author":"Guy Laliberte","category":"Life, Training, Space"},{"quote":"I'd like to think life has improved since 1850, despite the long hours we all seem to spend slaving over hot computers, but the psychological journeys remain the same - the search for love, identity, a meaningful place in the world.","author":"Meg Rosoff","category":"Love, Life, World"},{"quote":"In effect, the Internet is a global connection of interconnected computers. It has been described as truly a peer-to-peer system with many distributed nodes and no central point of control architecture.","author":"Miriam Defensor-Santiago","category":"Architecture, Internet"},{"quote":"If you write a blog post, you've got something to say; you're not just creating words and synonyms. We'd like the computers to actually pick up on that semantic meaning.","author":"Ray Kurzweil","category":"Words, Meaning, You"},{"quote":"I'm working on artificial intelligence. Actually, natural language understanding, which is to get computers to understand the meaning of documents.","author":"Ray Kurzweil","category":"Intelligence, Language"},{"quote":"But computers have changed the world for everyone, so there will be some way of working it out.","author":"Debbie Harry","category":"World, Working, Way"},{"quote":"I was using computers for music in the '70s, '80s and '90s, and people didn't get it. They thought you should only use computers for your taxes and making pie charts.","author":"Buffy Sainte-Marie","category":"Music, Thought, People"},{"quote":"Keep in mind that there are computers, that do touch things up. Like when I got a hold of the poster for 'Gold Diggers,' I said: 'Hey, wait a minute! Those aren't my teeth!'","author":"Anna Chlumsky","category":"Gold, Mind, Said"},{"quote":"When I grew up we had gym at school, two or three dance classes after school, ice skating lessons, and all sorts of sports at our finger tips. We weren't glued to computers because they didn't exist, so being active was all we knew.","author":"Lisa Loeb","category":"Sports, Dance, School"},{"quote":"I was a 'Duck Hunt' and 'Mario' guy, and stuff like that. I was never technologically driven. I never had all the cool, new toys. I was the youngest child, I wasn't the only child, so I wasn't spoiled as a kid. And, we were on the farm, so we didn't have a lot. Also, with computers, I'm not very good with them. I just check my email.","author":"Garrett Hedlund","category":"Good, Cool, Child"},{"quote":"I am not a great fan of computers. I do watch videos and analyse which batsman is playing how. Batsmen can play different shots on different days. A batsman may not play cover drives well, but if he connects with two such shots, he starts playing the drive well on that day.","author":"Harbhajan Singh","category":"Day, Great, I Am"},{"quote":"I got into computers back in the early '80s, so it was a natural progression of learning about e-mail in the mid-'80s and getting into the Internet when it opened up in the early '90s.","author":"Roger McGuinn","category":"Learning, Internet, Early"},{"quote":"I'm a very methodical writer. Before computers, I used reams of paper and stacks of index cards.","author":"Frank Peretti","category":"Cards, Paper, Writer"},{"quote":"I'm not afraid of computers taking over the world.","author":"Thom Yorke","category":"World, Afraid, Over"},{"quote":"I'm really anti-option, so computers have been my nightmare with recording. I don't want endless tracks; I want less tracks. I want decisions to be made.","author":"Ian MacKaye","category":"Decisions, Want, Made"},{"quote":"I am a huge supporter for cash for caulkers - which allows people to make improvement for energy efficient in their homes. We should do the same for Americans purchasing appliances and computers and for that matter, new air-conditioner and heating units.","author":"Harold Ford, Jr.","category":"I Am, Improvement, People"},{"quote":"As smartphones have allowed us to have our computers, emails, social media feeds, and a full surveillance system in our pockets at all times, stories of the law enforcement's unease with that have been popping up in the press. And of course, the ones that become viral videos aren't exactly flattering for law enforcement.","author":"Sarah Lacy","category":"Social Media, Law, Media"},{"quote":"Bill Gates is the pope of the personal computer industry. He decides who's going to build.","author":"Larry Ellison","category":"Build, Personal, Going"},{"quote":"The great advance of personal computers was not the computing power per se but the fact that it brought it right to your face, that you had control over it, that were confronted with it and could steer it.","author":"Kevin Kelly","category":"Great, Power, Control"},{"quote":"Stationery gets me excited because it has an individual character, unlike computers, which may be convenient but are generic and bland.","author":"Damon Galgut","category":"Character, Me, Individual"},{"quote":"Than Shwe ordered the confiscation of all cell phones and laptops and computers so no reportage could come out of Burma. It seemed clear that a demon, something diabolical, rather than something compassionate and human was in charge of Burma.","author":"Clarissa Pinkola Estes","category":"Phones, Human, Something"},{"quote":"I was nerdy and really into computers. I was a good student until my senior year, when I started traveling and had a lot of absences.","author":"Tony Hawk","category":"Good, Senior, Student"},{"quote":"There is a difference between the stuff that people put online themselves, like pictures and their trips and flights and meals they've eaten, than the stuff that they don't realize is also going into foreign computers. Like, for example, copies of your emails or every single online search you ever do, 'cause all that is being recorded as well.","author":"Mikko Hypponen","category":"People, Search, You"},{"quote":"I honestly believe that people sit behind their computers and just get really brave.","author":"Leslie Jones","category":"Brave, Believe, People"},{"quote":"The ownership of computers in the home is far less than the statistics show, because usually when the computer breaks down once, that is the end of it for a long, long time. They do not have the money or incentive to get the computer repaired.","author":"Major Owens","category":"Time, Home, Money"},{"quote":"It's interesting to see what people are saying about me. I like keep up with the latest rumors! A while back there was a rumor that I was going to do a film with Demi Moore about the takeover of Commodore computers!","author":"Warwick Davis","category":"Me, People, Saying"},{"quote":"When I left Apple, it had $2 billion of cash. It was the most profitable computer company in the world - not just personal computers - and Apple was the number one selling computer.","author":"John Sculley","category":"World, Apple, Company"},{"quote":"When I was 8 or 9, I started using bulletin board systems, which was the precursor to the Internet, where you'd dial into... a shared system and shared computers. I've had an email address since the late '80s, when I was 8 or 9 years old, and then I got on the Internet in '93 when it was first starting out.","author":"Aaron Patzer","category":"Internet, Late, You"},{"quote":"I think we are at the very beginning of high changes, not only in terms of digital film, but in the way the movies will be screened, whether they'll be screened on phones, on computers - on everything.","author":"Michel Hazanavicius","category":"Changes, Beginning, Think"},{"quote":"I didn't know much about computers. I still worked on a manual Olivetti typewriter.","author":"Mona Simpson","category":"Know, Typewriter, Still"},{"quote":"I think there is an awful lot of technology for technology's sake. I have yet to be convinced by my husband that persuading our mobiles to talk to our computers is going to be quicker and more straightforward than scribbling a note in our kitchen diary.","author":"Jojo Moyes","category":"Technology, Husband, Kitchen"},{"quote":"If the machines can take the drudgery out of it and just leave us with the joy of drawing, then that's the best of both worlds - and I'll use those computers!","author":"Don Bluth","category":"Best, Joy, Drawing"},{"quote":"We think we're saving time with microwaves, cell phones, beepers, computers and voice mail, but often these things help us create the illusion of getting somewhere - and they foster a chain of constant activity. We're really just squeezing extra activity into every minute that we gain.","author":"Arlie Russell Hochschild","category":"Time, Help, Think"},{"quote":"The humanitarian developers behind World of Warcraft have also discovered a way to bribe gamers into turning off their computers and going outside. If you log off for a few days, your character will be more 'rested' when you resume playing, a mode that temporarily speeds up your leveling.","author":"Clive Thompson","category":"Character, World, Resume"},{"quote":"More than any other modern tool, computers are a total mystery to their users. Most people never open them up to fix them or to see how they work.","author":"Clive Thompson","category":"Work, People, Mystery"},{"quote":"The capacity of computers is doubling every eight months. It's exponential development. I think it's a real threat, actually, that a computer one day will be more intelligent than us.","author":"David Lagercrantz","category":"Day, Intelligent, Think"},{"quote":"Computers will be able to do all the mundane tasks in our daily lives.","author":"Aaron Swartz","category":"Daily, Will, Tasks"},{"quote":"It seems like everything that we see perceived in the brain before we actually use our own eyes, that everything we see is coming through computers or machines and then is being input in our brain cells. So that really worries me.","author":"Hayao Miyazaki","category":"Eyes, Brain, Me"},{"quote":"Computers were never designed in the first place to become musical instruments. Within a computer, everything is sterile - there's no sound, there's no air. It's totally code. Like with computer-generated effects in movies, you can create wonders. But it's really hard to create emotion.","author":"Thomas Bangalter","category":"Movies, Emotion, You"},{"quote":"The manufacture and running of all the world's computers, the toxicity of the hardware mountains that we currently dump on other countries; all this can be totted up on the environmental account of web-users and its authors.","author":"Tristram Stuart","category":"Environmental, Mountains"},{"quote":"I thought of computers as very low class. I thought of myself as a pure mathematician and was interested in partial differential equations and topology and things like that.","author":"Whitfield Diffie","category":"Myself, Thought, Class"},{"quote":"The trick with computers I think, is to approach old and new things with the same reverence as you would like your favourite chair and not be seduced by the constant innovation otherwise you never do anything.","author":"Colin Greenwood","category":"Innovation, New Things"},{"quote":"One of the problems with computers, particularly for the older people, is they were befuddled by them, and the computers have gotten better. They have gotten easier to use. They have gotten less expensive. The software interfaces have made things a lot more accessible.","author":"Steve Case","category":"Problems, People, Better"},{"quote":"Our relationships with our computers are almost sexual, they're so close. They're just such a huge part of our lives.","author":"Mackenzie Davis","category":"Relationships, Just, Part"},{"quote":"Reading computer manuals without the hardware is as frustrating as reading sex manuals without the software.","author":"Arthur C. Clarke","category":"Reading, Software, Sex"},{"quote":"Computers can bully us. A slow and unreliable system will bring even the toughest soul to their knees as they find themselves completely defenseless against the erratic whims of their rogue machine.","author":"Lou Ferrigno","category":"Soul, Slow, Find"},{"quote":"Computers have virtually replaced tape recorders.","author":"Tony Visconti","category":"Tape, Replaced, Virtually"},{"quote":"China has legally purchased high performance computers, advanced machine tools, and semiconductor-manufacturing equipment from several American companies.","author":"Charles Bass","category":"American, Performance, Tools"},{"quote":"Educated women armed with computers have defeated extremists by denying them a monopoly to define cultural identity and interpret religious texts. No extremist can say that women are inferior to men without being made a laughingstock on Al Jazeera. Islam insisted on equality between everyone.","author":"Fatema Mernissi","category":"Women, Equality, Men"},{"quote":"It appears that the media filters we carry in our heads are like computers: they've been forced to get faster in order to keep up with the demands our high-speed society puts on them.","author":"Roy H. Williams","category":"Society, Media, Faster"},{"quote":"My parents had a software company making children's software for the Apple II+, Commodore 64 and Acorn computers. They hired these teenagers to program the software, and these guys were true hackers, trying to get more colors and sound and animation out of those computers.","author":"Bre Pettis","category":"Children, Parents, Colors"},{"quote":"Every ISP is being attacked, maliciously both from in the United States and outside of the United States, by those who want to invade people's privacy. But more importantly they want to take control of computers, they want to hack them, they want to steal information.","author":"Darrell Issa","category":"Control, Information, People"},{"quote":"We didn't know the importance of home computers before the Internet. We had them mostly for fun, then the Internet came along and was enabled by all the PCs out there.","author":"Burt Rutan","category":"Home, Fun, Internet"},{"quote":"Every company that made computers when we started the Mac, they're all gone.","author":"Phil Schiller","category":"Company, Gone, Started"},{"quote":"I just became one with my browser software.","author":"Bill Griffith","category":"Software, Just, Browser"},{"quote":"Well, we didn't have our original drummer on our last record. And most of that album was not played as a band in the studio. It was mostly the world of computers and overdubs. There was very few things played live or worked out as a band.","author":"James Iha","category":"World, Live, Drummer"},{"quote":"We are the greatest computers in this world, but now we've created the smart phone which is smarter than us now, but we're still making dumb decisions. We have given our creations more power than we have, and that to me is dumb.","author":"Bootsy Collins","category":"Power, Smart, World"},{"quote":"Most of the musicians that I know almost to the man everybody uses Apple computers. They've thought of the steps that you're going to think of when you're trying to create your thing. And that's where the tools get invented to make better art.","author":"Mike Shinoda","category":"Art, Man, Musicians"},{"quote":"By the time I was a senior in high school, I knew I wanted to move to Silicon Valley and learn more about computers and the Internet. I just fell in love with technology and the potential of everything the Internet had to offer.","author":"Brit Morin","category":"Love, Time, Technology"},{"quote":"But I'm so slow on it because I find it terribly hard writing blind on computers. The computer speaks to me, but it's just so slow, I'm so terribly slow using it.","author":"Jack Vance","category":"Writing, Blind, Me"},{"quote":"I don't take for granted all the blessings that I have, and as soon as I heard about Computers for Youth, I really wanted to be involved. Anyone who knows me knows how much time I spend on computers. I'm a computer addict. Every young person deserves to have a computer in his or her home.","author":"Bow Wow","category":"Time, Home, Youth"},{"quote":"I would rather have racing without computers. The human side is forgotten, and instead of talking over what's happening and just trusting the feel of the driver, the data becomes almost more important.","author":"Jacques Villeneuve","category":"Racing, Data, Human"},{"quote":"Lighter computers and lighter sensors would let you have more function in a given weight, which is very important if you are launching things into space, and you have to pay by the pound to put things there.","author":"Ralph Merkle","category":"Space, Important, You"},{"quote":"I'm not on Twitter or Facebook and don't even use email. I don't trust computers: one day they'll all break down, and everyone will be knackered.","author":"Eric Bristow","category":"Day, Trust, Down"},{"quote":"I wish people would turn off their computers, go outside, talk to people, touch people, lick people, enjoy each other's company and smell each other on the rump.","author":"Tre Cool","category":"Enjoy, People, Company"},{"quote":"The idea that so many kids eat rubbish and sit on computers all day long appals me and getting them into sport is a major way of getting them off computers and leading healthier lives.","author":"Kirsty Gallacher","category":"Day, Me, Long"},{"quote":"I grew up around electronic instruments. To me, the turntable is an electronic device. At the same time, I had access to drum machines and keyboards through my uncle; then track recorders into computers. At an early age, I was messing with computers more than most hip-hop musicians.","author":"Ali Shaheed Muhammad","category":"Time, Age, Musicians"},{"quote":"It was a huge challenge to learn digital painting well enough so that computers don't pop into mind when one sees one.","author":"Berkeley Breathed","category":"Challenge, Mind, Painting"},{"quote":"As the Kindle's dread grip on digital publishing is challenged by tablet computers and Android smartphones, with their bright screens and high resolution, the need for illustration is growing.","author":"Chris Riddell","category":"Digital, Bright, Publishing"},{"quote":"Computers are famous for being able to do complicated things starting from simple programs.","author":"Seth Lloyd","category":"Simple, Famous, Complicated"},{"quote":"I'm encouraging kids to use computers at their own pace to build aspirations.","author":"Sugata Mitra","category":"Build, Kids, Aspirations"},{"quote":"Something else has happened with computers.","author":"Seth Lloyd","category":"Something, Happened, Else"},{"quote":"What's happened with society is that we have created these devices, computers, which already can register and process huge amounts of information, which is a significant fraction of the amount of information that human beings themselves, as a species, can process.","author":"Seth Lloyd","category":"Society, Information, Human"},{"quote":"I just think there's a general interest in the world of computers.","author":"Irwin Winkler","category":"World, Think, Interest"},{"quote":"I don't type on the computer or edit. Law students who went to law school really just a couple years after I did were brought up all on the computers and that's how they do it, but I was still part of the older school.","author":"John Roberts","category":"School, Law, Students"},{"quote":"If your computer speaks English, it was probably made in Japan.","author":"Alan Perlis","category":"Japan, Computer, Made"},{"quote":"As a science fiction fan, I had always assumed that when computers supplemented our intelligence, it would be because we outsourced some of our memory to them. We would ask questions, and our machines would give oracular - or supremely practical - replies.","author":"Gary Wolf","category":"Science, Intelligence"},{"quote":"We've lost these qualities, these abilities to do something by hand. Some illustrators have it still, but it's just not art. We have photography. We have cameras and computers that do it better and faster.","author":"Gerhard Richter","category":"Art, Lost, Photography"},{"quote":"Modern people are only willing to believe in their computers, while I believe in myself.","author":"Alain Robert","category":"Myself, Believe, People"},{"quote":"Those who believe that health is a commodity, on par with cars or computers, fail to grasp the basic economic lesson that health is very vulnerable to exposure to the markets, not least due to the profound asymmetries in power between the providers and consumers.","author":"Vikram Patel","category":"Health, Power, Believe"},{"quote":"We're just into toys, whether it's motorcycles or race cars or computers. I've got the Palm Pilot right here with me, I've got the world's smallest phone. Maybe it's just because I'm still a big little kid and I just love toys, you know?","author":"Catherine Bell","category":"Love, Car, World"},{"quote":"I continue to meet people who have had their Web pages hijacked, their browsers corrupted, in some cases, their children exposed to inappropriate material from these dangerous programs hidden in their family computers.","author":"Cliff Stearns","category":"Family, Children, People"},{"quote":"One of the things that is not so good is that a decision was made long ago about the size of an IP address - 32 bits. At the time it was a number much larger than anyone could imagine ever having that many computers but it turned out to be to small.","author":"Jon Postel","category":"Time, Good, Decision"},{"quote":"I've always been interested in technology, but specifically how we can use machines to engage the imagination. I started using computers when I was young and was fascinated by creating rules and instructions that allow a computer to engage in a dialogue with humans. The stories found in the data all around us can do just that.","author":"Aaron Koblin","category":"Technology, Imagination"},{"quote":"As a kid, I was always into art at the same time as computers, and eventually I realised I was making more interesting stuff with my keyboard than with my hands. I really enjoyed modifying computer games more than playing them, so that got me into programming.","author":"Aaron Koblin","category":"Time, Art, Me"},{"quote":"When computers came along, I felt for the first time that I had the proper tools for the kind of theoretical work I wanted to do. So I moved over to that, and that got me into psychology.","author":"Herbert A. Simon","category":"Work, Time, Me"},{"quote":"Computers sort of came around through games and toys. And you know, the first computer most people had in the house may have been a computer to play 'Pong,' a little microprocessor embedded, and then other games that came after that.","author":"Rodney Brooks","category":"People, Know, Play"},{"quote":"Even in the developing parts of the world, kids take to computers like fish to water.","author":"Nicholas Negroponte","category":"Water, World, Fish"},{"quote":"We've been working now with computers and education for 30 years, computers in developing countries for 20 years, and trying to make low-cost machines for 10 years. This is not a sudden turn down the road.","author":"Nicholas Negroponte","category":"Education, Road, Working"},{"quote":"Because I believe that humans are computers, I conjectured that computers, like people, can have left- and right-handed versions.","author":"Philip Emeagwali","category":"Believe, People, I Believe"},{"quote":"Dad was very into electronics, robotics and computers, so I was interested in what he was doing.","author":"Rhianna Pratchett","category":"Doing, Robotics, Electronics"},{"quote":"Our lives sometimes depend on computers performing as predicted.","author":"Philip Emeagwali","category":"Sometimes, Depend, Our Lives"},{"quote":"Over the eons I've been a fan of, and sucker for, each latest automated system to 'simplify' and 'bring order to' my life. Very early on this led me to the beautiful-and-doomed Lotus Agenda for my DOS computers, and Actioneer for the early Palm.","author":"James Fallows","category":"Life, Me, My Life"},{"quote":"I was writing my Ph.D. in the late 1980s and was keeping an eye on what was happening in the world. It became obvious to me that Russia couldn't live without computers. I think I worked this out a year before anyone else. I started looking for people who could help import them.","author":"Bidzina Ivanishvili","category":"Writing, World, Help"},{"quote":"In computers, we do all kinds of manual manipulations. We grab and drag icons. We click on and open windows. We pull down a screen. We stretch a screen. We scroll up and down.","author":"Louis B. Rosenberg","category":"Windows, Down, Up And Down"},{"quote":"Writing genetic code like we do software will usher in a completely new way of living for all of us. When this happens, our society will be as fundamentally changed as we have seen from the invention of computers.","author":"Arvind Gupta","category":"Writing, Society, Living"},{"quote":"You can model experiments on computers now and then execute them, and you don't actually need a fully stocked lab.","author":"Arvind Gupta","category":"You, Now, Need"},{"quote":"I've never been much of a computer guy at least in terms of playing with computers. Actually until I was about 11 I didn't use a computer for preparing for games at all. I was playing a bit online, was using the chess club mainly. Now, obviously, the computer is an important tool for me preparing for my games.","author":"Magnus Carlsen","category":"Me, Chess, Important"},{"quote":"I started on an Apple II, which I had bought at the very end of 1978 for half of my annual income. I made $4,500 a year, and I spent half of it on the computer.","author":"Bill Budge","category":"Apple, End, Year"},{"quote":"Right at the start, when I was about 13 or 14, I only had an Amiga 500 Plus running a bit of tracker software called OctaMED. My brother was big into his computers, and when he moved up to a proper PC, I took charge of the Amiga.","author":"Calvin Harris","category":"Brother, Start, Software"},{"quote":"Comic books aren't nerdy. You'd have to be an idiot to think computers are nerdy.","author":"Adam Brody","category":"Think, You, Nerdy"},{"quote":"If computers remain far worse than us at image recognition, a certain over-confident combination of man and machine can elsewhere take inaccuracy to a whole new level.","author":"Tom Chatfield","category":"Man, Recognition, New"},{"quote":"Movies began as a communal experience. Even though we now watch them as DVD's, sometimes alone on our computers, mostly in the history of cinema it has been a communal experience.","author":"Alison Owen","category":"History, Experience, Alone"},{"quote":"By the end of 1978, we had 11 partners and six franchisees, we were operating in 22 cities, and we had about 6,000 clients. We had left Electronic Accounting Systems and were doing our own processing on our own computers.","author":"Tom Golisano","category":"Accounting, End, Clients"},{"quote":"And it's here and it's ready and we can really revolutionize the way we educate our children with tablet computers, and I'm committed to doing whatever I can to speaking to whomever I can to send this signal - to pound this message home. Now is the time.","author":"LeVar Burton","category":"Time, Children, Home"},{"quote":"Every piece of software written today is likely going to infringe on someone else's patent.","author":"Miguel de Icaza","category":"Today, Software, Going"},{"quote":"When I write software, I know that it will fail, either due to my own mistake, or due to some other cause.","author":"Wietse Venema","category":"Mistake, Software, Know"},{"quote":"You can involve yourself in electronics, computers, puzzles... there's a lot of creativity and brain working. There's a lot to model trains that people don't realize.","author":"Gary Coleman","category":"Creativity, Brain, Yourself"},{"quote":"We can just assume they have much more and powerful, more advanced technology, all the new computers, everything could be much more easier and help them to build much more and many more nuclear weapons.","author":"Mordechai Vanunu","category":"Technology, Powerful, Help"},{"quote":"My e-mail address is actually my wife's e-mail address. I actually hate computers.","author":"Joe Sakic","category":"Hate, Wife, Actually"},{"quote":"Art shows us that human beings still matter in a world where money talks the loudest, where computers know everything about us, and where robots fabricate our next meal and also our ride there.","author":"John Maeda","category":"Art, Money, World"},{"quote":"I like stuff designed by dead people. The old designers. They always got it right because they didn't have to grow up with computers. All of the people that made the spoon and the dishes and the vacuum cleaner didn't have microprocessors and stuff. You could do a good design back then.","author":"John Maeda","category":"Good, Design, People"},{"quote":"I don't really love computers.","author":"John Maeda","category":"Love, Really"},{"quote":"While the recent addition of the National Guard providing a support role manning computers and cameras has allowed more Border Patrol agents to work the field, more agents are still needed.","author":"Timothy Murphy","category":"Work, Support, Role"},{"quote":"You couldn't have fed the '50s into a computer and come out with the '60s.","author":"Paul Kantner","category":"You, Computer, Come"},{"quote":"I'm a '70s mom, and my daughter is a '90s mom. I know a lot of women my age who are real computer freaks.","author":"Florence Henderson","category":"Age, Women, Daughter"},{"quote":"All of a sudden, if you think about the entire ecosystem of connected devices that can pull down information, access content and allow me to share and work and communicate, the vast majority now are not Windows computers. They are iPhones. They are iPads. They are Android devices.","author":"Aaron Levie","category":"Work, Information, Me"},{"quote":"I'm a very simple person. I don't use computers.","author":"Carrie-Anne Moss","category":"Simple, Person"},{"quote":"Access to computers and the Internet has become a basic need for education in our society.","author":"Kent Conrad","category":"Education, Society, Internet"},{"quote":"I don't care how big and fast computers are, they're not as big and fast as the world.","author":"Herbert Simon","category":"World, Care, Fast"},{"quote":"Gee, I am a complete Luddite when it comes to computers, I can barely log on!","author":"Jonathan Shapiro","category":"I Am, I Can, Log"},{"quote":"People are on their computers more than watching TV, because you can only watch voyeur TV, which is basically what reality shows are, for so long.","author":"Stephen Root","category":"Reality, People, Long"},{"quote":"I like computers as a tool. I like them as an instrument. I think they're just pretty.","author":"Dallas Roberts","category":"Think, Tool, Pretty"},{"quote":"My work was fairly theoretical. It was in recursive function theory. And in particular, hierarchies of functions in terms of computational complexity. I got involved in real computers and programming mainly by being - well, I was interested even as I came to graduate school.","author":"Dennis Ritchie","category":"Work, School, Real"},{"quote":"In the practical world of computing, it is rather uncommon that a program, once it performs correctly and satisfactorily, remains unchanged forever.","author":"Niklaus Wirth","category":"World, Forever, Uncommon"},{"quote":"People who are more than casually interested in computers should have at least some idea of what the underlying hardware is like. Otherwise the programs they write will be pretty weird.","author":"Donald Knuth","category":"People, Weird, Idea"},{"quote":"I got up with my wife, I sat down at the computer when she went to work, and I didn't stop until she got home.","author":"George Stephen","category":"Work, Home, Wife"},{"quote":"I realized that I loved using computers to create something, but being an architect just wasn't going to keep me interested. The idea of a life spent obsessing over bathroom details for an Upper East Side penthouse was pretty depressing.","author":"Joseph Kosinski","category":"Life, Details, Me"},{"quote":"We can't really know ourselves because we have not created ourselves. But we can know computers, we can know cars, because anything that we made, we can understand.","author":"Terrance Hayes","category":"Understand, Know, Anything"},{"quote":"I have three brothers and they're all into computers. They're all intellects. My mother would pay me a quarter a page to read a book and I couldn't make 50 cents. I just couldn't do it.","author":"Josh Holloway","category":"Mother, Book, Me"},{"quote":"Once you acknowledge that human brains are basically made of atoms and acknowledge that atoms are governed by simple laws of physics, then there is no reasoning principle why computers couldn't do anything that people are doing, and we don't really see any evidence that this is not the case.","author":"Jaan Tallinn","category":"Simple, People, Why"},{"quote":"I used to have the very standard worldview. I can easily identify with people who see computers getting faster and smarter, and technology getting more and more beneficial, without seeing the other side.","author":"Jaan Tallinn","category":"Technology, People, See"},{"quote":"I'm pretty adept with computers and Photoshop for my blog, and I found my style with a conversational voice and an image-ready column.","author":"Robert Mankoff","category":"Style, Voice, Pretty"},{"quote":"We've got to be delivering young people, and people that are getting reeducated, people who are getting reemployed, into the marketplace with skills to work together, to understand computers, and to be able to be a part of that 21st century economy.","author":"Ann McLane Kuster","category":"Work, Together, People"},{"quote":"After a semester or so, my infatuation with computers burnt out as quickly as it had begun.","author":"Eric Allin Cornell","category":"Semester, After, Quickly"},{"quote":"It is an interesting fact that during my tour I was never allowed access to computers, radios, or anything else that I might damage through curiosity, or perhaps something more sinister.","author":"Robert B. Laughlin","category":"Curiosity, Interesting"},{"quote":"From cell phones to computers, quality is improving and costs are shrinking as companies fight to offer the public the best product at the best price. But this philosophy is sadly missing from our health-care insurance system.","author":"John Shadegg","category":"Best, Quality, Philosophy"},{"quote":"I like computers. I like the Internet. It's a tool that can be used. But don't be misled into thinking that these technologies are anything other than aspects of a degenerate economic system.","author":"Jerry Brown","category":"Thinking, Internet, Economic"},{"quote":"I grew up before computers. Computers are changing things, not all for the good.","author":"Graham Hawkes","category":"Good, Changing, Up"},{"quote":"I happen to think that computers are the most important thing to happen to musicians since the invention of cat-gut which was a long time ago.","author":"Robert Moog","category":"Time, Musicians, Long"},{"quote":"Computers are scary. They're nightmares to fix, lose our stuff, and, on occasion, they crash, producing the blue screen of death. Steve Jobs knew this. He knew that computers were bulky and hernia-inducing and Darth Vader black. He understood the value of declarative design.","author":"Wesley Morris","category":"Death, Design, Value"},{"quote":"Video games and computers have become babysitters for kids.","author":"Taylor Kitsch","category":"Video Games, Kids, Games"},{"quote":"Over and over again, financial experts and wonkish talking heads endeavor to explain these mysterious, 'toxic' financial instruments to us lay folk. Over and over, they ignobly fail, because we all know that no one understands credit default obligations and derivatives, except perhaps Mr. Buffett and the computers who created them.","author":"Richard Dooling","category":"Financial, Mysterious, Know"},{"quote":"I'm always working. I don't really set limits. I tend to go in bursts. And in between, I'm doing my taxes, answering the phone, and all those kinds of things. I waste a lot of time. Computers take a lot of time. I love computers.","author":"Richard Dooling","category":"Love, Time, Limits"},{"quote":"Computers are hierarchical. We have a desktop and hierarchical files which have to mean everything.","author":"Ted Nelson","category":"Everything, Mean, Which"},{"quote":"They were saying computers deal with numbers. This was absolutely nonsense. Computers deal with arbitrary information of any kind.","author":"Ted Nelson","category":"Information, Numbers, Saying"},{"quote":"How did the economy produce all these amazing things that we have around us - computers and cell phones and so on? There were a bunch of ideas, and the good ones grew and prospered. And the bad ones were pretty ruthlessly weeded out.","author":"Tim Harford","category":"Good, Amazing, Ideas"},{"quote":"Failure's inevitable. It happens all the time in a complex economy. And how did the economy produce all these amazing things that we have around us, computers and cell phones and so on? Well, the process was trial and error. There were a bunch of ideas, and the good ones grew and prospered, and the bad ones were pretty ruthlessly weeded out.","author":"Tim Harford","category":"Time, Failure, Good"},{"quote":"A wide variety of devices beyond personal computers are arriving, many of which will be used to browse the Web... The Flash engineering team has taken this on with a major overhaul of the mainstream Flash Player for a variety of devices.","author":"Kevin Lynch","category":"Team, Engineering, Personal"},{"quote":"Even though most people won't be directly involved with programming, everyone is affected by computers, so an educated person should have a good understanding of how computer hardware, software, and networks operate.","author":"Brian Kernighan","category":"Good, People, Understanding"},{"quote":"It's important to be informed about issues like usability, reliability, security, privacy, and some of the inherent limitations of computers.","author":"Brian Kernighan","category":"Security, Privacy, Important"},{"quote":"If I was designing a web site for elementary school children, I might have a much higher percentage of older computers with outdated browsers since keeping up with browser and hardware technology has not traditionally been a strong point of most elementary schools.","author":"Mike Davidson","category":"Technology, Children, Strong"},{"quote":"So a more sensible thing it seemed to me was to go to Silicon Valley and be pushing on the technology companies to accelerate the use of audio and music in computers.","author":"Thomas Dolby","category":"Music, Technology, Me"},{"quote":"Computers have become more friendly, understandable, and lots of years and thought have been put into developing software to convince people that they want and need a computer.","author":"Roberta Williams","category":"Thought, People, Want"},{"quote":"Today, computers help us making the music. It's really a tool.","author":"Yael Naim","category":"Music, Today, Help"},{"quote":"If somebody had told me when I was in graduate school, 'Brian, in 35 years you'll get a chance to fly the first commercial spacecraft with no computers,' I'd have said, 'I don't think so. People are not going to be that stupid.'","author":"Brian Binnie","category":"School, Stupid, Me"},{"quote":"I do two things. I design mobile computers and I study brains.","author":"Jeff Hawkins","category":"Design, Study, Two"},{"quote":"Kids today are smarter than we ever were. And they've got computers, too, which is awesome. They're scary to me.","author":"David Arquette","category":"Today, Me, Awesome"},{"quote":"Computers get better faster than anything else ever.","author":"Erik Brynjolfsson","category":"Better, Anything, Faster"},{"quote":"I worked at a local country club that I never belonged to. I did random tasks in the pro shop and supposed to be in charge of the register, but that didn't go so well. They quickly realized I was better with people, not computers.","author":"Shelley Hennig","category":"People, Better, Country"},{"quote":"I don't think 'Sugar Man' is a music doc any more than 'The Social Network' is about computers. It just happens to have the best soundtrack ever.","author":"Malik Bendjelloul","category":"Music, Best, Man"},{"quote":"People don't understand computers. Computers are magical boxes that do things. People believe what computers tell them.","author":"Bruce Schneier","category":"Believe, People, Understand"},{"quote":"When I was in Japan on tour in 2010, I felt like I was 30 years into the future. I love technology and they are so advanced with their phones, computers, everything. I think they had the iPhone way before we did in the U.S. I love gadgets, games, social media and I try to stay ahead on all that stuff, but they get it all first.","author":"Soulja Boy","category":"Love, Technology, Future"},{"quote":"We want the digital world to bend to your physical life, your real emotional life as a person, and we don't want you to bend to computers.","author":"Rony Abovitz","category":"Life, World, Want"},{"quote":"Yet in this global economy, no jobs are safe. High-speed Internet connections and low-cost, skilled labor overseas are an explosive combination.","author":"Bob Taft","category":"Internet, Connections"},{"quote":"Google has placed its faith in data, while Apple worships the power of design. This dichotomy made the two companies complementary. Apple would ship the phones and computers, while Google would provide Maps, Search, YouTube, and other web tools that made the devices more useful.","author":"Ben Parr","category":"Faith, Power, Design"},{"quote":"We've seen computers play chess and beat grand masters. We've seen computers drive a car across a desert. But interestingly, playing chess is easy, but having a conversation about nothing is really difficult for a computer.","author":"Hod Lipson","category":"Car, Desert, Conversation"},{"quote":"Well, my wife always says to me, and I think it's true, it's very difficult for us to understand the Elizabethan understanding and enjoyment and perception of form as it is to say... it would be for them to understand computers or going to the moon or something.","author":"Mark Rylance","category":"Wife, Perception, Moon"},{"quote":"Before computers, you'd start designing using shapes of cubes. Now I can start with something like a handkerchief, an object that doesn't have strong inside and outside boundaries or much closed volume.","author":"Greg Lynn","category":"Strong, Start, You"},{"quote":"Everyone was saying computers were going to be the future of art; everyone had to do something in this medium. And it was almost some sort of rebellion that I wanted to do these small, intimate drawings.","author":"Marcel Dzama","category":"Art, Future, Small"},{"quote":"So technologies, whether it is a telephone or an iPhone, computers in general or automobiles, television even, all individualize us. We all sit in front of our iPhones and communicating but are we really communicating?","author":"Henry Mintzberg","category":"Television, iPhone"},{"quote":"The future lies in designing and selling computers that people don't realize are computers at all.","author":"Adam Osborne","category":"Future, People, Realize"},{"quote":"Computers rather frighten me, because I never did learn to type, so the whole thing seems extraordinarily complicated to me.","author":"Charles Keating","category":"Me, Learn, Complicated"},{"quote":"The guy who knows about computers is the last person you want to have creating documentation for people who don't understand computers.","author":"Adam Osborne","category":"People, Want, You"},{"quote":"Diaspora starts about a thousand years from now. Most of human civilisation has moved inside computers; essentially, a major branch of our descendants consists of conscious software.","author":"Greg Egan","category":"Software, Human, Years"},{"quote":"The Web is actually a coming together of three technologies, if you like: the hypertext, the personal computer, and the network. So, the network we had, and the personal computers were there, but people didn't use them, because they didn't know what to use them for, except maybe for a few games.","author":"Robert Cailliau","category":"Together, People, Know"},{"quote":"I've been programming computers since elementary school, where they taught us, and I stuck with computer science through high school and college.","author":"Masi Oka","category":"Science, School, College"},{"quote":"People are good at figuring out what's attractive, and computers are good at quickly searching and finding. You put them together, and bang!","author":"Luis von Ahn","category":"Good, Together, People"},{"quote":"The basic idea of Games With a Purpose is that we are taking a problem that computers cannot yet solve, and we are getting people to solve it for us while they are playing a game.","author":"Luis von Ahn","category":"Purpose, People, Problem"},{"quote":"I remember having computers at my parents' house growing up. We had different desktop PCs, but my first laptop was an IBM ThinkPad laptop. It was big, bulky, slow and terrible.","author":"Scott Michael Foster","category":"Parents, Remember"},{"quote":"I don't like computers. I still like to do my drawings by hand.","author":"Dieter Rams","category":"Hand, Like, Still"},{"quote":"Technology ventures can succeed with very little investment, unlike many other industries. A lot of the big Internet players like Google or Yahoo were started by a couple of guys with computers. Microsoft was started in Bill Gates' garage.","author":"Jonathan Raymond","category":"Technology, Internet, Google"},{"quote":"They went back there, looked at all the computers, asked me to come in and tell them what all the computers were for specifically so they knew how to dismantle the network I had been running.","author":"Sherman Austin","category":"Me, Back, Tell"},{"quote":"When they were done downloading all the information off each hard drive, they took all the computers, all the literature, and loaded everything into a big white truck and left.","author":"Sherman Austin","category":"Information, Literature"},{"quote":"And my real enemy is not to hold the specimen sterile, but it's the lighting. The light is our real enemy. So we have to work with very very poor lighting. But we can increase the light with computers.","author":"Lennart Nilsson","category":"Work, Light, Enemy"},{"quote":"That's the new way - with computers, computers, computers. That's the way we can have the cell survive and get some new information in high resolution. We started about five years ago and, today, I think we have reached the target.","author":"Lennart Nilsson","category":"Today, Information, Think"},{"quote":"Smartphones can relay patients' data to hospital computers in a continuous stream. Doctors can alter treatment regimens remotely, instead of making patients come in for a visit.","author":"Charles C. Mann","category":"Data, Hospital, Stream"},{"quote":"I closely follow everything about user interface or human-computer interface: technology that makes computers closer to the way the human being actually functions.","author":"Francois-Henri Pinault","category":"Technology, Way, Human"},{"quote":"The Internet is a powerful way to make lots of money... But we are not going to buy Yahoo!","author":"Sumner Redstone","category":"Money, Powerful, Internet"},{"quote":"I'm too old-fashioned to use a computer. I'm too old-fashioned to use a quill.","author":"Christopher Plummer","category":"Computer, Old-Fashioned, Too"},{"quote":"I am interested in computers and technology, and art, photography, and design.","author":"William Landay","category":"Art, Technology, I Am"},{"quote":"I'm going to get myself one of those, um, movable computers - what do you call them... ? Laptops! I am bad. I still call my radio a wireless.","author":"Katherine Parkinson","category":"Myself, I Am, You"},{"quote":"Future generations will know there's nothing mystical about wetware because by 2100, Moore's law will have given us tiny quantum computers powerful enough to upload a human soul.","author":"Frank Tipler","category":"Future, Law, Soul"},{"quote":"I'm really interested in the current tech world because of my brother Michael. Since we were little kids, in the 1970s, he was dealing with the first computers. He works for the government.","author":"Jimmi Simpson","category":"Brother, Government, World"},{"quote":"I'm looking to evolve the concept of the new renaissance artist, taking the world by storm through the art of public display and demonstration, with technical savvy, using cell phones and computers.","author":"Perry Farrell","category":"Art, Storm, Artist"},{"quote":"Learning can take place in the backyard if there is a human being there who cares about the child. Before learning computers, children should learn to read first. They should sit around the dinner table and hear what their parents have to say and think.","author":"Dixie Carter","category":"Learning, Children, Parents"},{"quote":"Doing a movie about computers between 1978 and 1982? You can't get much less sexy, less active than that.","author":"Joshua Michael Stern","category":"Sexy, Doing, You"},{"quote":"I have a cell phone that doesn't behave like a phone: It behaves like a computer that makes calls. Computers are becoming an integral part of daily life. And if people don't start designing them to be more user-friendly, then an even larger part of the population is going to be left out of even more stuff.","author":"Alan Cooper","category":"Life, Daily, Cell Phone"},{"quote":"Computers in classrooms are the filmstrips of the 1990s.","author":"Clifford Stoll","category":"Classrooms"},{"quote":"I watch virtually no TV. All my screen time is computer time for me. When I'm not doing that I'm reading or talking to my friends who I got to know through computers.","author":"Patrick Collison","category":"Time, Friends, Reading"},{"quote":"When I was a kid, I really liked playing chess, which is pretty geeky; I just enjoyed it - thinking, exercising my mind. And I found computers to be like an eight-hour day chess game.","author":"Michael Birch","category":"Day, Thinking, Mind"},{"quote":"I don't understand computers. I've been unable to construct a working mental model of how they do what they do. I can break software by looking at it. I can blow anything up. Without trying. It's sort of like being a dowser. And this extreme elaborate clumsiness on my part is actually something people will pay me for. It's quite wonderful.","author":"Brenda Laurel","category":"Me, People, Looking"},{"quote":"I joined the staff of EMI in Middlesex in 1951, where I worked for a while on radar and guided weapons and later ran a small design laboratory. During this time, I became particularly interested in computers, which were then in their infancy. It was interesting, pioneering work at that time: drums and tape decks had to be designed from scratch.","author":"Godfrey Hounsfield","category":"Work, Time, Design"},{"quote":"Imagine if every Thursday your shoes exploded if you tied them the usual way. This happens to us all the time with computers, and nobody thinks of complaining.","author":"Jef Raskin","category":"Time, Shoes, Thursday"},{"quote":"Right now, computers, which are supposed to be our servant, are oppressing us.","author":"Jef Raskin","category":"Now, Right, Servant"},{"quote":"There were no PCs when I started programming on computers.","author":"Dave Winer","category":"Programming, Started, Were"},{"quote":"Maths is fundamentally a different process in education than it is in the real world. There is an insistence that we do maths by hand when most of it is done by computers. The idea that you have to do everything by hand before you can operate a computer is nonsense.","author":"Conrad Wolfram","category":"Education, World, You"},{"quote":"I use computers for email, staying current with my own website as well as finding important information through other websites. I also use it for creating MP3 files of new music I'm working on.","author":"Clint Black","category":"Music, Information, Working"},{"quote":"I started getting into Internet technologies and computers. I wasn't especially interested in being a musician, but I wound up finding my way back to being interested in music through computers.","author":"Eric Avery","category":"Music, Internet, Finding"},{"quote":"I think I was lucky to come of age in a place and time - the American South in the 1960s and '70s - when the machine hadn't completely taken over life. The natural world was still the world, and machines - TV, telephone, cars - were still more or less ancillary, and computers were unheard of in everyday life.","author":"Ben Fountain","category":"Life, Time, Age"},{"quote":"Computers do the calculating to allow people to transform the world.","author":"Conrad Wolfram","category":"World, People, Transform"},{"quote":"Calculating does not equal mathematics. It's a subsection of it. In years gone by it was the limiting factor, but computers now allow you to make the whole of mathematics more intellectual.","author":"Conrad Wolfram","category":"Mathematics, You"},{"quote":"You can't have thousands of cars without good computers on the electric grid.","author":"Shai Agassi","category":"Good, You, Without"},{"quote":"As computers have become more powerful, computer graphics have advanced to the point where it's possible to create photo-realistic images. The bottleneck wasn't, 'How do we make pixels prettier?' It was, 'How do we engage with them more?'","author":"Jefferson Han","category":"Powerful, Create, Point"},{"quote":"I took this 'how to build computers' course basically because I'm sick and tired of getting ripped off by cheesy computer companies. Software baffles me. I like hardware. I used to change my own oil, and now I want to build my own computer so I can have what I want.","author":"Pat Cadigan","category":"Change, Tired, Me"},{"quote":"Instead of the cashier and ticket-ripper of the movie theater, the block chain consists of thousands of computers that can process digital tickets, money, and many other fiduciary objects in digital form. Think of thousands of robots wearing green eye shades, all checking each other's accounting.","author":"Nick Szabo","category":"Money, Eye, Green"},{"quote":"What do we want our kids to do? Sweep up around Japanese computers?","author":"Walter F. Mondale","category":"Want, Up, Kids"},{"quote":"I got interested in computers and how they could be enslaved to the megalomaniac impulses of a teenager.","author":"Eugene Jarvis","category":"Enslaved, Got, Interested"},{"quote":"You can't trust the internet.","author":"Nicollette Sheridan","category":"Trust, Internet, You"},{"quote":"Google is about information and computers and making things really fast. Facebook is about the sharing and connections. These missions give these companies direction and motivation.","author":"Paul Buchheit","category":"Motivation, Information"},{"quote":"I was playing in bands and doing gigs from the age of 14 on. I stopped at the age of 28. Technology replaced me. As soon as I saw what computers can do, I didn't think there would be a point for a live drummer.","author":"Mitchell Joachim","category":"Technology, Age, Me"},{"quote":"Starting early and getting girls on computers, tinkering and playing with technology, games and new tools, is extremely important for bridging the gender divide that exists now in computer science and in technology.","author":"Beth Simone Noveck","category":"Technology, Science, Tools"},{"quote":"People's computers are not getting more secure. They're getting more infected with viruses. They're getting more under the control of malware.","author":"Avi Rubin","category":"Control, People, Secure"},{"quote":"Computers are very powerful tools, but in the simulated world of the computer, everything has to be calculated.","author":"Margaret Wertheim","category":"Powerful, World, Tools"},{"quote":"My dad could be beyond brilliant but totally introverted. If we're talking about computers, he's on. Otherwise, he's a total recluse - he stays in the house and won't leave, and I'm like that. If I'm not working, I'm locked up in my room.","author":"Alessandra Torresani","category":"Working, House, Brilliant"},{"quote":"Music is composed on computers and other electronic equipment producers don't want to spend money on orchestra.","author":"Sivamani","category":"Music, Money, Want"},{"quote":"I think of myself as a Hollywood hillbilly, but I'm sick of all these questions people ask about Alabama. 'Do you have an outhouse?' 'Is there a lot of inbreeding in your family?' They think all Southerners don't have computers and TV sets and that we're all still living in 1862.","author":"Sunny Mabrey","category":"Family, Myself, People"},{"quote":"What I try to do is factor in how people use computers, what people's problems are, and how these technologies can get applied to those problems. Then I try to direct the various product groups to act on this information.","author":"John Warnock","category":"Problems, People"},{"quote":"Why is it that I notice so many brilliant scientists using Macs for their personal computers why does the Lawrence Livermore & Berkeley Labs buy millions of dollars worth of Macs?","author":"Lene Hau","category":"Why, Personal, Brilliant"},{"quote":"So the thing I realized rather gradually - I must say starting about 20 years ago now that we know about computers and things - there's a possibility of a more general basis for rules to describe nature.","author":"Stephen Wolfram","category":"Nature, Rules, Know"},{"quote":"When the first computers started to come in, we tried to digitalize the seismological equipment.","author":"Frank Press","category":"First, Come, Started"},{"quote":"I took computers in high school. I would do all my own programming, but I didn't see the future of computers for anything other than data processing. Who was going to use a computer for communications?","author":"Craig Hatkoff","category":"Future, School, Data"},{"quote":"I do a lot of work on computers, but I am so practiced in drawing that I can draw it full size, and you can take the measurements off my drawings. It's like drafting, but it's a work of art - a really beautiful drawing.","author":"Charles Pollock","category":"Work, Art, Beautiful"},{"quote":"I just bought a Mac to help me design the next Cray.","author":"Seymour Cray","category":"Design, Me, Help"},{"quote":"We demand privacy, yet we glorify those that break into computers.","author":"Bill McCollum","category":"Privacy, Break, Demand"},{"quote":"Fungible goods in economics can be extended and traded. So, half as much grain is half as much useful, but half a baby or half a computer is less useful than a whole baby or a whole computer, and we've been trying to make computers that work that way.","author":"Neil Gershenfeld","category":"Work, Baby, Economics"},{"quote":"Obviously, our children, who have been playing with their computers since the age of five or six, don't have quite the same brain as those who were brought up on wooden or metal toys, whose brains are certainly atrophied by comparison.","author":"Claude Vorilhon","category":"Children, Age, Brain"},{"quote":"There has never been an unexpectedly short debugging period in the history of computers.","author":"Steven Levy","category":"History, Short, Never"},{"quote":"I've always been slightly embittered about computers because it was the only subject I failed at school.","author":"Matt Frewer","category":"School, Always, Failed"},{"quote":"The computer is not, in our opinion, a good model of the mind, but it is as the trumpet is to the orchestra - you really need it. And so, we have very massive simulations in computers because the problem is, of course, very complex.","author":"Gerald Edelman","category":"Good, Mind, Problem"},{"quote":"As a rule, software systems do not work well until they have been used, and have failed repeatedly, in real applications.","author":"Dave Parnas","category":"Work, Software, Real"},{"quote":"I actually use a computer a lot. I have three computers that I use on a regular basis - one is on my desk top in my Washington office, another is at home, and I have my laptop that I use when I'm travelling.","author":"Rick Boucher","category":"Home, Three, Office"},{"quote":"I'm a troglodyte. I think that's the word for it. Like an old school weird person who throws bricks at their computers.","author":"Joanne Kelly","category":"School, Weird, Think"},{"quote":"People are mostly focused on defending the computers on the Internet, and there's been surprisingly little attention to defending the Internet itself as a communications medium.","author":"W. Daniel Hillis","category":"Internet, People, Attention"},{"quote":"In almost every technology area that we're ahead in, we're ahead in because the United States leads the world in computers.","author":"W. Daniel Hillis","category":"Technology, World, Ahead"},{"quote":"The internet is not for sissies.","author":"Paul Vixie","category":"Internet, Sissies"},{"quote":"The same computers that make it impossible for you to cheat on your income tax can ensure that the blood of your group is in the ambulance that picks you up from a car smash.","author":"John Brunner","category":"Car, Impossible, Blood"},{"quote":"There's my education in computers, right there; this is the whole thing, everything I took out of a book.","author":"Howard Aiken","category":"Education, Book, Right"},{"quote":"I've tried word processors, but I think I'm too old a dog to use one.","author":"Dee Brown","category":"Dog, Think, Old"},{"quote":"The big question society will have to answer is whether it wants computers thinking like humans.","author":"David Smith","category":"Society, Thinking, Question"},{"quote":"For computer communications, computers talk in little bursts. They're not continuous like speech.","author":"Bob Kahn","category":"Speech, Talk, Little"},{"quote":"It's a misconception that people over 65 do not use computers. They love them they are always consulting Dr Google.","author":"Lucien Engelen","category":"Love, People, Google"},{"quote":"What we did not imagine was a Web of people, but a Web of documents.","author":"Dale Dougherty","category":"People, Imagine, Web"},{"quote":"All wish to possess knowledge, but few, comparatively speaking, are willing to pay the price.","author":"Juvenal","category":"Knowledge, Wish, Price"},{"quote":"Insanity: doing the same thing over and over again and expecting different results.","author":"Unknown","category":"Doing, Results, Insanity"},{"quote":"The actions of men are the best interpreters of their thoughts.","author":"James Joyce","category":"Best, Men, Thoughts"},{"quote":"I hear and I forget. I see and I remember. I do and I understand.","author":"Confucius","category":"Forget, Remember, See"},{"quote":"Nobody cares how much you know, until they know how much you care.","author":"Theodore Roosevelt","category":"Care, Know, You"},{"quote":"We make a living by what we get, but we make a life by what we give.","author":"Winston Churchill","category":"Life, Living, Give"},{"quote":"It's not that I'm so smart, it's just that I stay with problems longer.","author":"Albert Einstein","category":"Smart, Problems, Just"},{"quote":"In matters of style, swim with the current; in matters of principle, stand like a rock.","author":"Thomas Jefferson","category":"Style, Stand, Rock"},{"quote":"Judge a man by his questions rather than his answers.","author":"Voltaire","category":"Man, Questions, Judge"},{"quote":"The time is always right to do what is right.","author":"Martin Luther King, Jr.","category":"Time, Right, Always"},{"quote":"Everything that we see is a shadow cast by that which we do not see.","author":"Martin Luther King, Jr.","category":"Shadow, Everything, See"},{"quote":"Quality is never an accident. It is always the result of intelligent effort.","author":"John Ruskin","category":"Quality, Effort, Intelligent"},{"quote":"We cannot teach people anything we can only help them discover it within themselves.","author":"Galileo Galilei","category":"People, Help, Teach"},{"quote":"The real meaning of enlightenment is to gaze with undimmed eyes on all darkness.","author":"Nikos Kazantzakis","category":"Eyes, Darkness, Meaning"},{"quote":"We are what we believe we are.","author":"C. S. Lewis","category":"Believe"},{"quote":"We cling to our own point of view, as though everything depended on it. Yet our opinions have no permanence; like autumn and winter, they gradually pass away.","author":"Zhuangzi","category":"Autumn, Winter"},{"quote":"You cannot push any one up a ladder unless he be willing to climb a little himself.","author":"Andrew Carnegie","category":"Climb, Ladder, You"},{"quote":"A gem cannot be polished without friction, nor a man perfected without trials.","author":"Lucius Annaeus Seneca","category":"Man, Trials, Without"},{"quote":"The mind is like an iceberg, it floats with one-seventh of its bulk above water.","author":"Sigmund Freud","category":"Water, Mind, Like"},{"quote":"To every action there is always opposed an equal reaction.","author":"Isaac Newton","category":"Action, Equal, Reaction"},{"quote":"Do not let what you cannot do interfere with what you can do.","author":"John Wooden","category":"You, Interfere, Cannot"},{"quote":"If you don't know where you are going, you might wind up someplace else.","author":"Yogi Berra","category":"Wind, Know, You"},{"quote":"Progress lies not in enhancing what is, but in advancing toward what will be.","author":"Khalil Gibran","category":"Progress, Will, Toward"},{"quote":"High achievement always takes place in the framework of high expectation.","author":"Charles Kettering","category":"Achievement, Place"},{"quote":"Intellectuals solve problems, geniuses prevent them.","author":"Albert Einstein","category":"Problems, Geniuses, Prevent"},{"quote":"I hear, I know. I see, I remember. I do, I understand.","author":"Confucius","category":"Remember, Know, See"},{"quote":"I think therefore I am.","author":"Rene Descartes","category":"I Am, Think, I Think"},{"quote":"Talent is a flame. Genius is a fire.","author":"Bernard Williams","category":"Fire, Talent, Genius"},{"quote":"It is not enough to have a good mind the main thing is to use it well.","author":"Rene Descartes","category":"Good, Mind, Well"},{"quote":"A certain amount of opposition is a great help to a man. Kites rise against, not with, the wind.","author":"Lewis Mumford","category":"Great, Man, Help"},{"quote":"The final forming of a person's character lies in their own hands.","author":"Anne Frank","category":"Character, Hands, Person"},{"quote":"What we plant in the soil of contemplation, we shall reap in the harvest of action.","author":"Meister Eckhart","category":"Harvest, Action, Plant"},{"quote":"You exist only in what you do.","author":"Federico Fellini","category":"You, Only, Exist"},{"quote":"If you do what you've always done, you'll get what you've always gotten.","author":"Tony Robbins","category":"Done, You, Always"},{"quote":"None so deaf as those that will not hear. None so blind as those that will not see.","author":"Matthew Henry","category":"Blind, Deaf, See"},{"quote":"We don't see things as they are, we see them as we are.","author":"Anais Nin","category":"See, Things, Them"},{"quote":"It isn't the mountain ahead that wears you out it's the grain of sand in your shoe.","author":"Robert W. Service","category":"Mountain, Sand, You"},{"quote":"Never mistake motion for action.","author":"Ernest Hemingway","category":"Action, Mistake, Motion"},{"quote":"Rough diamonds may sometimes be mistaken for worthless pebbles.","author":"Thomas Browne","category":"Diamonds, Sometimes, May"},{"quote":"Rarely do we find men who willingly engage in hard, solid thinking. There is an almost universal quest for easy answers and half-baked solutions. Nothing pains some people more than having to think.","author":"Martin Luther King, Jr.","category":"Men, Thinking, People"},{"quote":"If youth knew if age could.","author":"Sigmund Freud","category":"Age, Youth, Knew"},{"quote":"Fortune favors the prepared mind.","author":"Louis Pasteur","category":"Mind, Fortune, Prepared"},{"quote":"God gives the nuts, but he does not crack them.","author":"Franz Kafka","category":"God, Nuts, Crack"},{"quote":"You can't stay in your corner of the forest waiting for others to come to you. You have to go to them sometimes.","author":"A. A. Milne","category":"Waiting, Forest, You"},{"quote":"Really, the only thing that makes sense is to strive for greater collective enlightenment.","author":"Elon Musk","category":"Enlightenment, Strive, Sense"},{"quote":"True greatness consists in being great in little things.","author":"Charles Simmons","category":"Great, Little Things"},{"quote":"The winds and the waves are always on the side of the ablest navigators.","author":"Edward Gibbon","category":"Waves, Winds, Always"},{"quote":"To be is to do.","author":"Immanuel Kant","category":"Life, Hope"},{"quote":"There are three classes of people: those who see, those who see when they are shown, those who do not see.","author":"Leonardo da Vinci","category":"People, Three, See"},{"quote":"It is the set of the sails, not the direction of the wind that determines which way we will go.","author":"Jim Rohn","category":"Wind, Direction, Sails"},{"quote":"If I am what I have and if I lose what I have who then am I?","author":"Erich Fromm","category":"I Am, Lose, Then"},{"quote":"People are not disturbed by things, but by the view they take of them.","author":"Epictetus","category":"People, View, Things"},{"quote":"Do not seek to follow in the footsteps of the wise. Seek what they sought.","author":"Matsuo Basho","category":"Wise, Follow, Footsteps"},{"quote":"Your goals, minus your doubts, equal your reality.","author":"Ralph Marston","category":"Goals, Reality, Equal"},{"quote":"You're either part of the solution or you're part of the problem.","author":"Eldridge Cleaver","category":"Problem, Solution, You"},{"quote":"Fortune favors the audacious.","author":"Desiderius Erasmus","category":"Favors, Fortune, Audacious"},{"quote":"If not me, who? And if not now, when?","author":"Mikhail Gorbachev","category":"Me, Now, Who"},{"quote":"The pine stays green in winter... wisdom in hardship.","author":"Norman Douglas","category":"Wisdom, Winter, Green"},{"quote":"I believe things cannot make themselves impossible.","author":"Stephen Hawking","category":"Believe, Impossible"},{"quote":"Our knowledge is a little island in a great ocean of nonknowledge.","author":"Isaac Bashevis Singer","category":"Knowledge, Great, Ocean"},{"quote":"Not only strike while the iron is hot, but make it hot by striking.","author":"Oliver Cromwell","category":"Iron, Hot, Strike"},{"quote":"Well begun is half done.","author":"Aristotle","category":"Done, Half, Well"},{"quote":"The very essence of instinct is that it's followed independently of reason.","author":"Charles Darwin","category":"Reason, Instinct, Essence"},{"quote":"Be nice to people on your way up because you'll meet them on your way down.","author":"Wilson Mizner","category":"People, Nice, You"},{"quote":"Subtlety may deceive you integrity never will.","author":"Oliver Cromwell","category":"Integrity, You, Never"},{"quote":"Challenging the meaning of life is the truest expression of the state of being human.","author":"Viktor E. Frankl","category":"Life, Meaning Of Life"},{"quote":"Lend yourself to others, but give yourself to yourself.","author":"Michel de Montaigne","category":"Yourself, Others, Give"},{"quote":"Think for yourselves and let others enjoy the privilege to do so, too.","author":"Voltaire","category":"Enjoy, Think, Privilege"},{"quote":"Yesterday's home runs don't win today's games.","author":"Babe Ruth","category":"Home, Today, Win"},{"quote":"There are three musts that hold us back: I must do well. You must treat me well. And the world must be easy.","author":"Albert Ellis","category":"World, Me, Treat"},{"quote":"The universe is full of magical things, patiently waiting for our wits to grow sharper.","author":"Eden Phillpotts","category":"Waiting, Universe, Grow"},{"quote":"You cannot step into the same river twice.","author":"Heraclitus","category":"River, Step, You"},{"quote":"It is only in our decisions that we are important.","author":"Jean-Paul Sartre","category":"Decisions, Important, Only"},{"quote":"A fine quotation is a diamond in the hand of a man of wit and a pebble in the hand of a fool.","author":"Joseph Roux","category":"Man, Fool, Diamond"},{"quote":"Prosperity tries the fortunate, adversity the great.","author":"Rose Kennedy","category":"Great, Adversity, Fortunate"},{"quote":"In the kingdom of the blind, the one-eyed man is king.","author":"Desiderius Erasmus","category":"Man, Blind, King"},{"quote":"Many a man curses the rain that falls upon his head, and knows not that it brings abundance to drive away the hunger.","author":"Saint Basil","category":"Rain, Man, Abundance"},{"quote":"One can resist the invasion of an army but one cannot resist the invasion of ideas.","author":"Victor Hugo","category":"Ideas, Army, Resist"},{"quote":"In the end, people are persuaded not by what we say, but by what they understand.","author":"John C. Maxwell","category":"End, People, Understand"},{"quote":"After all is said and done, more is said than done.","author":"Aesop","category":"Done, Said, Than"},{"quote":"There are no new ideas. There are only new ways of making them felt.","author":"Audre Lorde","category":"Ideas, New, New Ideas"},{"quote":"We all have ability. The difference is how we use it.","author":"Charlotte Whitton","category":"Difference, Ability, How"},{"quote":"We must be our own before we can be another's.","author":"Ralph Waldo Emerson","category":"Own, Before, Must"},{"quote":"We are all gifted. That is our inheritance.","author":"Ethel Waters","category":"Gifted, Inheritance, Our"},{"quote":"We do not judge the people we love.","author":"Jean-Paul Sartre","category":"Love, People, Judge"},{"quote":"I wish it, I command it. Let my will take the place of a reason.","author":"Juvenal","category":"Wish, Place, Reason"},{"quote":"A pure hand needs no glove to cover it.","author":"Nathaniel Hawthorne","category":"Pure, Hand, Cover"},{"quote":"Patience and tenacity are worth more than twice their weight of cleverness.","author":"Thomas Huxley","category":"Patience, Worth, Tenacity"},{"quote":"We can learn something new anytime we believe we can.","author":"Virginia Satir","category":"Believe, Learn, New"},{"quote":"The farther reason looks the greater is the haze in which it loses itself.","author":"Johann Georg Hamann","category":"Looks, Reason, Which"},{"quote":"A man should look for what is, and not for what he thinks should be.","author":"Albert Einstein","category":"Man, Look, Should"},{"quote":"Others have seen what is and asked why. I have seen what could be and asked why not.","author":"Pablo Picasso","category":"Why, Others, Seen"},{"quote":"Character is what a man is in the dark.","author":"Dwight L. Moody","category":"Character, Man, Dark"},{"quote":"The precision of naming takes away from the uniqueness of seeing.","author":"Pierre Bonnard","category":"Uniqueness, Seeing"},{"quote":"Clarity is the counterbalance of profound thoughts.","author":"Luc de Clapiers","category":"Thoughts, Clarity, Profound"},{"quote":"United we stand, divided we fall.","author":"Aesop","category":"Stand, Fall, Divided"},{"quote":"To work with the hands or brain, according to our requirements and our capacities, to do that which lies before us to do, is more honorable than rank and title.","author":"Albert Pike","category":"Work, Brain, Hands"},{"quote":"Everything that is beautiful and noble is the product of reason and calculation.","author":"Charles Baudelaire","category":"Beautiful, Product, Reason"},{"quote":"We are not permitted to choose the frame of our destiny. But what we put into it is ours.","author":"Dag Hammarskjold","category":"Destiny, Choose, Frame"},{"quote":"The more refined and subtle our minds, the more vulnerable they are.","author":"Paul Tournier","category":"Minds, More, Subtle"},{"quote":"Good order is the foundation of all things.","author":"Edmund Burke","category":"Good, Foundation, Order"},{"quote":"It is easy to get everything you want, provided you first learn to do without the things you cannot get.","author":"Elbert Hubbard","category":"Easy, Want, You"},{"quote":"He who defends everything defends nothing.","author":"Frederick the Great","category":"Nothing, Everything, He"},{"quote":"Even truth needs to be clad in new garments if it is to appeal to a new age.","author":"Georg C. Lichtenberg","category":"Age, Truth, New"},{"quote":"Tell me to what you pay attention and I will tell you who you are.","author":"Jose Ortega y Gasset","category":"Me, Attention, You"},{"quote":"We see things as we are, not as they are.","author":"Leo Rosten","category":"See, Things"},{"quote":"I'm not a genius. I'm just a tremendous bundle of experience.","author":"R. Buckminster Fuller","category":"Experience, Genius, Just"},{"quote":"The place to improve the world is first in one's own heart and head and hands.","author":"Robert M. Pirsig","category":"Heart, World, Hands"},{"quote":"The rung of a ladder was never meant to rest upon, but only to hold a man's foot long enough to enable him to put the other somewhat higher.","author":"Thomas Huxley","category":"Man, Long, Rest"},{"quote":"Nothing endures but personal qualities.","author":"Walt Whitman","category":"Nothing, Personal, Qualities"},{"quote":"Every moment is a golden one for him who has the vision to recognize it as such.","author":"Henry Miller","category":"Vision, Moment, Him"},{"quote":"The mind cannot foresee its own advance.","author":"Friedrich August von Hayek","category":"Mind, Own, Cannot"},{"quote":"There is no greater impediment to the advancement of knowledge than the ambiguity of words.","author":"Thomas Reid","category":"Knowledge, Words, Impediment"},{"quote":"Be sure your wisest words are those you do not say.","author":"Robert W. Service","category":"Words, You, Say"},{"quote":"One of the greatest joys known to man is to take a flight into ignorance in search of knowledge.","author":"Robert Staughton Lynd","category":"Knowledge, Man, Ignorance"},{"quote":"Great tranquility of heart is his who cares for neither praise nor blame.","author":"Thomas a Kempis","category":"Great, Heart, Blame"},{"quote":"'I don't need brains,' says the billionaire contemptuously. 'I'm brainy enough myself!' The broker cries out in desperation, 'What, in heaven's name, do you want?' 'Goodness,' is the answer.","author":"Konrad Lorenz","category":"Myself, Name, Want"},{"quote":"Many people, including some conservatives, have been very impressed with how brainy the president and his advisers are. But that is not quite as reassuring as it might seem.","author":"Thomas Sowell","category":"People, President, Impressed"},{"quote":"The possible ranks higher than the actual.","author":"Martin Heidegger","category":"Possible, Higher, Than"},{"quote":"Important principles may, and must, be inflexible.","author":"Abraham Lincoln","category":"Important, Principles, May"},{"quote":"I do not seek. I find.","author":"Pablo Picasso","category":"Find, Seek"},{"quote":"We forfeit three-quarters of ourselves in order to be like other people.","author":"Arthur Schopenhauer","category":"People, Order, Like"},{"quote":"There is no fixed physical reality, no single perception of the world, just numerous ways of interpreting world views as dictated by one's nervous system and the specific environment of our planetary existence.","author":"Deepak Chopra","category":"Perception, Reality, World"},{"quote":"A man doesn't know what he knows until he knows what he doesn't know.","author":"Laurence J. Peter","category":"Man, Know, Knows"},{"quote":"Talent does what it can genius does what it must.","author":"Edward G. Bulwer-Lytton","category":"Talent, Genius, Must"},{"quote":"All serious daring starts from within.","author":"Eudora Welty","category":"Serious, Daring, Within"},{"quote":"Whoever undertakes to set himself up as a judge of Truth and Knowledge is shipwrecked by the laughter of the gods.","author":"Albert Einstein","category":"Knowledge, Truth, Laughter"},{"quote":"We may pass violets looking for roses. We may pass contentment looking for victory.","author":"Bernard Williams","category":"Roses, Victory, Looking"},{"quote":"Man is born to live and not to prepare to live.","author":"Boris Pasternak","category":"Man, Live, Prepare"},{"quote":"Idealism increases in direct proportion to one's distance from the problem.","author":"John Galsworthy","category":"Problem, Distance, Idealism"},{"quote":"Our self image, strongly held, essentially determines what we become.","author":"Maxwell Maltz","category":"Self, Image, Become"},{"quote":"The whole point of getting things done is knowing what to leave undone.","author":"Oswald Chambers","category":"Done, Knowing, Point"},{"quote":"When one teaches, two learn.","author":"Robert Half","category":"Learn, Two, Teaches"},{"quote":"Be intent upon the perfection of the present day.","author":"William Law","category":"Day, Perfection, Present"},{"quote":"Brainy's the new sexy.","author":"Steven Moffat","category":"Sexy, New"},{"quote":"We have all the light we need, we just need to put it in practice.","author":"Albert Pike","category":"Light, Practice, Need"},{"quote":"The destiny of man is in his own soul.","author":"Herodotus","category":"Man, Soul, Destiny"},{"quote":"The envious man grows lean at the success of his neighbor.","author":"Horace","category":"Success, Man, Neighbor"},{"quote":"At times I think and at times I am.","author":"Paul Valery","category":"I Am, Think, I Think"},{"quote":"If he who employs coercion against me could mould me to his purposes by argument, no doubt he would. He pretends to punish me because his argument is strong; but he really punishes me because his argument is weak.","author":"William Godwin","category":"Strong, Me, Doubt"},{"quote":"The new industries are brainy industries and so-called knowledge workers tend to like to be near other people who are the same. Think of the City of Hollywood. People cluster. This means you have winning regions, such as London and Cambridge, and losing regions. The people who want to be top lawyers in Sunderland are hoovered up by London.","author":"Evan Davis","category":"Knowledge, Winning, City"},{"quote":"Thinking is more interesting than knowing, but less interesting than looking.","author":"Johann Wolfgang von Goethe","category":"Thinking, Looking"},{"quote":"Inspiration arrives as a packet of material to be delivered.","author":"John Updike","category":"Inspiration, Material"},{"quote":"An education system suits some more than others. It can lead you out into life or lead you on a wild goose chase. It can help to make you miserable, or dull and nasty and insipid, or profoundly stupid in the special way that 'brainy' people can be.","author":"Michael Leunig","category":"Life, Education, Stupid"},{"quote":"Brainy folks were also present in Lyndon Johnson's administration, especially in the Pentagon, where Secretary of Defense Robert McNamara's brilliant 'whiz kids' tried to micro-manage the Vietnam war, with disastrous results.","author":"Thomas Sowell","category":"War, Present, Kids"},{"quote":"Wit is the salt of conversation, not the food.","author":"William Hazlitt","category":"Food, Conversation, Salt"},{"quote":"I was super brainy and a proper geek at school, but there would always be a boy. But that sort of obsession did turn me into a songwriter. My writing has always come from that feeling of infatuation.","author":"Ellie Goulding","category":"School, Writing, Me"},{"quote":"Our first intuitions are the true ones.","author":"Emile M. Cioran","category":"True, First, Our"},{"quote":"Sometimes you can know too much. A lot of brainy people like Stephen Fry are quite depressive.","author":"Karl Pilkington","category":"People, Know, You"},{"quote":"At the end of the day, teachers aren't going to mess about trying to make me into an Einstein, 'cause it was never gonna happen. We can't all be brainy, can we? That's just the way the world is.","author":"Karl Pilkington","category":"Day, World, Me"},{"quote":"Truth has no special time of its own. Its hour is now - always.","author":"Albert Schweitzer","category":"Time, Truth, Special"},{"quote":"An artist is he for whom the goal and center of life is to form his mind.","author":"Karl Wilhelm Friedrich Schlegel","category":"Life, Mind, Artist"},{"quote":"If in doubt, don't. If still in doubt, do what's right.","author":"Donald Rumsfeld","category":"Doubt, Right, Still"},{"quote":"Pesticides came about after the first world war. Some brainy petrochemical money maker said, 'Hey, that mustard gas worked great on people, maybe we could dilute it down and spray it on our crops to deal with pests.'","author":"Woody Harrelson","category":"Money, Great, War"},{"quote":"I'm reading a book, because I'm brainy. No, it is a book - if you don't know, it is like a blog except bigger.","author":"Craig Ferguson","category":"Reading, Book, Know"},{"quote":"Ill habits gather unseen degrees, as brooks make rivers, rivers run to seas.","author":"John Dryden","category":"Habits, Run, Rivers"},{"quote":"Our nature is the mind. And the mind is our nature.","author":"Bodhidharma","category":"Nature, Mind, Our"},{"quote":"Every man must decide for himself whether he shall master his world or be mastered by it.","author":"James Cash Penney","category":"Man, World, Master"},{"quote":"A man must not deny his manifest abilities, for that is to evade his obligations.","author":"William Feather","category":"Man, Manifest, Must"},{"quote":"Genius is never understood in its own time.","author":"Bill Watterson","category":"Time, Genius, Never"},{"quote":"Starting probably with Janeane Garofalo and that era of stand-up ladies who were starting to be more brainy and strong and clever, guys started noticing those girls as sexy smart. I always called it smarxy.","author":"Paula Pell","category":"Strong, Smart, Clever"},{"quote":"Genius is rarely able to give any account of its own processes.","author":"George Henry Lewes","category":"Genius, Processes, Give"},{"quote":"If kids and teenagers can get into a band, it's probably not because they think it's brainy.","author":"Ezra Koenig","category":"Think, Teenagers, Kids"},{"quote":"There are no elements so diverse that they cannot be joined in the heart of a man.","author":"Jean Giraudoux","category":"Heart, Man, Elements"},{"quote":"What we do belongs to what we are and what we are is what becomes of us.","author":"Henry Van Dyke","category":"Us, Belongs, Becomes"},{"quote":"What do you hang on the walls of your mind?","author":"Eve Arnold","category":"Mind, Walls, You"},{"quote":"The brainy class is made up of individuals who think for themselves and beyond formal education are continuous learners who tend to be self-taught.","author":"Maximillian Degenerez","category":"Education, Think, Class"},{"quote":"I always knew I was brainy. It struck me when I was a child that I wanted to be an adult because I never felt I belonged among children whose minds were so much simpler than mine.","author":"Maximillian Degenerez","category":"Children, Child, Me"},{"quote":"It's the people who try to be clever who never are the people who are clever never think of trying to be.","author":"Gilbert Parker","category":"People, Clever, Think"},{"quote":"You can't be taught to be brainy. You've either got it or you don't.","author":"Samantha Fox","category":"You, Either, Taught"},{"quote":"People without firmness of character love to make up a fate for themselves that relieves them of the necessity of having their own will and of taking responsibility for themselves.","author":"Ivan Turgenev","category":"Love, Responsibility, People"},{"quote":"Talent works, genius creates.","author":"Robert Schumann","category":"Talent, Genius, Works"},{"quote":"The joy of the mind is the measure of its strength.","author":"Ninon de L'Enclos","category":"Strength, Joy, Mind"},{"quote":"Ideals are the world's masters.","author":"Josiah Gilbert Holland","category":"World, Masters, Ideals"},{"quote":"Life is but thought.","author":"Sara Teasdale","category":"Life, Thought"},{"quote":"I'm 27. I feel like I get it. I'm OK with being sexy if I feel like it. Some days I'm brainy, some days I'm funny, some days I'm sexy, and sometimes, I just want to dance.","author":"Nelly Furtado","category":"Funny, Dance, Want"},{"quote":"To be is to be the value of a variable.","author":"Willard Van Orman Quine","category":"Value, Variable"},{"quote":"Talent is a faculty that is highly developed, but genius commands all the faculties.","author":"Francis Herbert Hedge","category":"Talent, Genius, Faculty"},{"quote":"And know that I am with you always; yes, to the end of time.","author":"Jesus Christ","category":"Time, I Am, End"},{"quote":"Some people are born for Halloween, and some are just counting the days until Christmas.","author":"Stephen Graham Jones","category":"Halloween, People, Born"},{"quote":"Christmas is the spirit of giving without a thought of getting. It is happiness because we see joy in people. It is forgetting self and finding time for others. It is discarding the meaningless and stressing the true values.","author":"Thomas S. Monson","category":"Happiness, Time, Joy"},{"quote":"The spirit of Christmas is the spirit of love and of generosity and of goodness. It illuminates the picture window of the soul, and we look out upon the world's busy life and become more interested in people than in things.","author":"Thomas S. Monson","category":"Love, Life, Soul"},{"quote":"Christmas waves a magic wand over this world, and behold, everything is softer and more beautiful.","author":"Norman Vincent Peale","category":"Beautiful, World, Waves"},{"quote":"Christmas isn't a season. It's a feeling.","author":"Edna Ferber","category":"Season, Feeling"},{"quote":"God never gives someone a gift they are not capable of receiving. If he gives us the gift of Christmas, it is because we all have the ability to understand and receive it.","author":"Pope Francis","category":"God, Gift, Understand"},{"quote":"Halloween starts earlier and earlier, just like Christmas.","author":"Robert Englund","category":"Halloween, Just, Like"},{"quote":"Christmas is a season not only of rejoicing but of reflection.","author":"Winston Churchill","category":"Reflection, Season, Only"},{"quote":"Halloween isn't the only time for ghosts and ghost stories. In Victorian Britain, spooky winter's tales were part of the Christmas season, often told after dinner, over port or coffee.","author":"Michael Dirda","category":"Halloween, Time, Coffee"},{"quote":"I started making music... I guess I was 12, and I started playing 'Guitar Hero.' And you know, it got to a point where on expert, you can only exceed to a certain point. And so, you know, I was like, 'Let's play real guitar. Let's not waste more time.' So, I got my mom, I told her to buy me a guitar for Christmas, and I started making music then.","author":"Post Malone","category":"Music, Time, Hero"},{"quote":"I love the excitement, the childlike spirit of innocence and just about everything that goes along with Christmas.","author":"Hillary Scott","category":"Love, Innocence, Spirit"},{"quote":"My parents were kind of over protective people. Me and my sister had to play in the backyard all the time. They bought us bikes for Christmas but wouldn't let us ride in the street, we had to ride in the backyard. Another Christmas, my dad got me a basketball hoop and put it in the middle of the lawn! You can't dribble on grass.","author":"Jimmy Fallon","category":"Time, Sister, Parents"},{"quote":"Christmas is the day that holds all time together.","author":"Alexander Smith","category":"Time, Day, Together"},{"quote":"Let's be naughty and save Santa the trip.","author":"Gary Allan","category":"Naughty, Santa, Save"},{"quote":"I've been giving back since I was a teen, handing out turkeys at Thanksgiving and handing out toys at toys drives for Christmas. It's very important to give back as a youth. It's as simple as helping an old lady across the street or giving up your seat on the bus for someone who is pregnant.","author":"Queen Latifah","category":"Thanksgiving, Thankful"},{"quote":"Christmas is joy, religious joy, an inner joy of light and peace.","author":"Pope Francis","category":"Light, Peace, Joy"},{"quote":"We have a host of English teachers in the family. My mum is an English teacher, and so are my dad, my aunt and my uncle. I have grown up with family writing competitions, and I can't remember a birthday or Christmas present that didn't include books.","author":"Alexandra Adornetto","category":"Birthday, Family, Teacher"},{"quote":"Christmas and the holidays are the season of giving. It's a time when people are more kind and open-hearted.","author":"Gisele Bundchen","category":"Time, Giving, People"},{"quote":"I love Christmas, not just because of the presents but because of all the decorations and lights and the warmth of the season.","author":"Ashley Tisdale","category":"Love, Season, Just Because"},{"quote":"Nothing says holidays, like a cheese log.","author":"Ellen DeGeneres","category":"Holidays, Cheese, Nothing"},{"quote":"Santa Claus has the right idea - visit people only once a year.","author":"Victor Borge","category":"People, Idea, Right"},{"quote":"The smell of pine needles, spruce and the smell of a Christmas tree - those to me, are the scents of the holidays.","author":"Blake Lively","category":"Tree, Holidays, Me"},{"quote":"No matter what, I always make it home for Christmas. I love to go to my Tennessee Mountain Home and invite all of my nieces and nephews and their spouses and kids and do what we all like to do - eat, laugh, trade presents and just enjoy each other... and sometimes I even dress up like Santa Claus!","author":"Dolly Parton","category":"Love, Home, Mountain"},{"quote":"The excellence of a gift lies in its appropriateness rather than in its value.","author":"Charles Dudley Warner","category":"Excellence, Value, Gift"},{"quote":"One of the most glorious messes in the world is the mess created in the living room on Christmas day. Don't clean it up too quickly.","author":"Andy Rooney","category":"Day, World, Living"},{"quote":"I don't think Christmas is necessarily about things. It's about being good to one another, it's about the Christian ethic, it's about kindness.","author":"Carrie Fisher","category":"Kindness, Good, Christian"},{"quote":"T'was the night before Christmas, when all through the house, not a creature was stirring, not even a mouse.","author":"Clement Clarke Moore","category":"Night, House, Through"},{"quote":"I had eight brothers and sisters. Every Christmas my younger brother Bobby would wake up extra early and open everybody's presents - everybody's - so by the time the rest of us got up, all the gifts were shredded, ribbons off, torn open and thrown aside.","author":"Tommy Hilfiger","category":"Time, Brother, Wake Up"},{"quote":"Maybe Christmas, the Grinch thought, doesn't come from a store.","author":"Dr. Seuss","category":"Thought, Come, Maybe"},{"quote":"Every product you have ever loved was a compromise from the ideal vision of its creators to the realities of shipping on time, on budget, and on price point. Anyone who has ever manufactured a physical product that had to be on the shelves for Christmas shopping knows how painful these choices can be.","author":"Jay Samit","category":"Time, Vision, Choices"},{"quote":"Ranking among the greatest Christmas movie classics, 'It's a Wonderful Life' tells a beautiful story about the priceless value of relationships.","author":"John C. Maxwell","category":"Life, Beautiful, Value"},{"quote":"Happy, happy Christmas, that can win us back to the delusions of our childhood days, recall to the old man the pleasures of his youth, and transport the traveler back to his own fireside and quiet home!","author":"Charles Dickens","category":"Happy, Home, Childhood"},{"quote":"Before we took down the tree each year, Dad would always say a prayer that we would be together the next Christmas. I cling to that prayer, which serves as a reminder that it's important to be grateful in the present for the people you love because, well, you never know.","author":"Catherine Hicks","category":"Love, Together, Tree"},{"quote":"I love spending time with my family and friends during the holidays, and my favorite holiday tradition would be the pozole that my mom makes almost every Christmas. It's the best!","author":"Becky G","category":"Love, Family, Time"},{"quote":"As I lay so sick on my bed, from Christmas till March, I was always praying for poor ole master. 'Pears like I didn't do nothing but pray for ole master. 'Oh, Lord, convert ole master;' 'Oh, dear Lord, change dat man's heart, and make him a Christian.'","author":"Harriet Tubman","category":"Change, Heart, Man"},{"quote":"For more than a decade, I led an organization that put on an elaborate Christmas program each December. It was a big production, with over 250 people participating in more than 20 performances. By the end of the season, everyone who participated was exhausted.","author":"John C. Maxwell","category":"End, Organization, People"},{"quote":"If you haven't got any charity in your heart, you have the worst kind of heart trouble.","author":"Bob Hope","category":"Heart, Charity, You"},{"quote":"Our many different cultures notwithstanding, there's something about the holidays that makes the planet communal. Even nations that do not celebrate Christmas can't help but be caught up in the collective spirit of their neighbors, as twinkling lights dot the landscape and carols fill the air. It's an inspiring time of the year.","author":"Marlo Thomas","category":"Time, Celebrate, Help"},{"quote":"A good conscience is a continual Christmas.","author":"Benjamin Franklin","category":"Good, Conscience"},{"quote":"What I don't like about office Christmas parties is looking for a job the next day.","author":"Phyllis Diller","category":"Day, Job, Looking"},{"quote":"Every gift which is given, even though it be small, is in reality great, if it is given with affection.","author":"Pindar","category":"Great, Reality, Gift"},{"quote":"Christmas morning, I'm going to open presents with my kids. I'm going to take pictures of them opening the presents. Then I'm going to come to the Staples Center and get ready to work.","author":"Kobe Bryant","category":"Work, Morning, Kids"},{"quote":"Christmas is a tonic for our souls. It moves us to think of others rather than of ourselves. It directs our thoughts to giving.","author":"B. C. Forbes","category":"Thoughts, Giving, Think"},{"quote":"I once wanted to become an atheist, but I gave up - they have no holidays.","author":"Henny Youngman","category":"Holidays, Atheist, Up"},{"quote":"Finding the real joy of Christmas comes not in the hurrying and the scurrying to get more done, nor is it found in the purchasing of gifts. We find real joy when we make the Savior the focus of the season.","author":"Thomas S. Monson","category":"Focus, Joy, Season"},{"quote":"I wrapped my Christmas presents early this year, but I used the wrong paper. See, the paper I used said 'Happy Birthday' on it. I didn't want to waste it so I just wrote 'Jesus' on it.","author":"Demetri Martin","category":"Birthday, Happy, Want"},{"quote":"When I first started shooting 'Sharpe,' back in the early 1990s, I'd kiss my two elder daughters goodbye at the end of August - Evie wasn't even born then - and I wouldn't see them again until Christmas. That was tough. They were hard times.","author":"Sean Bean","category":"Goodbye, End, Kiss"},{"quote":"Making your Christmas cake in September is perfect, as too fresh a cake crumbles when cut.","author":"Mary Berry","category":"Cake, Perfect, September"},{"quote":"In France, Christmas is a family holiday. You stay home. New Year's Eve is when you go out.","author":"Alain Ducasse","category":"Family, Home, Holiday"},{"quote":"I beg to present you as a Christmas gift the city of Savannah.","author":"William Tecumseh Sherman","category":"City, Gift, You"},{"quote":"A barn with cattle and horses is the place to begin Christmas; after all, that's where the original event happened, and that same smell was the first air that the Christ Child breathed.","author":"Paul Engle","category":"Child, Place, Event"},{"quote":"My brothers and sisters, true love is a reflection of the Savior's love. In December of each year we call it the Christmas spirit. You can hear it. You can see it. You can feel it.","author":"Thomas S. Monson","category":"Love, Reflection, True Love"},{"quote":"The supernatural birth of Christ, his miracles, his resurrection and ascension, remain eternal truths, whatever doubts may be cast on their reality as historical facts.","author":"David Friedrich Strauss","category":"Reality, Birth, Facts"},{"quote":"Comic-Con is nerd Christmas. People go wanting to have fun.","author":"Chris Hardwick","category":"Fun, People, Have Fun"},{"quote":"The joy of Christmas causes hundreds of radio stations around the country to play Christmas music all day, and people will exchange millions of gifts to remember the first gift of Christmas, the infant Jesus.","author":"James Lankford","category":"Music, Day, Joy"},{"quote":"Once again, we come to the Holiday Season, a deeply religious time that each of us observes, in his own way, by going to the mall of his choice.","author":"Dave Barry","category":"Time, Holiday, Choice"},{"quote":"Christmas in Bethlehem. The ancient dream: a cold, clear night made brilliant by a glorious star, the smell of incense, shepherds and wise men falling to their knees in adoration of the sweet baby, the incarnation of perfect love.","author":"Lucinda Franks","category":"Love, Wise, Baby"},{"quote":"God is in the details.","author":"Ludwig Mies van der Rohe","category":"God, Details"},{"quote":"Moving between the legs of tables and of chairs, rising or falling, grasping at kisses and toys, advancing boldly, sudden to take alarm, retreating to the corner of arm and knee, eager to be reassured, taking pleasure in the fragrant brilliance of the Christmas tree.","author":"T. S. Eliot","category":"Tree, Moving, Pleasure"},{"quote":"Christmas is a season for kindling the fire for hospitality in the hall, the genial flame of charity in the heart.","author":"Washington Irving","category":"Heart, Fire, Charity"},{"quote":"There is no better time than now, this very Christmas season, for all of us to rededicate ourselves to the principles taught by Jesus the Christ. It is the time to love the Lord, our God, with all our heart - and our neighbors as ourselves.","author":"Thomas S. Monson","category":"Love, Time, God"},{"quote":"There's something about a Christmas sweater that will always make me laugh.","author":"Kristen Wiig","category":"Me, Laugh, Make Me Laugh"},{"quote":"I think that 'Ghost Rider: Spirit of Vengeance' was mentally taxing, if only because I had to go to a Christmas party shortly after I had wrapped photography in Romania at two in the morning as the Ghost Rider. The invitation had a Christmas ornament on it with Ghost Rider's face on it as a tree.","author":"Nicolas Cage","category":"Morning, Tree, Photography"},{"quote":"Back when we was in school in Mississippi, we had Little Black Sambo. That's what you learned: Anytime something was not good, or anytime something was bad in some kinda way, it had to be called black. Like, you had Black Monday, Black Friday, black sheep... Of course, everything else, all the good stuff, is white. White Christmas and such.","author":"B. B. King","category":"Good, School, Black"},{"quote":"It's silly talking about how many years we will have to spend in the jungles of Vietnam when we could pave the whole country and put parking stripes on it and still be home by Christmas.","author":"Ronald Reagan","category":"Home, Silly, Country"},{"quote":"When I was 12, all I wanted for Christmas was a trampoline or a four-wheeler. I ended up getting both presents for Christmas.","author":"Chris Brown","category":"Up, Presents, Both"},{"quote":"What I'm not saying is that all government spending is bad. It's not - far, far from it, but there is no free lunch, as a former colleague of mine used to say. There is no public tooth fairy. Father Christmas does not work on the Treasury staff this year. You can never bail someone out of trouble without putting someone else into trouble.","author":"Arthur Laffer","category":"Work, Father, Government"},{"quote":"Isn't that the great thing about Christmas? You get a lot of respite, time to recharge your batteries, time with family without too much else happening anywhere else in the world, time to focus on the people you love and the activities that you enjoy, time to exercise, to read.","author":"Wayne Swan","category":"Love, Family, Time"},{"quote":"Classic Christmas cookies are really time-consuming. Instead, make a bar you can bake in a pan and just cut up, like a brownie or a blondie or a shortbread, which still has that Christmas vibe.","author":"Zooey Deschanel","category":"Cookies, You, Up"},{"quote":"For many, Christmas is also a time for coming together. But for others, service will come first.","author":"Queen Elizabeth II","category":"Time, Service, Together"},{"quote":"Back in 1960 at Christmas time, I did work loading and unloading boxcars for Railway Express. That was a kind of weight training that helped me. I weighed about 160 when I started. I began to gain weight and kept right on gaining until I reached 195 pounds.","author":"Pete Rose","category":"Work, Time, Training"},{"quote":"As we give presents at Christmas, we need to recognize that sharing our time and ourselves is such an important part of giving.","author":"Gordon B. Hinckley","category":"Time, Giving, Sharing"},{"quote":"On the morning, Daddy and I get up at six o'clock because Christmas trees must be bought in the dark. We walk to the other end of town, as the big harbour is just the right setting for buying a Christmas tree. We spend hours choosing, looking at every branch suspiciously. It's always cold.","author":"Tove Jansson","category":"Morning, Tree, Trees"},{"quote":"At school, I'd be the dude singing to the girls, always up in the auditorium, in the lunch room singing Christmas carols, in the halls between class. I was always singing, and same thing with my grandfather. The apple doesn't fall too far from the tree; you know how that goes.","author":"Desiigner","category":"School, Tree, Apple"},{"quote":"Sometimes I wonder: What are the children thinking? And sometimes I wonder why the hell I'm not buying a tree like the other neighbors. After all, there is no mention in Christianity of Christmas trees, and even if there were - is there any good reason why I shouldn't be buying some red stockings?","author":"Sayed Kashua","category":"Children, Good, Tree"},{"quote":"I do get approached every day by people who say, 'Why don't you make more movies?' I don't really miss it when I get to go and watch my daughter in the Christmas pageant.","author":"Nia Vardalos","category":"Day, Daughter, People"},{"quote":"Christmas music is usually more concentrated pop music in a way. It's meant to make us feel good, and it's meant to make us like we belong somewhere.","author":"Jens Lekman","category":"Music, Good, Feel Good"},{"quote":"I like indoor Christmas trees. And I like people who decorate their homes with lights and all that crap. I think it's a healthy outlet for them. If they weren't covering their lawns with twinkling lights, they'd be doing something that was really, really creepy.","author":"Lewis Black","category":"Trees, People, Healthy"},{"quote":"I've got more than 600 pairs of Ray-Ban sunglasses, from 1950s originals to newer models. I have them on the wall like opticians do so I can pick out a pair that goes with my outfit. I had around 30 pairs, then my husband Rainer started getting them for me as birthday and Christmas gifts.","author":"Suzi Quatro","category":"Birthday, Me, Husband"},{"quote":"When I cook for my family on Christmas, I make feijoada, a South American dish of roasted and smoked meats like ham, pork, beef, lamb, and bacon - all served with black beans and rice. It's festive but different.","author":"Maya Angelou","category":"Family, American, Black"},{"quote":"I just think that it's strong and it's important that we recognize what the Christmas season is about; it's about the birth of our Savior, and there's a lot of pressure today to be politically correct, but people are realizing, too, that you have to be open to express your faith what you want believe.","author":"Joel Osteen","category":"Faith, Today, Strong"},{"quote":"For those, like me, who can't rely on being given a home smoker this Christmas, you can build your own approximation with just a roll of tin foil and a big wok or pan for which you have a lid.","author":"Yotam Ottolenghi","category":"Home, Me, You"},{"quote":"I worked for a big department store, and strangely, on my first day, they put me in charge of Christmas wrapping. I didn't know how to wrap a present and make it not look like it fell off a truck.","author":"Joel Edgerton","category":"Day, Me, Know"},{"quote":"A Christian's celebration of Christmas should be a lot different from that of nonbelievers.","author":"Monica Johnson","category":"Christian, Celebration"},{"quote":"Miramax seems to be showing the same faith in Roberto Benigni's 'Pinocchio' that the Republican Party showed in Trent Lott the live-action version of Carlo Collodi's fairy tale about the wooden puppet whose only ambition was to be a real live boy was sneaked into theaters Christmas Day.","author":"Elvis Mitchell","category":"Day, Faith, Ambition"},{"quote":"Pfft, I hate Christmas Day. It's for children and families. Not for people like me.","author":"Karl Lagerfeld","category":"Children, Day, Hate"},{"quote":"I'm a physicist, and we have something called Moore's Law, which says computer power doubles every 18 months. So every Christmas, we more or less assume that our toys and appliances are more or less twice as powerful as the previous Christmas.","author":"Michio Kaku","category":"Power, Powerful, Law"},{"quote":"When I was a child in England before the war, Christmas pudding always contained at least one shiny new sixpence, and it was considered a sign of great good luck for the new year to find one in your helping of the pudding.","author":"Michael Korda","category":"Good, Great, War"},{"quote":"I grew up believing in Santa Claus, and we still treat our house at Christmas with a huge reverence for that belief - even though our children are 19 through 23.","author":"Mary Steenburgen","category":"Children, Treat, Belief"},{"quote":"Christmas is a rare occasion when we are reminded that we have obligations to people we did not choose to be related to, and that love is not just a spontaneous feeling but something we sometimes really have to work at, with people we may not even much like.","author":"Julian Baggini","category":"Love, Work, Love Is"},{"quote":"Back in the 1950s and '60s, J. M. Barrie's 'Peter Pan' - starring Mary Martin and Cyril Ritchard - was regularly aired on network television during the Christmas season. I must have seen it four or five times and remember, in particular, Ritchard's gloriously camp interpretation of Captain Hook.","author":"Michael Dirda","category":"Television, Remember, Season"},{"quote":"I was talking to one of my aunties at Christmas and she said she didn't think it was ever in my nature to go against the grain, that I was always a good boy. I think she was right - I did always want to be good.","author":"James McAvoy","category":"Nature, Good, Want"},{"quote":"My mother was a professional sick person she took a lot of pain pills. There are many people like that. It's just how they are used to getting attention. I always remember she's the daughter of alcoholics who'd leave her alone at Christmas time.","author":"Jim Carrey","category":"Time, Daughter, Mother"},{"quote":"I wanted an electric train for Christmas but I got the saxophone instead.","author":"Clarence Clemons","category":"Train, Electric, Saxophone"},{"quote":"We used to indulge hopelessly as a family at Christmas. When the children were little, I dressed up as Father Christmas. They knew it was a gag, but they loved it. I remember stealing into their bedrooms at 1 A.M. and filling the stockings up at the end of the bed.","author":"Richard Attenborough","category":"Family, Children, Father"},{"quote":"Christmas to a child is the first terrible proof that to travel hopefully is better than to arrive.","author":"Stephen Fry","category":"Travel, Child, Better"},{"quote":"I think 'Elf' is funny, with Will Ferrell. That's a great Christmas movie.","author":"Robert Osborne","category":"Funny, Great, Think"},{"quote":"Throughout history, Hanukkah was a relatively minor festival, but it's become very popular in America due to its proximity to Christmas.","author":"Gil Marks","category":"History, America, Festival"},{"quote":"If you want me to sing this Christmas song with the feeling and the meaning, you better see if you can locate that check.","author":"Mahalia Jackson","category":"Song, Me, Meaning"},{"quote":"I have a musical called Goodbye and Good Luck, based on a Grace Paley short story. I also have King Island Christmas, and there are 20 different productions of it this year.","author":"David Friedman","category":"Good, Goodbye, Short"},{"quote":"There's a little vanity chair that Charlie gave me the first Christmas we knew each other. I'll not be parting with that, nor our bed - the four-poster - I'll be needing that to die in.","author":"Helen Hayes","category":"Me, Chair, Die"},{"quote":"Don't give me books for Christmas I already have a book.","author":"Jean Harlow","category":"Book, Me, Give"},{"quote":"Our family's special holiday tradition is going over to my grandparent's house on Christmas morning. My grandma cooks a big breakfast, and I love hearing her tell old funny stories.","author":"Caroline Sunshine","category":"Funny, Love, Family"},{"quote":"Christmas really is about all the cliches: health, happiness and love. A future with my family is the important thing... to stay alive for them.","author":"Sylvie Meis","category":"Love, Family, Happiness"},{"quote":"I love the smell of a real Christmas tree - also, my mum's Christmas pudding with brandy sauce.","author":"Mallory Jansen","category":"Love, Tree, Real"},{"quote":"At Christmas, I am always struck by how the spirit of togetherness lies also at the heart of the Christmas story. A young mother and a dutiful father with their baby were joined by poor shepherds and visitors from afar. They came with their gifts to worship the Christ child.","author":"Queen Elizabeth II","category":"Father, Mother, I Am"},{"quote":"I know that a Christmas tree farm in Pennsylvania is about the most random place for a country singer to come from, but I had an awesome childhood.","author":"Taylor Swift","category":"Tree, Childhood, Awesome"},{"quote":"Country ham is baked whole, usually with a glaze, sometimes studded with cloves, and served as the centerpiece of Christmas and Easter feasts.","author":"Kate Christensen","category":"Country, Sometimes, Whole"},{"quote":"The term 'natural resources' confuses people. 'Natural resources' are not like a finite number of gifts under the Christmas tree. Nature is given, but resources are created.","author":"Alex Tabarrok","category":"Nature, Tree, People"},{"quote":"Yeah, I started when I was 6 years old. My brother and sister would get all of these presents at Christmas time from the cast and crew of their show and I was jealous. So I decided that I had to become an actor.","author":"Sara Gilbert","category":"Time, Sister, Brother"},{"quote":"Christmas, children, is not a date. It is a state of mind.","author":"Mary Ellen Chase","category":"Children, Mind, Date"},{"quote":"My mother was a not-too-devoted atheist. She went to Episcopal church on Christmas Eve every year, and that was mostly it.","author":"Anne Lamott","category":"Mother, Church, She"},{"quote":"I loved rock and roll when that came in, Bill Haley, Little Richard, Fats Domino, Buddy Holly, Elvis Presley, all those great records. So I begged my mom and dad for a guitar, which eventually they did get me for Christmas, but it went out of tune very quickly, and it hurt my fingers.","author":"Ian McLagan","category":"Great, Mom, Hurt"},{"quote":"There's nothing sadder in this world than to awake Christmas morning and not be a child.","author":"Erma Bombeck","category":"Morning, Child, World"},{"quote":"I like to think I'm like the guy who goes to the office Christmas party Friday night, insults some people, but still has his job Monday morning.","author":"Don Rickles","category":"Morning, Job, Night"},{"quote":"I was nine or 10 years old and my father was sacked on Christmas Day. He was a manager, the results had not been good, he lost a game on December 22 or 23. On Christmas Day, the telephone rang and he was sacked in the middle of our lunch.","author":"Jose Mourinho","category":"Day, Good, Father"},{"quote":"Christmas is, of course, the time to be home - in heart as well as body.","author":"Garry Moore","category":"Time, Home, Heart"},{"quote":"Christmas cookies can't help but be retro - they are memory first, sugar-flour-egg-redhot-gumdrop-sparkle reality second.","author":"Dana Goodyear","category":"Memory, Reality, Help"},{"quote":"The Christian faith can never be separated from the soil of sacred events, from the choice made by God, who wanted to speak to us, to become man, to die and rise again, in a particular place and at a particular time.","author":"Pope Benedict XVI","category":"Time, Faith, God"},{"quote":"I always liked it when people go back in time to discover things about themselves, like with 'A Christmas Carol' and you're getting a tour of your life by the ghosts of Christmas past, present and future.","author":"John Cusack","category":"Life, Time, Future"},{"quote":"Halloween is bigger than Christmas in America. I've experienced it in New York, Los Angeles and Washington D.C., and if you're in the right neighbourhood, every house is decorated with spooky ghosts, spider webs, and jack-o-lanterns.","author":"Rhys Darby","category":"Halloween, America, New York"},{"quote":"When we were children we were grateful to those who filled our stockings at Christmas time. Why are we not grateful to God for filling our stockings with legs?","author":"Gilbert K. Chesterton","category":"Time, Children, God"},{"quote":"Time always seems long to the child who is waiting - for Christmas, for next summer, for becoming a grownup: long also when he surrenders his whole soul to each moment of a happy day.","author":"Dag Hammarskjold","category":"Time, Happy, Day"},{"quote":"My mom is a really good cook. I didn't get the cooking gene, but she cooks this really amazing dinner every Christmas, and that's always really fun.","author":"Miranda Cosgrove","category":"Good, Mom, Cooking"},{"quote":"Working on 'Nightmare Before Christmas,' I had endless arguments, like the studio saying, 'You can't have a main character that's got no eyeballs!' 'How is anybody going to feel for somebody with just eyesockets?' You know? So, it's those kind of things that really wear you down.","author":"Tim Burton","category":"Character, Know, Saying"},{"quote":"Leftists wage the war on Christmas using their traditional methods - government fiat and the court system. They never win voting, and they certainly don't win in the free market, so they bravely fight their battles through big government.","author":"Milo Yiannopoulos","category":"War, Government, Fight"},{"quote":"I love Christmas tree bulbs, and I started putting them in my paintings. You've got to plug this painting in, and it's got a rig in the back, so that each one can be replaced if it burns out.","author":"David Lynch","category":"Love, Tree, Painting"},{"quote":"We consider Christmas as the encounter, the great encounter, the historical encounter, the decisive encounter, between God and mankind. He who has faith knows this truly; let him rejoice.","author":"Pope Paul VI","category":"Faith, Great, God"},{"quote":"The two most joyous times of the year are Christmas morning and the end of school.","author":"Alice Cooper","category":"Morning, School, End"},{"quote":"Expectancy is the atmosphere for miracles.","author":"Edwin Louis Cole","category":"Miracles, Atmosphere"},{"quote":"God seeks to influence humanity. This is at the heart of the Christmas story. It is the story of light coming into the darkness, of a Savior to show us the way, of light overcoming the darkness, of God's work to save the world.","author":"Adam Hamilton","category":"Work, Light, God"},{"quote":"The fact is, we need markers in life, whether we subscribe to a religion or not. And the major holidays, such as Christmas, serve to remind us of the turning world.","author":"Jay Parini","category":"Life, Religion, World"},{"quote":"My mother-in-law has come round to our house at Christmas seven years running. This year we're having a change. We're going to let her in.","author":"Les Dawson","category":"Change, Her, House"},{"quote":"We're raising our girls to understand the real meaning of Christmas, and to know that it's most important to have Christmas in your heart. We go to our local mall and donate toys, and we say prayers for all the people in the world who might not be as lucky as we are.","author":"Faith Hill","category":"Heart, World, People"},{"quote":"We got to the moon on Christmas Eve 1968, at the end of a poor year for this country. We had Vietnam. We had civil unrest. We had the assassinations of Robert Kennedy and Martin Luther King. But we went around the moon and saw the far side for the first time. A script writer couldn't have done a better job of raising people's hope.","author":"Jim Lovell","category":"Time, Hope, Moon"},{"quote":"In the minds of a Liberal, someone who isn't Christian might be offended if we say Merry Christmas to them, so we shouldn't say Merry Christmas to anyone. The logic is bizarre!","author":"Milo Yiannopoulos","category":"Christian, Logic, Liberal"},{"quote":"My little brother and grandma told me I could sing. I used to sing in church, too. Not like in the choir or anything, but for people around the church... on the church bus going home and Christmas plays.","author":"Bryson Tiller","category":"Home, Brother, Me"},{"quote":"No matter what else is going on, Christmas is my all-time favorite period in the year. It has a positive effect on me like very little else does, seasonally, that is.","author":"Rush Limbaugh","category":"Positive, Me, Favorite"},{"quote":"My parents got me a sewing machine for Christmas during my senior year of high school. I made three pieces of clothing and had a fashion show at the end of the year, where we had to wear the clothes that we made. I took it to a whole new level; I made all my friends clothes.","author":"Kourtney Kardashian","category":"Friends, School, Parents"},{"quote":"Christmas gives us the opportunity to pause and reflect on the important things around us - a time when we can look back on the year that has passed and prepare for the year ahead.","author":"David Cameron","category":"Time, Opportunity, Prepare"},{"quote":"Christmas is, for those who wish to follow the way of Jesus, an invitation to accept into our comfortable and safe lives those who come to us from far away, who seem ragged, marginal, in transition.","author":"Jay Parini","category":"Wish, Transition, Far Away"},{"quote":"I love 'White Christmas.' That's one of my favorites just because I love the music. I love the story, Bing Crosby. It's just one of my all time favorites. And it's hard to have a Christmas without seeing a little bit of Jimmy Stewart and angels running around town.","author":"Scott Bakula","category":"Love, Music, Time"},{"quote":"My family background is Mexican, and I was born in Chicago. It's pretty much family tradition every time we get together for Christmas and major holidays to sing. Our family time is centered around the food and a little bit of performing for one another.","author":"Ailyn Perez","category":"Family, Time, Food"},{"quote":"I didn't know the full dimensions of forever, but I knew it was longer than waiting for Christmas to come.","author":"Richard Brautigan","category":"Waiting, Know, Forever"},{"quote":"Every July, I look forward to taping a Christmas show - in July in Nashville. In 98-degree weather. I love it.","author":"Larry the Cable Guy","category":"Love, Weather, Look"},{"quote":"Christmas is a Christian holiday, and any self-respecting person of another religion should not celebrate a holiday that they don't believe in. Clearly, Christ is in the name of the holiday, so there should be a belief in Him.","author":"Monica Johnson","category":"Religion, Believe, Celebrate"},{"quote":"Giving is a really big thing around Christmas, as well it should be. Christmas is about giving, and it all stems from the greatest gift the world has ever received - the gift of Jesus Christ.","author":"Monica Johnson","category":"Giving, World, Gift"},{"quote":"For me, the two weeks between Christmas and Twelfth Night have come to be reserved for desultory reading. The pressure of the holiday is over, the weather outside is frightful, there are lots of leftovers to munch on, vacation hours are being used up.","author":"Michael Dirda","category":"Vacation, Reading, Weather"},{"quote":"That's the true spirit of Christmas people being helped by people other than me.","author":"Jerry Seinfeld","category":"Me, People, True"},{"quote":"The thing about Christmas is that it almost doesn't matter what mood you're in or what kind of a year you've had - it's a fresh start.","author":"Kelly Clarkson","category":"Start, You, Kind"},{"quote":"I save every Christmas card. I keep them all.","author":"Alison Sweeney","category":"Save, Keep, Every"},{"quote":"Next to a circus there ain't nothing that packs up and tears out faster than the Christmas spirit.","author":"Kin Hubbard","category":"Tears, Circus, Nothing"},{"quote":"Christmas is the antithesis of Thanksgiving. Christmas is pretty much a man-made holiday.","author":"John Clayton","category":"Thanksgiving, Holiday"},{"quote":"According to an ancient Sardinian legend, the bodies of those who are born on Christmas Eve will never dissolve into dust but are preserved until the end of time.","author":"Grazia Deledda","category":"Time, End, Legend"},{"quote":"It is never too late to get into tennis! While I started playing at the age of 8 when my parents gave me a tennis racquet for Christmas, tennis is a lifelong sport that can be enjoyed by people of almost any age. It's also something you never forget once you learn.","author":"Samantha Stosur","category":"Age, Parents, Me"},{"quote":"When you have kids, you instantly feel that you do not want to do them wrong. Those dads that go off to Florida and start a new life, I couldn't imagine that: seeing my kid once every Christmas, every three years. If I'm gone for six days it feels like too much.","author":"Adam Carolla","category":"Life, Start, Want"},{"quote":"For me growing up, Christmas time was always the most fantastic, exciting time of year, and you'd stay up until three in the morning. You'd hear the parents wrapping in the other room but you knew that also, maybe, they were in collusion with Santa Claus.","author":"Chris Pine","category":"Morning, Time, Parents"},{"quote":"I've got some incredible fans actually - so loyal and they make me birthday cards and Christmas cards. I got this package of poems and artwork based around the songs. They've got this thing called 'Floetry' where they all have to put in artwork. They've set up their own competitions and stuff which is kind of amazing.","author":"Florence Welch","category":"Birthday, Amazing, Me"},{"quote":"Globalization has created this interlocking fragility. At no time in the history of the universe has the cancellation of a Christmas order in New York meant layoffs in China.","author":"Nassim Nicholas Taleb","category":"Time, History, Universe"},{"quote":"I still get up every morning at 4 A.M. I write seven days a week, including Christmas. And I still face a blank page every morning, and my characters don't really care how many books I've sold.","author":"Dan Brown","category":"Morning, Week, Page"},{"quote":"I'm a strong nonbeliever in the Christmas letter where you don't really read it because it's just full of kind of meaningless information. It doesn't really resonate to the person reading it, but it means so much to the person that wrote it.","author":"B. D. Wong","category":"Strong, Reading, Information"},{"quote":"I throw a Christmas party at my house. It's not really a Christmas party, because I don't want to call it a Christmas party. But let's just say I put a lot of Christmas trees around the house, so it smells good.","author":"Bill Murray","category":"Good, Trees, Party"},{"quote":"It kills me when people talk about California hedonism. Anybody who talks about California hedonism has never spent a Christmas in Sacramento.","author":"Joan Didion","category":"Me, People, California"},{"quote":"The holidays are my favorite time of year! Christmas was always one of the biggest celebrations in Sweden, and I look forward to the festivities each year.","author":"Marcus Samuelsson","category":"Time, Holidays, Look"},{"quote":"You are not practicing Judaism if you celebrate Christmas.","author":"Elliott Abrams","category":"Celebrate, You, Practicing"},{"quote":"I used to sleep in the T-shirt I wore during the day and whatever ratty old gym shorts I could find on the floor. But one year for Christmas, someone gave me a very chic, comfortable pair of pajamas from Brooks Brothers, and I realized the error of my ways.","author":"Derek Blasberg","category":"Day, Sleep, Me"},{"quote":"If you had a Ministry box set under your Christmas tree, wrapped in paper, 'From Beer to Eternity' is the bow that goes around the present, you know what I mean?","author":"Al Jourgensen","category":"Tree, Beer, Know"},{"quote":"Once I found out that I was playing 'Deathlok,' I unearthed my old comic book collection. I was going home for Christmas, and I have a collection of thousands of comics. I was surprised to see that 90% of them were Marvel. So, I wanted to go through my collection and start there.","author":"J. August Richards","category":"Home, Book, Start"},{"quote":"My father Bill had a problem with Christmas. Although he appears in old photographs to possess a whippy, muscular frame, he was actually a frail man and usually managed to cause some kind of drama just before the festivities began.","author":"Christopher Fowler","category":"Father, Man, Problem"},{"quote":"I don't have a real recipe with measurements for my chicken stew. I just kind of make it up as I go. I made it for the first time one Christmas when I came home from college. It's guaranteed to cure a cold.","author":"John Legend","category":"Time, Home, College"},{"quote":"Seeing the actual 'The Chronicles of Narnia: The Lion, the Witch, and the Wardrobe', I absolutely loved it. It became one of my favourite films. It was a real Christmas classic, and it was one of the most popular films ever in British history.","author":"Will Poulter","category":"History, Lion, Loved"},{"quote":"I tend to think of Pluto and its moons as presents sitting under a Christmas tree. They're wrapped, and from Earth all we can do is look at the boxes to see whether they're light or heavy, to see if something maybe jiggles a bit inside. We're seeing intriguing things, but we really don't know what's in there.","author":"Alan Stern","category":"Light, Tree, Earth"},{"quote":"At the heart of every really good Christmas movie is the threat, I suppose, to Christmas. Something is wrong with Christmas, in all of these movies. In 'The Polar Express,' there's a kid that doesn't really believe, and that's the threat to Christmas. In 'Santa Claus: The Movie,' jealousy and greed are threatening to overrun his Christmas.","author":"James McAvoy","category":"Good, Heart, Jealousy"},{"quote":"I love snow; I love building snowman. The only thing I don't like is the cold - so if we could have a hot Christmas, that would be amazing.","author":"Ella Henderson","category":"Love, Amazing, Building"},{"quote":"Growing up in Northern California, I've only seen snow at Christmas maybe twice in my life! I was always jealous of my cousins on the East Coast with their white Christmases.","author":"Guy Fieri","category":"Life, Growing Up, My Life"},{"quote":"I think we've taken the meaning of Christmas out. People don't stop and think about Jesus or the birth of Jesus. When they think of Christmas, they think of Santa Claus and - for the children, and they think of giving gifts and out-giving the next person of spending their time looking for the right thing for somebody who has everything.","author":"Billy Graham","category":"Time, Children, Giving"},{"quote":"When you give up yourself, that's when you will feel the true spirit of Christmas. And that's giving that's serving others and that's when you feel fulfilled.","author":"Joel Osteen","category":"Giving, Yourself, You"},{"quote":"I started wearing Ugg when I was, like, 13 or 14, in high school, and my mom got me a pair for Christmas one year.","author":"Tom Brady","category":"Mom, School, Me"},{"quote":"It's funny, I was talking to somebody who writes for a cop show, and he was saying how they aren't allowed to acknowledge Christmas, Thanksgiving, Valentine's Day, just because it has to be able to play forever.","author":"Hannah Simone","category":"Funny, Thanksgiving, Day"},{"quote":"As a very young man growing up in Texas, usually I got a shotgun or cowboy boots for Christmas.","author":"Robert Wilson","category":"Man, Growing Up, Boots"},{"quote":"Christmas can have a real melancholy aspect, 'cause it packages itself as this idea of perfect family cohesion and love, and you're always going to come up short when you measure your personal life against the idealized personal lives that are constantly thrust in our faces, primarily by TV commercials.","author":"Dan Savage","category":"Love, Life, Family"},{"quote":"My fondest memories are generally the day after Thanksgiving. I get the total decorating Christmas itch.","author":"Katharine McPhee","category":"Thanksgiving, Day, Memories"},{"quote":"I'd rather do community service than sit and write a load of Christmas cards.","author":"Paul O'Grady","category":"Community, Service, Cards"},{"quote":"When I met Letterman, he told me he thought 'Christmas (Baby Please Come Home)' was the greatest Christmas song he ever heard, and he wanted me to be on his show to sing it.","author":"Darlene Love","category":"Home, Baby, Me"},{"quote":"Every Christmas, all around Ghana, there are tons of these parties and they are full of everything that exists in human life in Ghana and worldwide.","author":"Taiye Selasi","category":"Life, Human Life, Human"},{"quote":"I cut 'Diamond in My Crown' in my home in Georgia, because I wanted to use an old 1848 pump organ that my mother-in-law had gotten for Emory for Christmas one year. His mother would be proud to know that pump organ was made use of.","author":"Patty Loveless","category":"Home, Mother, Proud"},{"quote":"It's bad enough being conned into singing an anti-war message by John Lennon when you think you're just wishing everyone a merry Christmas.","author":"Ian Watson","category":"Singing, Think, You"}]}