{"author":"Ravindu Manoj","github":"ravindu01manoj","repo":"Quotes-500k","data":[{"quote":"Security is a kind of death.","author":"Tennessee Williams","category":"security"},{"quote":"Without danger we cannot get beyond danger.... Each one of us requires the spur of insecurity to force us to do our best.","author":"Dr. Harold W. Dodds","category":"security"},{"quote":"Nerves provide me with energy. ... It's when I don't have them  when I feel at ease  that I get worried.","author":"Mike Nichols","category":"security"},{"quote":"Protection and security are only valuable if they do not cramp life excessively.","author":"Carl Jung","category":"security"},{"quote":"Too many people are thinking of security instead of opportunity  they seem more afraid of life than of death.","author":"James F. Byrnes","category":"security"},{"quote":"The one permanent emotion of the inferior man is fear-fear of the unknown  the complex  the inexplicable. What he wants beyond everything else is safety.","author":"H. L. Mencken","category":"security"},{"quote":"We spend our time searching for security and hate it when we get it.","author":"John Steinbeck","category":"security"},{"quote":"Be like the bird that  passing on her flight awhile on boughs too slight  feels them give way beneath her  and yet sings  knowing that she hath wings.","author":"Victor Hugo","category":"security"},{"quote":"We hear of a silent generation  more concerned with security than integrity  with conforming than performing  with imitating than creating.","author":"Thomas J. Watson","category":"security"},{"quote":"A man cannot be comfortable without his own approval.","author":"Mark Twain","category":"self, self, knowledge"},{"quote":"An old man concludeth from his knowing mankind that they know him too  and that maketh him very wary.","author":"Lord Halifax","category":"self, self, knowledge"},{"quote":"A sick man that gets talking about himself  a woman that gets talking about her baby  and an author that begins reading out of his own book  never know when to stop.","author":"Oliver Wendell Holmes","category":"self, self, knowledge"},{"quote":"Each man must look to himself to teach him the meaning of life. It is not something discovered  it is something moulded.","author":"Antoine de Saint-Exupery","category":"self, self, knowledge"},{"quote":"Egotism: the art of seeing in yourself what others cannot see.","author":"George Higgins","category":"self, self, knowledge"},{"quote":"Every one is bound to bear patiently the results of his own example.","author":"Phaedrus","category":"self, self, knowledge"},{"quote":"He who is in love with himself has at least this advantage he won't encounter many rivals.","author":"G. C. Lichtenberg","category":"self, self, knowledge"},{"quote":"If you can't bite  don't show your teeth.","author":"Old saying","category":"self, self, knowledge"},{"quote":"Know him  know me.","author":"Dizzy Gillespie","category":"self, self, knowledge"},{"quote":"Man who man would be  must rule the empire of himself.","author":"Percy Bysshe Shelley","category":"self, self, knowledge"},{"quote":"No man does anything from a single motive.","author":"Samuel Taylor Coleridge","category":"self, self, knowledge"},{"quote":"Nobody can honestly think of himself as a strong character because  however successful he may be in overcoming them  he is necessarily aware of the doubts and temptations that accompany every important choice.","author":"W. H. Auden","category":"self, self, knowledge"},{"quote":"We carry with us the wonders we seek without us.","author":"Sir Thomas Browne","category":"self, self, knowledge"},{"quote":"What the collective age wants  allows and approves  is the perpetual holiday from the self.","author":"Thomas Mann","category":"self, self, knowledge"},{"quote":"When a man is wrapped up in himself he makes a pretty small package.","author":"John Ruskin","category":"self, self, knowledge"},{"quote":"Who's not sat tense before his own heart's curtain?","author":"Rainer Maria Rilke","category":"self, self, knowledge"},{"quote":"If a man really knew himself he would utterly despise the ignorant notions others might form on a subject in which he had such matchless opportunities for observation.","author":"George Santayana","category":"self, self, knowledge"},{"quote":"With every physical pain  my moral fibre unravels a little.","author":"Mason Cooley","category":"self, self, knowledge"},{"quote":"I have never seen a greater monster or miracle in the world than myself.","author":"Michel de Montaigne","category":"self, self, knowledge"},{"quote":"We are all serving a life sentence in the dungeon of self.","author":"Cyril Connolly","category":"self, self, knowledge"},{"quote":"One may understand the cosmos  but never the ego  the self is more distant than any star.","author":"G. K. Chesterton","category":"self, self, knowledge"},{"quote":"We judge ourselves by our motives and others by their actions.","author":"Dwight Morrow","category":"self, self, knowledge"},{"quote":"There is nothing noble about being superior to some other man. The true nobility is in being superior to your previous self.","author":"Hindu proverb","category":"self, self, knowledge"},{"quote":"Self-confidence is the first requisite to great undertakings.","author":"Samuel Johnson","category":"self, self, knowledge"},{"quote":"Never to talk of oneself is a form of hypocrisy.","author":"Friedrich Nietzsche","category":"self, self, knowledge"},{"quote":"Goethe said there would be little left of him if you were to discard what he owed to others.","author":"Charlotte Cushman","category":"self, self, knowledge"},{"quote":"Be yourself. Who else is better qualified?","author":"Frank J. Giblin","category":"self, self, knowledge"},{"quote":"I don't think anyone is free - one creates one's own prison.","author":"Graham Sutherland","category":"self, self, knowledge"},{"quote":"I am I plus my circumstances.","author":"Josi Ortega y Gasset","category":"self, self, knowledge"},{"quote":"I think somehow we learn who we really are and then live with that decision.","author":"Eleanor Roosevelt","category":"self, self, knowledge"},{"quote":"There is nothing will kill a man so soon as having nobody to find fault with but himself.","author":"George Eliot","category":"self, self, knowledge"},{"quote":"I am as bad as the worst  but  thank God  I am as good as the best.","author":"Walt Whitman","category":"self, self, knowledge"},{"quote":"A man can stand a lot as long as he can stand himself. He can live without hope  without friends  without books  even without music  as long as he can listen to his own thoughts.","author":"Axel Munthe","category":"self, self, knowledge"},{"quote":"If you really do put a small value upon yourself  rest assured that the world will not raise your price.","author":"Anonymous","category":"self, self, knowledge"},{"quote":"If I am not for myself  who will be?","author":"Pirke Avot","category":"self, self, knowledge"},{"quote":"The greatest success is successful self-acceptance.","author":"Ben Sweet","category":"self, self, knowledge"},{"quote":"Compassion for myself is the most powerful healer of them all.","author":"Theodore Isaac Rubin","category":"self, self, knowledge"},{"quote":"Self-respect is the root of discipline: the sense of dignity grows with the ability to say no to oneself.","author":"Abraham J. Heschel","category":"self, self, knowledge"},{"quote":"If you know nothing  be pleased to know nothing.","author":"John Newlove","category":"self, self, knowledge"},{"quote":"I am more afraid of my own heart than of the Pope and all his cardinals. I have within me the great Pope  Self.","author":"Martin Luther","category":"self, self, knowledge"},{"quote":"The happy man is he who knows his limitations  yet bows to no false gods.","author":"Robert Service","category":"self, self, knowledge"},{"quote":"From without  no wonderful effect is wrought within ourselves  unless some interior  responding wonder meets it.","author":"Herman Melville","category":"self, self, knowledge"},{"quote":"Nobody knows what's in him until he tries to pull it out. If there's nothing  or very little  the shock can kill a man.","author":"Ernest Hemingway","category":"self, self, knowledge"},{"quote":"Blessed are they who heal us of self-despisings. Of all services which can be done to man  I know of none more precious.","author":"William Hale White","category":"self, self, knowledge"},{"quote":"When three people call you an ass  put on a bridle.","author":"Spanish proverb","category":"self, self, knowledge"},{"quote":"A complete life may be one ending in so full an identification with the not-self that there is no self left to die.","author":"Bernard Berenson","category":"self, self, knowledge"},{"quote":"A show of envy is an insult to oneself.","author":"Yevgeny Yevtushenko","category":"self, self, knowledge"},{"quote":"Maturity consists of no longer being taken in by oneself.","author":"Kajetan von Schlaggenberg","category":"self, self, knowledge"},{"quote":"Our own interests are still an exquisite means for dazzling our eyes agreeably.","author":"Blaise Pascal","category":"self, self, knowledge"},{"quote":"To penetrate one's being  one must go armed to the teeth.","author":"Paul Valery","category":"self, self, knowledge"},{"quote":"Men at some time are masters of their fates: The fault  dear Brutus  is not in our stars  But in ourselves  that we are underlings.","author":"William Shakespeare","category":"self, self, knowledge"},{"quote":"Self-reverence  self-knowledge  self-control - these three alone lead to sovereign power.","author":"Alfred, Lord Tennyson","category":"self, self, knowledge"},{"quote":"There are limits to self-indulgence  none to self-restraint.","author":"Mahatma Gandhi","category":"self, self, knowledge"},{"quote":"Integrity simply means a willingness not to violate one's identity.","author":"Erich Fromm","category":"self, self, knowledge"},{"quote":"The important thing is not what they think of me  it is what I think of them.","author":"Victoria, Queen of England","category":"self, self, knowledge"},{"quote":"I think Dostoevsky was right  that every human being must have a point at which he stands against the culture  where he says  this is me and the damned world can go to hell.","author":"Rollo May","category":"self, self, knowledge"},{"quote":"O wad some Pow'r the giftie gie us To see oursels as others see us. It wad frae money a blunder free us  And foolish notion.","author":"Robert Burns","category":"self, self, knowledge"},{"quote":"Self-respecting people do not care to peep at their reflections in unexpected mirrors  or to see themselves as others see them.","author":"Logan Pearsall Smith","category":"self, self, knowledge"},{"quote":"Self-command is the main elegance.","author":"Ralph Waldo Emerson","category":"self, self, knowledge"},{"quote":"No one can make you feel inferior without your consent.","author":"Eleanor Roosevelt","category":"self, self, knowledge"},{"quote":"I am better than my reputation.","author":"Friedrich von Schiller","category":"self, self, knowledge"},{"quote":"Do I contradict myself? Very well  then I contradict myself  I am large  I contain multitudes.","author":"Walt Whitman","category":"self, self, knowledge"},{"quote":"Be thine own palace  or the world's thy jail.","author":"John Donne","category":"self, self, knowledge"},{"quote":"Do not make yourself so big. You are not so small.","author":"Jewish proverb","category":"self, self, knowledge"},{"quote":"Individualism is rather like innocence  there must be something unconscious about it.","author":"Louis Kronenberger","category":"self, self, knowledge"},{"quote":"I am as my Creator made me  and since He is satisfied  so am I.","author":"Minnie Smith","category":"self, self, knowledge"},{"quote":"I live in the crowds of jollity  not so much to enjoy company as to shun myself.","author":"Samuel Johnson","category":"self, self, knowledge"},{"quote":"I refuse to try to explain everything  because if you know too much about yourself  you become impotent. Better not to know what it is that makes you tick.","author":"Paul Wunderlich","category":"self, self, knowledge"},{"quote":"Every man shall bear his own burden.","author":"Bible","category":"self, self, knowledge"},{"quote":"I seem to have an awful lot of people inside me.","author":"Edith Evans","category":"self, self, knowledge"},{"quote":"There is no crime of which I do not deem myself capable.","author":"Goethe","category":"self, self, knowledge"},{"quote":"I shall stay the way I am Because I do not give a damn.","author":"Dorothy Parker","category":"self, self, knowledge"},{"quote":"I have been a selfish being all my life  in practice  though not in principle.","author":"Jane Austen","category":"self, self, knowledge"},{"quote":"God knows  I'm no the thing I should be  Nor am I even the thing I could be.","author":"Robert Burns","category":"self, self, knowledge"},{"quote":"In the main it is not by introspection but by reflecting on our living in common with others that we come to know ourselves. What is revealed? It is an original creation. Freely the subject makes himself what he is  never in this life is the making finished  always it is in process  always it is a precarious achievement that can slip and fall and shatter.","author":"Bernard Lonergan","category":"self, self, knowledge"},{"quote":"I'm a vague  conjunctured personality  more made up of opinions and academic prepossessions than of human traits and red corpuscles.","author":"Woodrow Wilson","category":"self, self, knowledge"},{"quote":"to be nobody but yourself- in a world which is doing its best  night and day  to make you everybody else - means to fight the hardest battle which any human being can fight  and never stop fighting.","author":"e. e. cummings","category":"self, self, knowledge"},{"quote":"Learn what you are  and be such.","author":"Pindar","category":"self, self, knowledge"},{"quote":"My great mistake  the fault for which I can't forgive myself  is that one day I ceased my obstinate pursuit of my own individuality.","author":"Oscar Wilde","category":"self, self, knowledge"},{"quote":"A man must learn to forgive himself.","author":"Arthur Davison Ficke","category":"self, self, knowledge"},{"quote":"I have come back again to where I belong  not an enchanted place  but the walls are strong.","author":"Dorothy H. Rath","category":"self, self, knowledge"},{"quote":"There's only one corner of the universe you can be certain of improving and that's your own self.","author":"Aldous Huxley","category":"self, self, knowledge"},{"quote":"It is not only the most difficult thing to know oneself  but the most inconvenient one  too.","author":"Josh Billings","category":"self, self, knowledge"},{"quote":"To know oneself  one should assert oneself.","author":"Albert Camus","category":"self, self, knowledge"},{"quote":"Every new adjustment is a crisis in self-esteem.","author":"Eric Hoffer","category":"self, self, knowledge"},{"quote":"There is no greater delight than to be conscious of sincerity on self-examination.","author":"Mencius","category":"self, self, knowledge"},{"quote":"Whatever you may be sure of  be sure of this - that you are dreadfully like other people.","author":"James Russell Lowell","category":"self, self, knowledge"},{"quote":"All life is the struggle  the effort to be itself. The difficulties which I meet with in order to realize my existence are precisely what awaken and mobilize my activities  my capacities.","author":"Josi Ortega y Gasset","category":"self, self, knowledge"},{"quote":"My closest relation is myself.","author":"Terence","category":"self, self, knowledge"},{"quote":"I care not so much what I am to others as what I am to myself. I will be rich by myself  and not by borrowing.","author":"Michel de Montaigne","category":"self, acceptance"},{"quote":"You can succeed if nobody else believes it  but you will never succeed if you don't believe in yourself.","author":"William J. H. Boetcker","category":"self, acceptance"},{"quote":"Cautious  careful people  always casting about to preserve their reputation and social standing  never can bring about a reform.","author":"Susan B. Anthony","category":"self, acceptance"},{"quote":"Everybody wants to do something to help  but nobody wants to be first.","author":"Pearl Bailey","category":"self, acceptance"},{"quote":"It is not easy to be a pioneer-but oh  it is fascinating! I would not trade one moment  even the worst moment  for all the riches in the world.","author":"Elizabeth Blackwell","category":"self, acceptance"},{"quote":"Do not attempt to do a thing unless you are sure of yourself  but do not relinquish it simply because someone else is not sure of you.","author":"Stewart E. White","category":"self, acceptance"},{"quote":"No one can make you feel inferior without your consent.","author":"Eleanor Roosevelt","category":"self, acceptance"},{"quote":"Every man stamps his value on himself ... man is made great or small by his own will.","author":"J. C. F. von Schiller","category":"self, acceptance"},{"quote":"The decision to speak out is the vocation and lifelong peril by which the intellectual must live.","author":"Kay Boyle","category":"self, acceptance"},{"quote":"Let us not forget that among [women's] rights is the right to speak freely.","author":"Hillary Rodham Clinton","category":"self, acceptance"},{"quote":"Let a man's talents or virtues be what they may  he will only feel satisfaction as he is satisfied in himself.","author":"William Hazlitt","category":"self, acceptance"},{"quote":"I've always tried to go a step past wherever people expected me to end up.","author":"Beverly Sills","category":"self, acceptance"},{"quote":"The widening of woman's sphere is to improve her lot. Let us do it  and if the world scoff  let it scoff-if it sneer  let it sneer.","author":"Lucy Stone","category":"self, acceptance"},{"quote":"It's just like magic. When you live by yourself  all your annoying habits are gone!","author":"Merrill Markoe","category":"self, acceptance"},{"quote":"When people say: she's got everything  I've only one answer: I haven't had tomorrow.","author":"Elizabeth Taylor","category":"self, acceptance"},{"quote":"Cuteness in children is totally an adult perspective. The children themselves are unaware that the quality exists  let alone its desirability  until the reactions of grown-ups inform them.","author":"Leontine Young","category":"self, acceptance"},{"quote":"It is not the eyes of others that I am wary of  but my own.","author":"Noel Coward","category":"self, acceptance"},{"quote":"Do not let your peace depend on the hearts of men  whatever they say about you  good or bad  you are not because of it another man  for as you are  you are.","author":"Thomas a Kempis","category":"self, acceptance"},{"quote":"In my business  you measure your respect by the enemies you make.","author":"Theo E. Colborn","category":"self, acceptance"},{"quote":"Not knowing when the dawn will come  I open every door.","author":"Emily Dickinson","category":"self, acceptance"},{"quote":"We would worry less about what others think of us if we realized how seldom they do.","author":"Ethel Barrett","category":"self, acceptance"},{"quote":"A man cannot be comfortable without his own approval.","author":"Mark Twain","category":"self, acceptance"},{"quote":"I have come to believe over and over again that what is most important to me must be spoken  made verbal and shared  even at the risk of having it bruised or misunderstood.","author":"Audre Lorde","category":"self, acceptance"},{"quote":"The worst loneliness is not to be comfortable with yourself.","author":"Mark Twain","category":"self, acceptance"},{"quote":"Perhaps the most important thing we can undertake toward the reduction of fear is to make it easier for people to accept themselves  to like themselves.","author":"Bonaro Overstreet","category":"self, acceptance"},{"quote":"I have had more trouble with myself than with any other man.","author":"Dwight L. Moody","category":"self, acceptance"},{"quote":"What you think about yourself is much more important than what others think of you.","author":"Marcus Annaeus Seneca","category":"self, acceptance"},{"quote":"What a man thinks of himself  that is what determines  or rather indicates  his fate.","author":"Henry David Thoreau","category":"self, acceptance"},{"quote":"As soon as you trust yourself  you will know how to live.","author":"Johann von Goethe","category":"self, acceptance"},{"quote":"He who seeks for applause only from without has all his happiness in another's keeping.","author":"Oliver Goldsmith","category":"self, acceptance"},{"quote":"From self alone expect applause.","author":"Marion L. Burton","category":"self, acceptance"},{"quote":"Confronted by an absolutely infuriating review  it is sometimes helpful for the victim to do a little personal research on the critic. Is there any truth to the rumor that he had no formal education beyond the age of eleven? In any event  is he able to construct a simple English sentence? Do his participles dangle? When moved to lyricism  does he write \"I had a fun time\"? Was he ever arrested for burglary? I don't know that you will prove anything this way  but it is perfectly harmless and quite soothing.","author":"Jean Kerr","category":"self, acceptance"},{"quote":"You can enjoy encouragement coming from outside  but you cannot need for it to come from outside.","author":"Vladimir Zworykin","category":"self, acceptance"},{"quote":"Next to God we are indebted to women  first for life itself  and then for making it worth living.","author":"Mary McLeod Bethune","category":"self, acceptance"},{"quote":"I am not belittling the brave pioneer men but the sunbonnet as well as the sombrero has helped to settle this glorious land of ours.","author":"Edna Ferber","category":"self, acceptance"},{"quote":"The older women were Sunbeams and I guess we were Cherubs or Lambs  but our mothers were Nightingales.","author":"Janet Flanner","category":"self, acceptance"},{"quote":"Do not look for approval except for the consciousness of doing your best.","author":"Bernard M. Baruch","category":"self, acceptance"},{"quote":"I exist as I am  that is enough  If no other in the world be aware  I sit content  And if each and all be aware  I sit content.","author":"Walt Whitman","category":"self, acceptance"},{"quote":"Nobody can be exactly like me. Sometimes even I have trouble doing it.","author":"Tallulah Bankhead","category":"self, acceptance"},{"quote":"No matter how lonely you get or how many birth announcements you receive  the trick is not to get frightened. There's nothing wrong with being alone.","author":"Wendy Wasserstein","category":"self, acceptance"},{"quote":"I was always willing to take a great deal of the burden of getting along in life on my own shoulders  but I wasn't willing to give myself a pat on the back. I was always looking to somebody else to give me that. ... That was all wrong.","author":"Raquel Welch","category":"self, acceptance"},{"quote":"She lacks confidence  she craves admiration insatiably. She lives on the reflections of herself in the eyes of others. She does not dare to be herself.","author":"Anais Nin","category":"self, acceptance"},{"quote":"Blessed is he who expects no gratitude  for he shall not be disappointed.","author":"William Bennett","category":"self, acceptance"},{"quote":"When you know you are doing your very best within the circumstances of your existence  applaud yourself!","author":"Rusty Berkus","category":"self, acceptance"},{"quote":"To accept ourselves as we are means to value our imperfections as much as our perfections.","author":"Sandra Bierig","category":"self, acceptance"},{"quote":"I've learned to take time for myself and to treat myself with a great deal of love and respect 'cause I like me.... I think I'm kind of cool.","author":"Whoopi Goldberg","category":"self, acceptance"},{"quote":"Spirituality is ... the awareness that survival is the savage fight between you and yourself.","author":"Anonymous","category":"self, acceptance"},{"quote":"I am the only real truth I know.","author":"Jean Rhys","category":"self, acceptance"},{"quote":"Not in the shouts and plaudits of the throng  but in ourselves  are triumph and defeat.","author":"Henry Wadsworth Longfellow","category":"self, acceptance"},{"quote":"If there are two hundred people in a room and one of them doesn't like me  I've got to get out.","author":"Marlon Brando","category":"self, acceptance"},{"quote":"No man is defeated without until he has first been defeated within.","author":"Eleanor Roosevelt","category":"self, acceptance"},{"quote":"To make the choice for independent survival  the great man's wife has to become convinced of her own intrinsic worth.","author":"Joanna T. Steichen","category":"self, acceptance"},{"quote":"I care not what others think of what I do  but I care very much about what I think of what I do. That is character!","author":"Theodore Roosevelt","category":"self, acceptance"},{"quote":"I am somebody. I am me. I like being me. And I need nobody to make me somebody.","author":"Louis L'Amour","category":"self, acceptance"},{"quote":"Life  I fancy  would very often be insupportable  but for the luxury of self-compassion.","author":"George R. Gissing","category":"self, acceptance"},{"quote":"The work praises the man.","author":"Irish proverb","category":"self, acceptance"},{"quote":"Of all afflictions  the worst is self-contempt.","author":"Berthold Auerbach","category":"self, acceptance"},{"quote":"If you must love your neighbor as yourself  it is at least as fair to love yourself as your neighbor.","author":"Nicolas de Chamfort","category":"self, acceptance"},{"quote":"Believing in our hearts that who we are is enough is the key to a more satisfying and balanced life.","author":"Ellen Sue Stern","category":"self, acceptance"},{"quote":"I... know what I do  and am unmoved by men's blame  or their praise either.","author":"Robert Browning","category":"self, acceptance"},{"quote":"My unreality is chiefly this: I have never felt much like a human being. It's a splendid feeling.","author":"Margaret Anderson","category":"self, acceptance"},{"quote":"The mind can store an estimated ioo trillion bits of information-compared with which a computer's mere billions are virtually amnesiac.","author":"Sharon Begley","category":"self, acceptance"},{"quote":"The mind's cross-indexing puts the best librarian to shame.","author":"Sharon Begley","category":"self, acceptance"},{"quote":"If school results were the key to power  girls would be running the world.","author":"Sarah Boseley","category":"self, acceptance"},{"quote":"There is no balking genius. Only death can silence it or hinder.","author":"Ella Wheeler Wilcox","category":"self, acceptance"},{"quote":"An artist can show things that other people are terrified of expressing.","author":"Louise Bourgeois","category":"self, acceptance"},{"quote":"True genius doesn't fulfill expectations  it shatters them.","author":"Arlene Croce","category":"self, acceptance"},{"quote":"Next to genius is the power of feeling where true genius lies.","author":"Sarah Josepha Hale","category":"self, acceptance"},{"quote":"If I had influence with the good fairy who is supposed to preside over the christening of all children  I should ask that her gift to each child in the world be a sense of wonder so indestructible that it would last throughout life as an unfailing antidote against the boredom and disenchant-ments of later years  the sterile preoccupation with things that are artificial  the alienation from the sources of our strength.","author":"Rachel Carson","category":"self, acceptance"},{"quote":"You are unique  and if that is not fulfilled then something has been lost.","author":"Martha Graham","category":"self, acceptance"},{"quote":"The thing that makes you exceptional  if you are at all  is inevitably that which must also make you lonely.","author":"Lorraine Hansbury","category":"self, acceptance"},{"quote":"Everybody is talented  original  and has something important to say.","author":"Brenda Ueland","category":"self, acceptance"},{"quote":"Cherish forever what makes you unique  'cuz you're really a yawn if it goes!","author":"Bette Midler","category":"self, acceptance"},{"quote":"I didn't belong as a kid  and that always bothered me. If only I'd known that one day my differentness would be an asset  then my early life would have been much easier.","author":"Bette Midler","category":"self, acceptance"},{"quote":"Genius is expansive  irresistible  and irresistibly expansive. If it is in you  no cords can confine it.","author":"Gail Hamilton","category":"self, acceptance"},{"quote":"Since you are like no other being ever created since the beginning of time  you are incomparable.","author":"Brenda Ueland","category":"self, acceptance"},{"quote":"Genius is the talent for seeing things straight. It is seeing things in a straight line without any bend or break or aberration of sight  seeing them as they are  without any warping of vision. Flawless mental sight! That is genius.","author":"Maude Adams","category":"self, acceptance"},{"quote":"Children see things very well sometimes-and idealists even better.","author":"Lorraine Hansbury","category":"self, acceptance"},{"quote":"Freedom is always and exclusively freedom for the one who thinks differently.","author":"Rosa Luxemburg","category":"self, acceptance"},{"quote":"The person who can combine frames of reference and draw connections between ostensibly unrelated points of view is likely to be the one who makes the creative breakthrough.","author":"Denise Shekerjian","category":"self, acceptance"},{"quote":"Art is the signature of civilizations.","author":"Beverly Sills","category":"self, acceptance"},{"quote":"Every single one of us can do things that no one else can do-can love things that no one else can love. We are like violins. We can be used for doorstops  or we can make music.","author":"Barbara Sher","category":"self, acceptance"},{"quote":"If God had wanted me otherwise  He would have created me otherwise.","author":"Johann von Goethe","category":"self, acceptance"},{"quote":"Love your self's self where it lives.","author":"Anne Sexton","category":"self, acceptance"},{"quote":"I am what I am  so take me as I am!","author":"Johann von Goethe","category":"self, acceptance"},{"quote":"Be content with what you are  and wish not change  nor dread your last day  nor long for it.","author":"Martial","category":"self, acceptance"},{"quote":"It is the chiefest point of happiness that a man is willing to be what he is.","author":"Erasmus","category":"self, acceptance"},{"quote":"Who I am is the best I can be.","author":"Leontyne Price","category":"self, acceptance"},{"quote":"Oh  I'm so inadequate. And I love myself!","author":"Meg Ryan","category":"self, acceptance"},{"quote":"Learn what you are and be such.","author":"Pindar","category":"self, acceptance"},{"quote":"What thou art  that thou art.","author":"Thomas a Kempis","category":"self, acceptance"},{"quote":"I is who I is.","author":"Tom Peterson","category":"self, acceptance"},{"quote":"People remain what they are  even when their faces fall to pieces.","author":"Bertolt Brecht","category":"self, acceptance"},{"quote":"You have to deal with the fact that your life is your life.","author":"Alex Haley","category":"self, acceptance"},{"quote":"The search for a new personality is futile  what is fruitful is the interest the old personality can take in new activities.","author":"Cesare Pavese","category":"self, acceptance"},{"quote":"I seldom think about my limitations  and they never make me sad. Perhaps there is just a touch of yearning at times  but it is vague  like a breeze among flowers.","author":"Helen Keller","category":"self, acceptance"},{"quote":"In order to be irreplaceable one must always be different.","author":"Coco Chanel","category":"self, acceptance"},{"quote":"The courage to be is the courage to accept oneself  in spite of being unacceptable.","author":"Paul Tillich","category":"self, acceptance"},{"quote":"Contentment  and indeed usefulness  comes as the infallible result of great acceptances  great humilities-of not trying to conform to some dramatized version of ourselves.","author":"David Grayson","category":"self, acceptance"},{"quote":"A man should not strive to eliminate his complexes but to get into accord with them  for they are legitimately what directs his conduct in the world.","author":"Sigmund Freud","category":"self, acceptance"},{"quote":"Resolve to be thyself ... he who finds himself loses his misery!","author":"Matthew Arnold","category":"self, acceptance"},{"quote":"There's a period of life when we swallow a knowledge of ourselves and it becomes either good or sour inside.","author":"Pearl Bailey","category":"self, acceptance"},{"quote":"There is always a certain peace in being what one is  in being that completely.","author":"Ugo Betti","category":"self, acceptance"},{"quote":"I'm not OK  you're not OK-and that's OK.","author":"William Sloane Coffin","category":"self, acceptance"},{"quote":"We will discover the nature of our particular genius when we stop trying to conform to our own or to other people's models  learn to be ourselves  and allow our natural channel to open.","author":"Shakti Gawain","category":"self, acceptance"},{"quote":"All the discontented people I know are trying to be something they are not  to do something they cannot do.","author":"David Grayson","category":"self, acceptance"},{"quote":"Be yourself. The world worships the original.","author":"Ingrid Bergman","category":"self, acceptance"},{"quote":"Best be yourself  imperial  plain  and true!","author":"Elizabeth Barrett Browning","category":"self, acceptance"},{"quote":"She soothed and solaced and celebrated  destroying her gift by maiming it to suit her hearers.","author":"Martha Bacon","category":"self, acceptance"},{"quote":"It is better to be hated for what you are than loved for what you are not.","author":"Andre Gide","category":"self, acceptance"},{"quote":"Borrowed thoughts  like borrowed money  only show the poverty of the borrower.","author":"Lady Marguerite Blessington","category":"self, acceptance"},{"quote":"Do not wish to be anything but what you are.","author":"Saint Francis de Sales","category":"self, acceptance"},{"quote":"Every man must at last accept himself for his portion  and learn to do his work with the tools and talents with which he has been endowed.","author":"Charles A. Hawley","category":"self, acceptance"},{"quote":"No person has the right to rain on your dreams.","author":"Marian Wright Edelman","category":"self, acceptance"},{"quote":"Of all our infirmities  the most savage is to despise our being.","author":"Michel de Montaigne","category":"self, acceptance"},{"quote":"Our entire life ... consists ultimately in accepting ourselves as we are.","author":"Jean Anouilh","category":"self, acceptance"},{"quote":"The secret of my success is that at an early age I discovered I was not God.","author":"Oliver Wendell Holmes","category":"self, acceptance"},{"quote":"To find the good life you must become yourself.","author":"Dr. Bill Jackson","category":"self, acceptance"},{"quote":"Man has to live with the body and soul which have fallen to him by chance.","author":"Jose Ortega y Gasset","category":"self, acceptance"},{"quote":"Be content with what you are  and wish not change  nor dread your last day  nor long for it.","author":"Martial","category":"self, acceptance"},{"quote":"Change occurs when one becomes what she is  not when she tries to become what she is not.","author":"Ruth P. Freedman","category":"self, acceptance"},{"quote":"A man can stand a lot as long as he can stand himself.","author":"Axel Munthe","category":"self, acceptance"},{"quote":"I've finally stopped running away from myself. Who else is there better to be?","author":"Goldie Hawn","category":"self, acceptance"},{"quote":"Human beings aren't orchids  we must draw something from the soil we grow in.","author":"Sara Jeannette Duncan","category":"self, acceptance"},{"quote":"We expect more of ourselves than we have any right to.","author":"Oliver Wendell Holmes","category":"self, acceptance"},{"quote":"I think knowing what you cannot do is more important than knowing what you can.","author":"Lucille Ball","category":"self, acceptance"},{"quote":"Try as hard as we may for perfection  the net result of our labors is an amazing variety of imperfectness. We are surprised at our own versatility in being able to fail in so many different ways.","author":"Samuel McChord Crothers","category":"self, acceptance"},{"quote":"Most of us have trouble juggling. The woman who says she doesn't is someone whom I admire but have never met.","author":"Barbara Walters","category":"self, acceptance"},{"quote":"A sobering thought: what if  right at this very moment  I am living up to my full potential?","author":"Jane Wagner","category":"self, acceptance"},{"quote":"Do not lose courage in considering your own imperfections.","author":"Saint Francis de Sales","category":"self, acceptance"},{"quote":"We set up harsh and unkind rules against ourselves. No one is born without faults. That man is best who has fewest.","author":"Horace","category":"self, acceptance"},{"quote":"One must not hope to be more than one can be.","author":"Nicolas de Chamfort","category":"self, acceptance"},{"quote":"I long to see everything  to know everything  to learn everything!","author":"Marie Bashkirtseff","category":"self, acceptance"},{"quote":"I can't write a book commensurate with Shakespeare  but I can write a book by me.","author":"Sir Walter Raleigh","category":"self, acceptance"},{"quote":"I have done what I could do in life  and if I could not do better  I did not deserve it. In vain I have tried to step beyond what bound me.","author":"Maurice Maeterlinck","category":"self, acceptance"},{"quote":"Don't try to teach a whole course in one lesson.","author":"Kathryn Murray","category":"self, acceptance"},{"quote":"The man with insight enough to admit his limitations comes nearest to perfection.","author":"Johann von Goethe","category":"self, acceptance"},{"quote":"Growth begins when we start to accept our own weakness.","author":"Jean Vanier","category":"self, acceptance"},{"quote":"To dream of the person you would like to be is to waste the person you are.","author":"Anonymous","category":"self, acceptance"},{"quote":"Shall a man go and hang himself because he belongs to the race of pygmies  and not be the biggest pygmy that he can?","author":"Henry David Thoreau","category":"self, acceptance"},{"quote":"Of all the young men in America only a few hundred can get into major league baseball  and of these only a handful in a decade can get into the Hall of Fame. So it goes in all human activity. ... Some become multimillionaires and chairmen of the board  and some of us must be content to play baseball at company picnics or manage a credit union without pay.","author":"William Feather","category":"self, acceptance"},{"quote":"At thirty a man should know himself like the palm of his hand  know the exact number of his defects and qualities. ... And above all  accept these things.","author":"Albert Camus","category":"self, acceptance"},{"quote":"You can't make the Duchess of Windsor into Rebecca of Sunnybrook Farm. The facts of life are very stubborn things.","author":"Cleveland Amory","category":"self, acceptance"},{"quote":"Learn to ... be what you are  and learn to resign with a good grace all that you are not.","author":"Henri Frederic Amiel","category":"self, acceptance"},{"quote":"We cannot all be masters.","author":"William Shakespeare","category":"self, acceptance"},{"quote":"No man can climb out beyond the limitations of his own character.","author":"John Morley","category":"self, acceptance"},{"quote":"Sometimes it is more important to discover what one cannot do  than what one can do.","author":"Lin Yutang","category":"self, acceptance"},{"quote":"To do all that one is able to do is to be a man  to do all that one would like to do is to be a god.","author":"Napoleon Bonaparte","category":"self, acceptance"},{"quote":"No one is expected to achieve the impossible.","author":"French proverb","category":"self, acceptance"},{"quote":"A hero is a man who does what he can.","author":"Romain Rolland","category":"self, acceptance"},{"quote":"It is only fools who keep straining at high C all their lives.","author":"Charles Dudley Warner","category":"self, acceptance"},{"quote":"May God ... let me strive for attainable things.","author":"Pindar","category":"self, acceptance"},{"quote":"Despair is the price one pays for setting himself an impossible aim.","author":"Graham Greene","category":"self, acceptance"},{"quote":"We would have to settle for the elegant goal of becoming ourselves.","author":"William Styron","category":"self, acceptance"},{"quote":"A great obstacle to happiness is to expect too much happiness.","author":"Bernard de Fontenelle","category":"self, acceptance"},{"quote":"I cannot do everything  but still I can do something  and because I cannot do everything  I will not refuse to do something I can do.","author":"Edward Everett Hale","category":"self, acceptance"},{"quote":"I hope to work  support my children and die quietly without pain.","author":"Sean Connery","category":"self, acceptance"},{"quote":"As we advance in life  we learn the limits of our abilities.","author":"J. A. Froude","category":"self, acceptance"},{"quote":"Striving for excellence motivates you  striving for perfection is demoralizing.","author":"Dr. Harriet Braiker","category":"self, acceptance"},{"quote":"There is a proper balance between not asking enough of oneself and asking or expecting too much.","author":"May Sarton","category":"self, acceptance"},{"quote":"It is enough that I am of value to somebody today.","author":"Hugh Prather","category":"self, acceptance"},{"quote":"A tomb now suffices him for whom the whole world was not sufficient.","author":"Alexander the Great","category":"self, acceptance"},{"quote":"To wish to act like angels while we are still in this world is nothing but folly.","author":"Teresa of Avila","category":"self, acceptance"},{"quote":"It isn't important to come out on top  what matters is to be the one who comes out alive.","author":"Bertolt Brecht","category":"self, acceptance"},{"quote":"I long to accomplish a great and noble task  but it my chief duty to accomplish small tasks as if they were great and noble.","author":"Helen Keller","category":"self, acceptance"},{"quote":"The one important thing I have learned over the years is the difference between taking one's work seriously and taking one's self seriously. The first is imperative and the second is disastrous.","author":"Margaret Fontey","category":"self, acceptance"},{"quote":"Friendship with oneself is all-important  because without it one cannot be friends with anyone else.","author":"Eleanor Roosevelt","category":"self, acceptance"},{"quote":"How I relate to my inner self influences my relationships with all others. My satisfaction with myself and my satisfaction with other people are directly proportional.","author":"Sue Atchley Ebaugh","category":"self, acceptance"},{"quote":"I was always looking outside myself for strength and confidence  but it comes from within. It is there all the time.","author":"Anna Freud","category":"self, acceptance"},{"quote":"If you want to be respected by others  the great thing is to respect yourself.","author":"Fyodor Dostoyevsky","category":"self, acceptance"},{"quote":"If one is cruel to himself  how can we expect him to be compassionate with others?","author":"Hasdai Ibn Shaprut","category":"self, acceptance"},{"quote":"Let a man's talents or virtues be what they may  he will only feel satisfaction in his society as he is satisfied in himself.","author":"William Hazlitt","category":"self, acceptance"},{"quote":"To succeed is nothing-it's an accident. But to feel no doubts about oneself is something very different: it is character.","author":"Marie Leneru","category":"self, acceptance"},{"quote":"No matter what age you are  or what your circumstances might be  you are special  and you still have something unique to offer. Your life  because of who you are  has meaning.","author":"Barbara De Angelis","category":"self, acceptance"},{"quote":"The worst walls are never the ones you find in your way. The worst walls are the ones you put there- you build yourself. Those are the high ones  the thick ones  the ones with no doors in.","author":"Ursula K. LeGuin","category":"self, acceptance"},{"quote":"Interest in the lives of others  the high evaluation of these lives  what are they but the overflow of the interest a man finds in himself  the value he attributes to his own being?","author":"Sherwood Anderson","category":"self, acceptance"},{"quote":"I want to be remembered as the person who helped us restore faith in ourselves.","author":"Wilma Pearl Mankiller","category":"self, acceptance"},{"quote":"Those people who are uncomfortable in themselves are disagreeable to others.","author":"William Hazlitt","category":"self, acceptance"},{"quote":"Self-love is not opposed to the love of other people. You cannot really love yourself and do yourself a favor without doing other people a favor  and vice versa.","author":"Dr. Karl Menninger","category":"self, acceptance"},{"quote":"Healthy personalities accept themselves not in any self-idolizing way  but in the sense that they see themselves as persons who are worth giving to another and worthy to receive from another.","author":"William Klassen","category":"self, acceptance"},{"quote":"We should try to bring to any power what we have as women. We will destroy it all if we try to imitate that absolutely unfeeling  driving ambition that we have seen coming at us across the desk.","author":"Colleen Dewhurst","category":"self, acceptance"},{"quote":"A man needs self-acceptance or he can't live with himself  he needs self-criticism or others can't live with him.","author":"James A. Pike","category":"self, acceptance"},{"quote":"Nobody holds a good opinion of a man who has a low opinion of himself.","author":"Anthony Trollope","category":"self, acceptance"},{"quote":"To love others  we must first learn to love ourselves.","author":"Anonymous","category":"self, acceptance"},{"quote":"There is overwhelming evidence that the higher the level of self-esteem  the more likely one will treat others with respect  kindness  and generosity. People who do not experience self-love have little or no capacity to love others.","author":"Nathaniel Branden","category":"self, acceptance"},{"quote":"You grow up the day you have your first real laugh at yourself.","author":"Ethel Barrymore","category":"self, acceptance"},{"quote":"Imagination was given to us to compensate for what we are not  a sense of humor was provided to console us for what we are.","author":"Mack McGinnis","category":"self, acceptance"},{"quote":"It is the duty of youth to bring its fresh powers to bear on social progress. Each generation of young people should be to the world like a vast reserve force to a tired army. They should lift the world forward. That is what they are for.","author":"Charlotte P. Gilman","category":"self, acceptance"},{"quote":"I looked always outside of myself to see what I could make the world give me instead of looking within myself to see what was there.","author":"Belle Livingstone","category":"self, acceptance"},{"quote":"A true man never frets about his place in the world  but just slides into it by the gravitation of his nature  and swings there as easily as a star.","author":"Edwin H. Chapin","category":"self, acceptance"},{"quote":"My recipe for life is not being afraid of myself  afraid of what I think or of my opinions.","author":"Eartha Kitt","category":"self, acceptance"},{"quote":"Accept the place the divine providence has found for you.","author":"Ralph Waldo Emerson","category":"self, acceptance"},{"quote":"I needed to find my way to write. I need about six hours of uninterrupted time in order to produce about two hours of writing  and when I accepted that and found the way to do it  then I was able to write.","author":"Robert B. Parker","category":"self, acceptance"},{"quote":"When one is pretending the entire body revolts.","author":"Anais Nin","category":"self, acceptance"},{"quote":"When you affirm your own Tightness in the universe  then you co-operate with others easily and automatically as part of your own nature. You  being yourself  help others be themselves.","author":"Jane Roberts","category":"self, acceptance"},{"quote":"So prodigal was I of youth  Forgetting I was young  I worshipped dead men for their strength  Forgetting I was strong.","author":"Vita Sackville-West","category":"self, acceptance"},{"quote":"Life is a very sad piece of buffoonery  because we have ... the need to fool ourselves continuously by the spontaneous creation of a reality ... which  from time to time  reveals itself to be vain and illusory.","author":"Luigi Pirandello","category":"self, acceptance"},{"quote":"The deepest principle in human nature is the craving to be appreciated.","author":"William James","category":"self, acceptance"},{"quote":"It's OK if you mess up. You should give yourself a break.","author":"Billy Joel","category":"self, acceptance"},{"quote":"Who we are never changes. Who we think we are does.","author":"Mary S. Almanac","category":"self, acceptance"},{"quote":"It is not easy to be sure that being yourself is worth the trouble  but [we do know] it is our sacred duty.","author":"Florida Scott-Maxwell","category":"self, acceptance"},{"quote":"Each of us has a day ... when he has to accept  finally  the fact that he is a man.","author":"Jean Anouilh","category":"self, acceptance"},{"quote":"Nature never repeats herself  and the possibilities of one human soul will never be found in another.","author":"Elizabeth Cady Stanton","category":"self, acceptance"},{"quote":"Style is something peculiar to one person  it expresses one personality and one only  it cannot be shared.","author":"Freya Stark","category":"self, acceptance"},{"quote":"If you put a woman in a man's position  she will be more efficient  but no more kind.","author":"Fay Weldon","category":"self, acceptance"},{"quote":"Accept your humanness as well as your divinity  totally and without reserve.","author":"Emmanuel","category":"self, acceptance"},{"quote":"The things we hate about ourselves aren't more real than things we like about ourselves.","author":"Ellen Goodman","category":"self, acceptance"},{"quote":"Why can a man not act himself  be himself  and think for himself? It seems to me that naturalness alone is power  that a borrowed word is weaker than our own weakness  however small we may be.","author":"Maria Mitchell","category":"self, acceptance"},{"quote":"Until you make peace with who you are  you'll never be content with what you have.","author":"Doris Mortman","category":"self, acceptance"},{"quote":"If you make friends with yourself you will never be alone.","author":"Maxwell Maltz","category":"self, acceptance"},{"quote":"It is a sign of strength  not of weakness  to admit that you don't know all the answers.","author":"John P. Loughrane","category":"self, acceptance"},{"quote":"The fundamental problem most patients have is an inability to love themselves  having been unloved by others during some crucial part of their lives.","author":"Bernie S. Siegel","category":"self, acceptance"},{"quote":"Who you are is a necessary step to being who you will be.","author":"Emmanuel","category":"self, acceptance"},{"quote":"Ultimately  love is self approval.","author":"Sondra Ray","category":"self, acceptance"},{"quote":"Unless I accept my faults  I will most certainly doubt my virtues.","author":"Hugh Prather","category":"self, acceptance"},{"quote":"Too many people overvalue what they are not and undervalue what they are.","author":"Malcolm Forbes","category":"self, acceptance"},{"quote":"If I am not for myself  who is for me? And if I am only for myself  what am I? And if not now  when?","author":"Hillel","category":"self, acceptance"},{"quote":"Accept your defeats With your head up and your eyes open With the grace of woman  not the grief of a child ...","author":"Kara DiGiovanna","category":"self, acceptance"},{"quote":"He who despises himself esteems himself as a self-despiser.","author":"Susan Sontag","category":"self, acceptance"},{"quote":"Your problem is you're ... too busy holding onto your unworthiness.","author":"Ram Dass","category":"self, acceptance"},{"quote":"Conceit spoils the finest genius. There is not much danger that real talent or goodness will be overlooked long  even if it is  the consciousness of possessing and using it well should satisfy one.","author":"Louisa May Alcott","category":"self, confidence"},{"quote":"People in big empty places are likely to behave very much as the gods did on Olympus.","author":"Edna Ferber","category":"self, confidence"},{"quote":"What makes humility so desirable is the marvelous thing it does to us  it creates in us a capacity for the closest possible intimacy with God.","author":"Monica Baldwin","category":"self, confidence"},{"quote":"Calm self-confidence is as far from conceit as the desire to earn a decent living is remote from greed.","author":"Channing Pollock","category":"self, confidence"},{"quote":"Big egos are big shields for lots of empty space.","author":"Diana Black","category":"self, confidence"},{"quote":"Self-love  my liege  is not so vile a sin as self-neglecting.","author":"William Shakespeare","category":"self, confidence"},{"quote":"The nice thing about egotists is that they don't talk about other people.","author":"Lucille S. Harper","category":"self, confidence"},{"quote":"There is nothing so skillful in its own defense as imperious pride.","author":"Helen Hunt Jackson","category":"self, confidence"},{"quote":"Wounded vanity knows when it is mortally hurt  and limps off the field  piteous  all disguises thrown away. But pride carries its banner to the last  and fast as it is driven from one field unfurls it in another.","author":"Helen Hunt Jackson","category":"self, confidence"},{"quote":"In our society those who are in reality superior in intelligence can be accepted by their fellows only if they pretend they are not.","author":"Marya Mannes","category":"self, confidence"},{"quote":"It is as proper to have pride in oneself as it is ridiculous to show it to others.","author":"Francois de La Rochefoucauld","category":"self, confidence"},{"quote":"If a man doesn't delight in himself and the force in him and feel that he and it are wonders  how is all life to become important to him?","author":"Sherwood Anderson","category":"self, confidence"},{"quote":"Your father used to say  \"Never give away your work. People don't value what they don't have to pay for.\"","author":"Nancy Hale","category":"self, confidence"},{"quote":"Pride ... is the direct appreciation of oneself.","author":"Arthur Schopenhauer","category":"self, confidence"},{"quote":"Proud people breed sad sorrows for themselves.","author":"Emily Bronte","category":"self, confidence"},{"quote":"Beware of over-great pleasure in being popular or even beloved.","author":"Margaret Fuller","category":"self, confidence"},{"quote":"Soften my hard self-opinionatedness  which time has hardened so exceedingly!","author":"Gertrude the Great","category":"self, confidence"},{"quote":"Self-esteem isn't everything  it's just that there's nothing without it.","author":"Gloria Steinem","category":"self, confidence"},{"quote":"As soon as you trust yourself  you will know how to live.","author":"Johann von Goethe","category":"self, confidence"},{"quote":"It is far more impressive when others discover your good qualities without your help.","author":"Judith Martin","category":"self, confidence"},{"quote":"Humility is like underwear  essential but indecent if it shows.","author":"Helen Nielsen","category":"self, confidence"},{"quote":"The more important the title  the more self-important the person  the greater the amount of time spent on the Eastern shuttle  the more suspicious the man and the less vitality in the organization.","author":"Jane O'Reilly","category":"self, confidence"},{"quote":"I'm glad I never feel important  it does complicate life.","author":"Eleanor Roosevelt","category":"self, confidence"},{"quote":"More people are ruined by victory  I imagine  than by defeat.","author":"Eleanor Roosevelt","category":"self, confidence"},{"quote":"Vanity is the quicksand of reason.","author":"George Sand","category":"self, confidence"},{"quote":"I was somewhat drunk with what I had done. And I am always one to prefer being sober.","author":"Gertrude Stein","category":"self, confidence"},{"quote":"Our vanity is the constant enemy of our dignity.","author":"Anne-Sophie Swetchine","category":"self, confidence"},{"quote":"To have that sense of one's intrinsic worth which constitutes self-respect is potentially to have everything.","author":"Joan Didion","category":"self, confidence"},{"quote":"It is best to act with confidence  no matter how little right you have to it.","author":"Lillian Hellman","category":"self, confidence"},{"quote":"I've always seen myself as a winner  even as a kid. If I hadn't  I just might have gone down the drain a couple of times. I've got something inside of me  peasantlike and stubborn  and I'm in it 'til the end of the race.","author":"Truman Capote","category":"self, confidence"},{"quote":"Success doesn't necessarily make you a happy person ... but without the confidence and security that comes from being totally happy  I believe you cannot achieve your true potential and ultimate success.","author":"Jinger Heath","category":"self, confidence"},{"quote":"Self-respect will keep a man from being abject when he is in the power of enemies  and will enable him to feel that he may be in the right when the world is against him.","author":"Bertrand Russell","category":"self, confidence"},{"quote":"Tis the ignorant who boast.","author":"Carmen Sylva","category":"self, confidence"},{"quote":"Being powerful is like being a lady. If you have to tell people you are  you aren't.","author":"Margaret Thatcher","category":"self, confidence"},{"quote":"There's one blessing only  the source and cornerstone of beatitude: confidence in self.","author":"Marcus Annaeus Seneca","category":"self, confidence"},{"quote":"If arrogance is the heady wine of youth  then humility must be its eternal hangover.","author":"Helen Van Slyke","category":"self, confidence"},{"quote":"Conquer but never triumph.","author":"Marie von Ebner-Eschenbach","category":"self, confidence"},{"quote":"Only so far as a man believes strongly  mightily  can he act cheerfully  or do anything worth doing.","author":"Frederick W. Robertson","category":"self, confidence"},{"quote":"Experience tells you what to do  confidence allows you to do it.","author":"Stan Smith","category":"self, confidence"},{"quote":"Your success depends mainly upon what you think of yourself and whether you believe in yourself.","author":"William J. H. Boetcker","category":"self, confidence"},{"quote":"Success can make you go one of two ways. It can make you a prima donna  or it can smooth the edges  take away the insecurities  let the nice things come out.","author":"Barbara Walters","category":"self, confidence"},{"quote":"Humility is attentive patience.","author":"Simone Weil","category":"self, confidence"},{"quote":"The man who cannot believe in himself cannot believe in anything else.","author":"Roy L. Smith","category":"self, confidence"},{"quote":"A man cannot be comfortable without his own approval.","author":"Mark Twain","category":"self, confidence"},{"quote":"Believe that you can whip the enemy  and you have won half the battle.","author":"General J. E. B. Stuart","category":"self, confidence"},{"quote":"As is our confidence  so is our capacity.","author":"William Hazlitt","category":"self, confidence"},{"quote":"Such to me is the new image of aging  growth in self  and service for all mankind.","author":"Ethel Percy Andrus","category":"self, confidence"},{"quote":"The older I get  the greater power I seem to have to help the world  I am like a snowball-the further I am rolled  the more I gain.","author":"Susan B. Anthony","category":"self, confidence"},{"quote":"The real evidence of growing older is that things level off in importance.","author":"Gladys Taber","category":"self, confidence"},{"quote":"It is sad to grow old but nice to ripen.","author":"Brigitte Bardot","category":"self, confidence"},{"quote":"Oh  yes. I'd do it all again  the spirit is willing yet  I feel the same desire to do the work but the flesh is weak. It's too bad that our bodies wear out while our interests are just as strong as ever.","author":"Susan B. Anthony","category":"self, confidence"},{"quote":"I'm not interested in age. People who tell me their age are silly. You're as old as you feel.","author":"Elizabeth Arden","category":"self, confidence"},{"quote":"It is sad to grow old  but nice to ripen.","author":"Brigitte Bardot","category":"self, confidence"},{"quote":"Maturity is coming to terms with that other part of yourself.","author":"Dr. Ruth Tiffany Barnhouse","category":"self, confidence"},{"quote":"I believe the true function of age is memory. I'm recording as fast as I can.","author":"Rita Mae Brown","category":"self, confidence"},{"quote":"A woman's always younger than a man of equal years.","author":"Elizabeth Barrett Browning","category":"self, confidence"},{"quote":"It is often the case with finer natures  that when the fire of the spirit dies out with increasing age  the power of the intellect is unaltered or increased.","author":"Margaret Gatty","category":"self, confidence"},{"quote":"I'm like old wine. They don't bring me out very often  but I'm well preserved.","author":"Rose Fitzgerald Kennedy","category":"self, confidence"},{"quote":"The great thing about getting older is that you don't lose all the other ages you've been.","author":"Madeleine L'Engle","category":"self, confidence"},{"quote":"Perhaps middle age is  or should be  a period of shedding shells  the shell of ambition  the shell of material accumulations and possessions  the shell of the ego.","author":"Anne Morrow Lindbergh","category":"self, confidence"},{"quote":"Age is totally unimportant. The years are really irrelevant. It's how you cope with them.","author":"Shirley Lord","category":"self, confidence"},{"quote":"We are always the same age inside.","author":"Gertrude Stein","category":"self, confidence"},{"quote":"There is a fountain of youth: it is your mind  your talents  the creativity you bring to your life and the lives of the people you love. When you learn to tap this source  you will truly have defeated age.","author":"Sophia Loren","category":"self, confidence"},{"quote":"I am much younger now than I was at twelve or anyway  less burdened.","author":"Flannery O'Connor","category":"self, confidence"},{"quote":"There are no old people nowadays  they are either \"wonderful for their age\" or dead.","author":"Mary Pettibone Poole","category":"self, confidence"},{"quote":"For inside all the weakness of old age  the spirit  God knows  is as mercurial as it ever was.","author":"May Sarton","category":"self, confidence"},{"quote":"Age puzzles me. I thought it was a quiet time. My seventies were interesting and fairly serene  but my eighties are passionate. I grow more intense as I age.","author":"Florida Scott-Maxwell","category":"self, confidence"},{"quote":"We who are old know that age is more than a disability. It is an intense and varied experience  almost beyond our capacity at times  but something to be carried high.","author":"Florida Scott-Maxwell","category":"self, confidence"},{"quote":"Character contributes to beauty. It fortifies a woman as her youth fades. A mode of conduct  a standard of courage  discipline  fortitude and integrity can do a great deal to make a woman beautiful.","author":"Jacqueline Bisset","category":"self, confidence"},{"quote":"Be on the alert to recognize your prime at whatever time of your life it may occur.","author":"Muriel Spark","category":"self, confidence"},{"quote":"Women may be the one group that grows more radical with age.","author":"Gloria Steinem","category":"self, confidence"},{"quote":"So much has been said and sung of beautiful young girls  why doesn't somebody wake up to the beauty of old women?","author":"Harriet Beecher Stowe","category":"self, confidence"},{"quote":"Old age is that night of life  as night is the old age of day. Still night is full of magnificence and  for many  it is more brilliant than the day.","author":"Anne-Sophie Swetchine","category":"self, confidence"},{"quote":"In youth we learn  in age we understand.","author":"Marie von Ebner-Eschenbach","category":"self, confidence"},{"quote":"Change excites me. I am fifty years old. It's when the mind catches up with the body.","author":"Raquel Welch","category":"self, confidence"},{"quote":"Don't buy the garbage that you're over the hill at fifty. This country makes such a big thing about age  particularly if you're a woman. What I think is relevant is your experience  what you have to offer. I hope people will recognize that and keep going.","author":"Molly Yard","category":"self, confidence"},{"quote":"I refuse to admit that I am more than fifty-two  even if that does make my sons illegitimate.","author":"Nancy Astor","category":"self, confidence"},{"quote":"I used to dread getting older because I thought I would not be able to do all the things I wanted to do  but now that I am older I find that I don't want to do them.","author":"Nancy Astor","category":"self, confidence"},{"quote":"I am immortal! I know it! I feel it!","author":"Margaret Witter Fuller","category":"self, confidence"},{"quote":"Another belief of mine: that everyone else my age is an adult  whereas I am merely in disguise.","author":"Margaret Atwood","category":"self, confidence"},{"quote":"I think your whole life shows in your face and you should be proud of that.","author":"Lauren Bacall","category":"self, confidence"},{"quote":"Youth is not a time of life  it is a state of mind. You are as old as your doubt  your fear  your despair. The way to keep young is to keep your faith young. Keep your self-confidence young. Keep your hope young.","author":"Luella F. Phean","category":"self, confidence"},{"quote":"We Can't Afford to Doubt Ourselves I have become my own version of an optimist. If I can't make it through one door  I'll go through another door-or I'll make a door. Something terrific will come no matter how dark the present.","author":"Joan Rivers","category":"self, confidence"},{"quote":"Our doubts are traitors  and make us lose the good we oft might win  by fearing to attempt.","author":"William Shakespeare","category":"self, confidence"},{"quote":"Doubt indulged soon becomes doubt realized.","author":"Frances Ridley Havergal","category":"self, confidence"},{"quote":"Kill the snake of doubt in your soul  crush the worms of fear in your heart  and mountains will move out of your way.","author":"Kate Seredy","category":"self, confidence"},{"quote":"A man's doubts and fears are his worst enemies.","author":"William Wrigley","category":"self, confidence"},{"quote":"Doubt whom you will  but never yourself.","author":"Christian Bovee","category":"self, confidence"},{"quote":"I have never been nervous in all my life and I have no patience with people who are. If you know what you are going to do  you have no reason to be nervous. And I knew what I was going to do.","author":"Mary Garden","category":"self, confidence"},{"quote":"Our self-conceit sustains  and always must sustain us.","author":"Samuel Butler","category":"self, confidence"},{"quote":"Self-distrust is the cause of most of our failures ... they are the weakest  however strong  who have no faith in themselves or their own powers.","author":"Christian Bovee","category":"self, confidence"},{"quote":"Faith in oneself ... is the best and safest course.","author":"Michelangelo","category":"self, confidence"},{"quote":"Strong people don't need strong leaders.","author":"Ella Baker","category":"self, confidence"},{"quote":"Might  could  would-they are contemptible auxiliaries.","author":"George Eliot","category":"self, confidence"},{"quote":"You've got to take the initiative and play your game ... confidence makes the difference.","author":"Chris Evert","category":"self, confidence"},{"quote":"Shyness is just egotism out of its depth.","author":"Penelope Keith","category":"self, confidence"},{"quote":"Self-trust is the first secret of success.","author":"Ralph Waldo Emerson","category":"self, confidence"},{"quote":"Self-confidence is the first requisite to great undertakings.","author":"Samuel Johnson","category":"self, confidence"},{"quote":"I felt a comedy ego beginning to grow  which gave me the courage to begin tentatively looking into myself for material.","author":"Joan Rivers","category":"self, confidence"},{"quote":"My mother taught me very early to believe I could achieve any accomplishment I wanted to. The first was to walk without braces.","author":"Wilma Rudolph","category":"self, confidence"},{"quote":"If there be a faith that can move mountains  it is faith in one's own power.","author":"Marie von Ebner-Eschenbach","category":"self, confidence"},{"quote":"They are able because they think they are able.","author":"Virgil","category":"self, confidence"},{"quote":"Nothing splendid has ever been achieved except by those who dared believe that something inside them was superior to circumstances.","author":"Bruce Barton","category":"self, confidence"},{"quote":"Confidence is that feeling by which the mind embarks on great and honorable courses with a sure hope and trust in itself.","author":"Cicero","category":"self, confidence"},{"quote":"One's self-image is very important because if that's in good shape  then you can do anything  or practically anything.","author":"Sir John Gielgud","category":"self, confidence"},{"quote":"I've never had a humble opinion in my life. If you're going to have one  why bother to be humble about it?","author":"Joan Baez","category":"self, confidence"},{"quote":"They conquer who believe they can.","author":"John Dryden","category":"self, confidence"},{"quote":"The big gap between the ability of actors is confidence.","author":"Kathleen Turner","category":"self, confidence"},{"quote":"Women who are confident of their abilities are more likely to succeed than those who lack confidence  even though the latter may be much more competent and talented and industrious.","author":"Dr. Joyce Brothers","category":"self, confidence"},{"quote":"Search and you will find that at the base and birth of every great business organization was an enthusiast  a man consumed with earnestness of purpose  with confidence in his powers  with faith in the worthwhileness of his endeavors.","author":"B. C. Forbes","category":"self, confidence"},{"quote":"Self-reverence  self-knowledge  self-control. These three alone lead to sovereign power.","author":"Alfred, Lord Tennyson","category":"self, confidence"},{"quote":"Optimism is the faith that leads to achievement. Nothing can be done without hope and confidence.","author":"Helen Keller","category":"self, confidence"},{"quote":"Confidence imparts a wonderful inspiration to its possessor.","author":"John Milton","category":"self, confidence"},{"quote":"Great poetry is always written by somebody straining to go beyond what he can do.","author":"Stephen Spender","category":"self, confidence"},{"quote":"Immense power is acquired by assuring yourself in your secret reveries that you were born to control affairs.","author":"Andrew Carnegie","category":"self, confidence"},{"quote":"If one advances confidently in the direction of his dreams  and endeavors to live the life which he has imagined  he will meet with a success unexpected in common hours.","author":"Henry David Thoreau","category":"self, confidence"},{"quote":"The confidence which we have in ourselves gives birth to much of that which we have in others.","author":"Francois de La Rochefoucauld","category":"self, confidence"},{"quote":"The way in which we think of ourselves has everything to do with how our world sees us.","author":"Arlene Raven","category":"self, confidence"},{"quote":"Once you get rid of the idea that you must please other people before you please yourself  and you begin to follow your own instincts-only then can you be successful. You become more satisfied  and when you are other people tend to be satisfied by what you do.","author":"Raquel Welch","category":"self, confidence"},{"quote":"Ideal conversation must be an exchange of thought  and not  as many of those who worry about their shortcomings believe  an eloquent exhibition of wit or oratory.","author":"Emily Post","category":"self, confidence"},{"quote":"There is overwhelming evidence that the higher the level of self-esteem  the more likely one will treat others with respect  kindness  and generosity. People who do not experience self-love have little or no capacity to love others.","author":"Nathaniel Branden","category":"self, confidence"},{"quote":"Nobody holds a good opinion of a man who has a low opinion of himself.","author":"Anthony Trollope","category":"self, confidence"},{"quote":"Only the person who has faith in himself is able to be faithful to others.","author":"Erich Fromm","category":"self, confidence"},{"quote":"He can inspire a group only if he himself is filled with confidence and hope of success.","author":"Floyd V. Filson","category":"self, confidence"},{"quote":"A good sweat  with the blood pounding through my body  makes me feel alive  revitalized. I gain a sense of mastery and assurance. I feel good about myself. Then I can feel good about others.","author":"Arthur Dobrin","category":"self, confidence"},{"quote":"Nothing is a greater impediment to being on good terms with others than being ill at ease with yourself.","author":"Honore de Balzac","category":"self, confidence"},{"quote":"Measure yourself by your best moments  not by your worst. We are too prone to judge ourselves by our moments of despondency and depression.","author":"Robert Johnson","category":"self, confidence"},{"quote":"Oftentimes nothing profits more than self-esteem  grounded on what is just and right and well-managed.","author":"John Milton","category":"self, confidence"},{"quote":"Confidence ... is directness and courage in meeting the facts of life.","author":"John Dewey","category":"self, confidence"},{"quote":"The gain in self-confidence of having accomplished a tiresome labour is immense.","author":"Arnold Bennett","category":"self, confidence"},{"quote":"The way to develop self-confidence is to do the thing you fear and get a record of successful experiences behind you.","author":"William Jennings Bryan","category":"self, confidence"},{"quote":"Believe that with your feelings and your work you are taking part in the greatest  the more strongly you cultivate this belief  the more will reality and the world go forth from it.","author":"Rainer Maria Rilke","category":"self, confidence"},{"quote":"Class is an aura of confidence that is being sure without being cocky. Class has nothing to do with money. Class never runs scared. It is self-discipline and self-knowledge. It's the sure-footedness that comes with having proved you can meet life.","author":"Ann Landers","category":"self, confidence"},{"quote":"In forty hours I shall be in battle  with little information  and on the spur of the moment will have to make the most momentous decisions  but I believe that one's spirit enlarges with responsibility and that  with God's help  I shall make them and make them right.","author":"General George S. Patton","category":"self, confidence"},{"quote":"Be always sure you're right  then go ahead.","author":"Davy Crockett","category":"self, confidence"},{"quote":"I always thought I should be treated like a star.","author":"Madonna","category":"self, confidence"},{"quote":"Perhaps I am stronger than I think.","author":"Thomas Merton","category":"self, confidence"},{"quote":"The ability to take pride in your own work is one of the hallmarks of sanity.","author":"Nikki Giovanni","category":"self, confidence"},{"quote":"Confidence is contagious. So is lack of confidence.","author":"Vince Lombardi","category":"self, confidence"},{"quote":"\"Glamour\" is assurance. It is a kind of knowing that you are all right in every way  mentally and physically and in appearance  and that  whatever the occasion or the situation  you are equal to it.","author":"Marlene Dietrich","category":"self, confidence"},{"quote":"Never bend your head. Hold it high. Look the world straight in the eye.","author":"Helen Keller","category":"self, confidence"},{"quote":"To be confident is to act in faith.","author":"Bernard Bynion","category":"self, confidence"},{"quote":"Skill and confidence are an uncon-quered army.","author":"George Herbert","category":"self, confidence"},{"quote":"You must learn to be still in the midst of activity  and to be vibrantly alive in repose.","author":"Indira Gandhi","category":"self, control"},{"quote":"When the fight begins within himself  a man's worth something.","author":"Robert Browning","category":"self, control"},{"quote":"To put a tempting face aside when duty demands every faculty is a lesson which takes most men longest to learn.","author":"Gertrude Atherton","category":"self, control"},{"quote":"Lack of discipline leads to frustration and self-loathing.","author":"Marie Chapian","category":"self, control"},{"quote":"You must have discipline to have fun.","author":"Julia Child","category":"self, control"},{"quote":"Self-command is the main elegance.","author":"Ralph Waldo Emerson","category":"self, control"},{"quote":"A little kingdom I possess  Where thoughts and feelings dwell  And very hard the task I find Of governing it well.","author":"Louisa May Alcott","category":"self, control"},{"quote":"Everybody's business is nobody's business  and nobody's business is my business.","author":"Clara Barton","category":"self, control"},{"quote":"I listen and give input only if somebody asks.","author":"Barbara Bush","category":"self, control"},{"quote":"The man who masters his own soul will forever be called conqueror of conquerors.","author":"Plautus","category":"self, control"},{"quote":"Temptations come  as a general rule  when they are sought.","author":"Margaret Oliphant","category":"self, control"},{"quote":"A mind which really lays hold of a subject is not easily detached from it.","author":"Ida Tarbell","category":"self, control"},{"quote":"There is little that can withstand a man who can conquer himself.","author":"Louis XIV","category":"self, control"},{"quote":"Too often in ironing out trouble someone gets scorched.","author":"Marcelene Cox","category":"self, control"},{"quote":"When you borrow trouble you give your peace of mind as security.","author":"Myrtle Reed","category":"self, control"},{"quote":"Don't be curious of matters that don't concern you  never speak of them  and don't ask about them.","author":"Teresa of Avila","category":"self, control"},{"quote":"I will write of him who fights and vanquishes his sins  who struggles on through weary years against himself ... and wins.","author":"Caroline Begelow LeRow","category":"self, control"},{"quote":"What we do upon some great occasion will probably depend on what we already are  and what we are will be the result of previous years of self-discipline.","author":"H. P. Liddon","category":"self, control"},{"quote":"Man who man would be  must rule the empire of himself.","author":"Percy Bysshe Shelley","category":"self, control"},{"quote":"He that hath no rule over his own spirit is like a city that is broken down  and without walls.","author":"Bible","category":"self, control"},{"quote":"Most powerful is he who has himself in his own power.","author":"Marcus Annaeus Seneca","category":"self, control"},{"quote":"It goes without saying that you should never have more children than you have car windows.","author":"Erma Bombeck","category":"self, control"},{"quote":"If you can't write your message in a sentence  you can't say it in an hour.","author":"Dianna Booher","category":"self, control"},{"quote":"Sweet words are like honey  a little may refresh  but too much gluts the stomach.","author":"Anne Bradstreet","category":"self, control"},{"quote":"I am  indeed  a king  because I know how to rule myself.","author":"Pietro Aretino","category":"self, control"},{"quote":"He who conquers others is strong  he who conquers himself is mighty.","author":"Lao-Tzu","category":"self, control"},{"quote":"A woman that's too soft and sweet is like tapioca pudding-fine for them as likes it.","author":"Osa Johnson","category":"self, control"},{"quote":"A little of what you fancy does you good.","author":"Marie Lloyd","category":"self, control"},{"quote":"Gammy used to say  \"Too much scrubbing takes the life right out of things.\"","author":"Betty MacDonald","category":"self, control"},{"quote":"Who is apt  on occasion  to assign a multitude of reasons when one will do? This is a sure sign of weakness in argument.","author":"Harriet Martineau","category":"self, control"},{"quote":"The point of good writing is knowing when to stop.","author":"L. M. Montgomery","category":"self, control"},{"quote":"Superior people never make long visits.","author":"Marianne Moore","category":"self, control"},{"quote":"The longest absence is less perilous to love than the terrible trials of incessant proximity.","author":"Ouida","category":"self, control"},{"quote":"Never eat more than you can lift.","author":"Miss Piggy","category":"self, control"},{"quote":"What lies in our power to do  it lies in our power not to do.","author":"Aristotle","category":"self, control"},{"quote":"It isn't until you come to a spiritual understanding of who you are-not necessarily a religious feeling  but deep down  the spirit within-that you can begin to take control.","author":"Oprah Winfrey","category":"self, control"},{"quote":"Anger is only one letter short of danger.","author":"Anonymous","category":"self, control"},{"quote":"Without discipline  there's no life at all.","author":"Katharine Hepburn","category":"self, control"},{"quote":"Self-control is the quality that distinguishes the fittest to survive.","author":"George Bernard Shaw","category":"self, control"},{"quote":"Many people have the ambition to succeed  they may even have a special aptitude for their job. And yet they do not move ahead. Why? Perhaps they think that since they can master the job  there is no need to master themselves.","author":"John Stevenson","category":"self, control"},{"quote":"Waiting is one of the great arts.","author":"Margery Allingham","category":"self, control"},{"quote":"Never fail to know that if you are doing all the talking  you are boring somebody.","author":"Helen Gurley Brown","category":"self, control"},{"quote":"I know too well the poison and the sting Of things too sweet.","author":"Adelaide Proctor","category":"self, control"},{"quote":"Would that there were an award for people who come to understand the concept of enough. Good enough. Successful enough. Thin enough. Rich enough. Socially responsible enough. When you have self-respect you have enough.","author":"Gail Sheehy","category":"self, control"},{"quote":"Transformation also means looking for ways to stop pushing yourself so hard professionally or inviting so much stress.","author":"Gail Sheehy","category":"self, control"},{"quote":"To wear your heart on your sleeve isn't a very good plan  you should wear it inside  where it functions best.","author":"Margaret Thatcher","category":"self, control"},{"quote":"For fast-acting relief try slowing down.","author":"Lily Tomlin","category":"self, control"},{"quote":"This is the gist of what I know: Give advice and buy a foe.","author":"Phyllis McGinley","category":"self, control"},{"quote":"Don't give advice unless you're asked.","author":"Amy Alcott","category":"self, control"},{"quote":"We don't want to push our ideas on to customers  we simply want to make what they want.","author":"Laura Ashley","category":"self, control"},{"quote":"The passion for setting people right is in itself an afflictive disease.","author":"Marianne Moore","category":"self, control"},{"quote":"There is only one corner of the universe you can be certain of improving  and that's your own self.","author":"Aldous Huxley","category":"self, control"},{"quote":"He that hath no rule over his own spirit is like a city that is broken down and without walls.","author":"Taylor Caldwell","category":"self, control"},{"quote":"Not being able to govern events  I govern myself.","author":"Michel de Montaigne","category":"self, control"},{"quote":"As far as your self-control goes  as far goes your freedom.","author":"Marie von Ebner-Eschenbach","category":"self, control"},{"quote":"That is always our problem  not how to get control of people  but how all together we can get control of a situation.","author":"Mary Parker Follett","category":"self, control"},{"quote":"There is no hierarchy of values by which one culture has the right to insist on all its own values and deny those of another.","author":"Margaret Mead","category":"self, control"},{"quote":"He that would govern others should first be the master of himself.","author":"Philip Massinger","category":"self, control"},{"quote":"You've got to ensure that the holders of an opinion  however unpopular  are allowed to put across their points of view.","author":"Betty Boothroyd","category":"self, control"},{"quote":"There is space within sisterhood for likeness and difference  for the subtle differences that challenge and delight  there is space for disappointment- and surprise.","author":"Christine Downing","category":"self, control"},{"quote":"The highest result of education is tolerance.","author":"Helen Keller","category":"self, control"},{"quote":"In a society where the rights and potential of women are constrained  no man can be truly free. He may have power  but he will not have freedom.","author":"Mary F. Robinson","category":"self, control"},{"quote":"Ambition  old as mankind  the immemorial weakness of the strong.","author":"Vita Sackville-West","category":"self, control"},{"quote":"When one clings to the myth of superiority  one must constantly overlook the virtues and abilities of others.","author":"Anne Wilson Schaef","category":"self, control"},{"quote":"The desire to conquer is itself a sort of subjection.","author":"George Eliot","category":"self, control"},{"quote":"The only people who would be in government are those who care more about people than they do about power.","author":"Millicent Fenwick","category":"self, control"},{"quote":"Leaders can be moral-and they should be moral-without imposing their morality on others.","author":"Geraldine Ferraro","category":"self, control"},{"quote":"The fool shouts loudly  thinking to impress the world.","author":"Marie de France","category":"self, control"},{"quote":"Blessed is the man who  having nothing to say  abstains from giving wordy evidence of the fact.","author":"George Eliot","category":"self, control"},{"quote":"It was enough just to sit there without words.","author":"Louise Erdrich","category":"self, control"},{"quote":"Talking too much  too soon  and with too much self-satisfaction has always seemed to me a sure way to court disaster.","author":"Meg Greenfield","category":"self, control"},{"quote":"A story is told as much by silence as by speech.","author":"Susan Griffin","category":"self, control"},{"quote":"Talk uses up ideas. ... Once I have spoken them aloud  they are lost to me  dissipated into the noisy air like smoke. Only if I bury them  like bulbs  in the rich soil of silence do they grow.","author":"Doris Grumbach","category":"self, control"},{"quote":"Next to entertaining or impressive talk  a thoroughgoing silence manages to intrigue most people.","author":"Florence Hurst Harriman","category":"self, control"},{"quote":"Love understands love  it needs no talk.","author":"Frances Ridley Havergal","category":"self, control"},{"quote":"I like people who refuse to speak until they are ready to speak.","author":"Lillian Hellman","category":"self, control"},{"quote":"The strokes of the pen need deliberation as much as the sword needs swiftness.","author":"Julia Ward Howe","category":"self, control"},{"quote":"Handle them carefully  for words have more power than atom bombs.","author":"Pearl Strachan Hurd","category":"self, control"},{"quote":"One sees intelligence far more than one hears it. People do not always say transcendental things  but if they are capable of saying them  it is always visible.","author":"Marie Leneru","category":"self, control"},{"quote":"The silence of a man who loves to praise is a censure sufficiently severe.","author":"Charlotte Lennox","category":"self, control"},{"quote":"Silence is one of the great arts of conversation.","author":"Hannah Moore","category":"self, control"},{"quote":"Silence and reserve will give anyone a reputation for wisdom.","author":"Myrtle Reed","category":"self, control"},{"quote":"It is impossible to persuade a man who does not disagree  but smiles.","author":"Muriel Spark","category":"self, control"},{"quote":"All the feeling which my father could not put into words was in his hand- any dog  child  or horse would recognize the kindness of it.","author":"Freya Stark","category":"self, control"},{"quote":"Nothing could bother me more than the way a thing goes dead once it has been said.","author":"Gertrude Stein","category":"self, control"},{"quote":"Minimum information given with maximum politeness.","author":"Jacqueline Kennedy Onassis","category":"self, control"},{"quote":"A gossip is one who talks to you about others  a bore is one who talks to you about himself  and a brilliant conversationalist is one who talks to you about yourself.","author":"Lisa Kirk","category":"self, control"},{"quote":"Beware of allowing a tactless word  rebuttal  a rejection to obliterate the whole sky.","author":"Anais Nin","category":"self, control"},{"quote":"Violence of the tongue is very real- sharper than any knife.","author":"Mother Teresa","category":"self, control"},{"quote":"Don't confuse being stimulating with being blunt.","author":"Barbara Walters","category":"self, control"},{"quote":"The less said the better.","author":"Jane Austen","category":"self, control"},{"quote":"No man is free who is not master of himself.","author":"Epictetus","category":"self, control"},{"quote":"You were once wild here. Don't let them tame you!","author":"Isadora Duncan","category":"self, control"},{"quote":"Freedom is not procured by a full enjoyment of what is desired  but by controlling that desire.","author":"Epictetus","category":"self, control"},{"quote":"The happiness of a man in this life does not consist in the absence  but in the mastery  of his passions.","author":"Lord Alfred Tennyson","category":"self, control"},{"quote":"When we start deceiving ourselves into thinking not that we want something or need something  not that it is a pragmatic necessity for us to have it  but that it is a moral imperative that we have it. Then is when we join the fashionable madmen  and then is when the thin whine of hysteria is heard in the land  and then is when we are in bad trouble.","author":"Joan Didion","category":"self, control"},{"quote":"I count him braver who overcomes his desires than him who conquers his enemies  the hardest victory is the victory over self.","author":"Aristotle","category":"self, control"},{"quote":"The basic difference between being assertive and being aggressive is how our words and behavior affect the rights and well-being of others.","author":"Sharon Anthony Bower","category":"self, control"},{"quote":"The strong man is the one who is able to intercept at will the communication between the senses and the mind.","author":"Napoleon Bonaparte","category":"self, control"},{"quote":"He that would be superior to external influences must first become superior to his own passions.","author":"Samuel Johnson","category":"self, control"},{"quote":"He who reigns within himself and rules his passions  desires  and fears is more than a king.","author":"John Milton","category":"self, control"},{"quote":"To pursue yourself is an interesting and absorbing thing to do. Once you have caught the scent of a hidden being  your own hidden being  you won't readily be deflected from the tracking down of it.","author":"Cynthia Propper Seton","category":"self, knowledge"},{"quote":"Ninety percent of the world's woe comes from people not knowing themselves  their abilities  their frailties  and even their real virtues. Most of us go almost all the way through life as complete strangers to ourselves.","author":"Sydney J. Harris","category":"self, knowledge"},{"quote":"If I could know me  I could know the universe.","author":"Shirley MacLaine","category":"self, knowledge"},{"quote":"A man who knows he is a fool is not a great fool.","author":"Chuang-tzu","category":"self, knowledge"},{"quote":"I believe that in our constant search for security we can never gain any peace of mind until we are secure in our own soul.","author":"Margaret Chase Smith","category":"self, knowledge"},{"quote":"We should know what our convictions are  and stand for them. Upon one's own philosophy  conscious or unconscious  depends one's ultimate interpretation of facts. Therefore it is wise to be as clear as possible about one's subjective principles. As the man is  so will be his ultimate truth.","author":"Carl Jung","category":"self, knowledge"},{"quote":"Femininity appears to be one of those pivotal qualities that is so important no one can define it.","author":"Caroline Bird","category":"self, knowledge"},{"quote":"I knew what my job was  it was to go out and meet the people and love them.","author":"Diana, Princess of Wales","category":"self, knowledge"},{"quote":"People who concentrate on giving good service always get more personal satisfaction as well as better business. How can we get better service? One way is by trying to see ourselves as others do.","author":"Patricia Fripp","category":"self, knowledge"},{"quote":"Resolve to be thyself  and know that he who finds himself  loses his misery.","author":"Matthew Arnold","category":"self, knowledge"},{"quote":"Let us remember that within us there is a palace of immense magnificence.","author":"Teresa of Avila","category":"self, knowledge"},{"quote":"Many men go fishing all of their lives without knowing that it is not fish they are after.","author":"Henry David Thoreau","category":"self, knowledge"},{"quote":"Freedom is knowing who you really are.","author":"Linda Thomson","category":"self, knowledge"},{"quote":"If you do not tell the truth about yourself you cannot tell it about other people.","author":"Virginia Woolf","category":"self, knowledge"},{"quote":"To understand is to forgive  even oneself.","author":"Alexander Chase","category":"self, knowledge"},{"quote":"Knowing others is wisdom  knowing yourself is Enlightenment.","author":"Lao-Tzu","category":"self, knowledge"},{"quote":"I think self-awareness is probably the most important thing towards becoming a champion.","author":"Billie Jean King","category":"self, knowledge"},{"quote":"The life which is unexamined is not worth living.","author":"Plato","category":"self, knowledge"},{"quote":"The deeper interior you have the more you have in your library.","author":"Jacqueline Bisset","category":"self, knowledge"},{"quote":"Follow your interests  get the best available education and training  set your sights high  be persistent  be flexible  keep your options open  accept help when offered  and be prepared to help others.","author":"Mildred Spiewak Dresselhaus","category":"self, knowledge"},{"quote":"It's all to do with the training: you can do a lot if you're properly trained.","author":"Queen Elizabeth II","category":"self, knowledge"},{"quote":"As it turns out  social scientists have established only one fact about single women's mental health: employment improves it.","author":"Susan Faludi","category":"self, knowledge"},{"quote":"Saying \"yes\" to yourself means acknowledging what you have that's good and working on the things that aren't.","author":"Patricia Fripp","category":"self, knowledge"},{"quote":"There is no good reason why we should not develop and change until the last day we live.","author":"Karen Horney","category":"self, knowledge"},{"quote":"We can't take any credit for our talents. It's how we use them that counts.","author":"Madeleine L'Engle","category":"self, knowledge"},{"quote":"As simple as it sounds  we all must try to be the best person we can: by making the best choices  by making the most of the talents we've been given.","author":"Mary Lou Retton","category":"self, knowledge"},{"quote":"What is most beautiful in virile men is something feminine  what is most beautiful in feminine women is something masculine.","author":"Susan Sontag","category":"self, knowledge"},{"quote":"You must love and care for yourself  because that's when the best comes out.","author":"Tina Turner","category":"self, knowledge"},{"quote":"Show me a sensible person who likes himself or herself! I know myself too well to like what I see. I know but too well that I'm not what I'd like to be.","author":"Golda Meir","category":"self, knowledge"},{"quote":"Until we can understand the assumptions in which we are drenched we cannot know ourselves.","author":"Adrienne Rich","category":"self, knowledge"},{"quote":"Experience isn't interesting till it begins to repeat itself-in fact  till it does that  it hardly is experience.","author":"Elizabeth Bowen","category":"self, knowledge"},{"quote":"Self-knowledge is the beginning of self-improvement.","author":"Spanish proverb","category":"self, knowledge"},{"quote":"We are the same people as we were at three  six  ten or twenty years old. More noticeably so  perhaps  at six or seven  because we were not pretending so much then.","author":"Agatha Christie","category":"self, knowledge"},{"quote":"Until we see what we are  we cannot take steps to become what we should be.","author":"Charlotte P. Gilman","category":"self, knowledge"},{"quote":"When a man begins to understand himself  he begins to live.","author":"Norvin G. McGranahan","category":"self, knowledge"},{"quote":"A humble knowledge of oneself is a surer road to God than a deep searching of the sciences.","author":"Thomas a Kempis","category":"self, knowledge"},{"quote":"If you do not ask yourself what it is you know  you will go on listening to others and change will not come because you will not hear your own truth.","author":"Saint Bartholomew","category":"self, knowledge"},{"quote":"No man remains quite what he was when he recognizes himself.","author":"Thomas Mann","category":"self, knowledge"},{"quote":"Sometimes a person has to go back  really back-to have a sense  an understanding of all that's gone to make them-before they can go forward.","author":"Paule Marshall","category":"self, knowledge"},{"quote":"Awakening begins when a man realizes that he is going nowhere and does not know where to go.","author":"Georges Gurdjieff","category":"self, knowledge"},{"quote":"Self-searching is the means by which we bring new vision  action  and grace to bear upon the dark and negative side of our natures. With it comes the development of that kind of humility that makes it possible for us to receive God's help. ... We find that bit by bit we can discard the old life-the one that did not work-for a new life that can and does work under conditions whatever.","author":"Anonymous","category":"self, knowledge"},{"quote":"The most difficult thing in life is to know yourself.","author":"Thales","category":"self, knowledge"},{"quote":"You never find yourself until you face the truth.","author":"Pearl Bailey","category":"self, knowledge"},{"quote":"It is not only the most difficult thing to know oneself  but the most inconvenient  too.","author":"Josh Billings","category":"self, knowledge"},{"quote":"Long ago I understood that it wasn't merely my being a woman that was preventing my being welcomed into the world of what I long thought of as my peers. It was that I had succeeded in an undertaking few men have even attempted: I have become myself.","author":"Alice Koller","category":"self, knowledge"},{"quote":"He knows the universe and does not know himself.","author":"Jean de la Fontaine","category":"self, knowledge"},{"quote":"There are chapters in every life which are seldom read and certainly not aloud.","author":"Carol Shields","category":"self, knowledge"},{"quote":"No man ever understands quite his own artful dodges to escape from the grim shadow of self-knowledge.","author":"Joseph Conrad","category":"self, knowledge"},{"quote":"Nothing is easier than self-deceit.","author":"Demosthenes","category":"self, knowledge"},{"quote":"Sometimes it takes years to really grasp what has happened to your life.","author":"Wilma Rudolph","category":"self, knowledge"},{"quote":"One may understand the cosmos  but never the ego  the self is more distant than any star.","author":"G. K. Chesterton","category":"self, knowledge"},{"quote":"You can live a lifetime and  at the end of it  know more about other people than you know about yourself.","author":"Beryl Markham","category":"self, knowledge"},{"quote":"Learn what you are  and be such.","author":"Pindar","category":"self, knowledge"},{"quote":"Long tresses down to the floor can be beautiful  if you have that  but learn to love what you have.","author":"Anita Baker","category":"self, knowledge"},{"quote":"I am no longer what I was. I will remain what I have become.","author":"Coco Chanel","category":"self, knowledge"},{"quote":"I always introduce myself as an encyclopedia of defects which I do not deny. Why should I? It took me a whole life to build myself as I am.","author":"Oriana Fallaci","category":"self, knowledge"},{"quote":"The happy man is he who knows his limitations  yet bows to no false gods.","author":"Robert W. Service","category":"self, knowledge"},{"quote":"I shall be an autocrat  that's my trade  and the good Lord will forgive me  that's his.","author":"Catherine the Great","category":"self, knowledge"},{"quote":"Sometimes it is more important to discover what one cannot do  than what one can.","author":"Lin Yutang","category":"self, knowledge"},{"quote":"Somehow we learn who we really are and then live with that decision.","author":"Eleanor Roosevelt","category":"self, knowledge"},{"quote":"Self-understanding rather than self-condemnation is the way to inner peace and mature conscience.","author":"Joshua L. Liebman","category":"self, knowledge"},{"quote":"To say something nice about themselves  this is the hardest thing in the world for people to do.","author":"Nancy Friday","category":"self, knowledge"},{"quote":"After my screen test  the director clapped his hands gleefully and yelled  \"She can't talk! She can't act! She's sensational!\"","author":"Ava Gardner","category":"self, knowledge"},{"quote":"Whenever I dwell for any length of time on my own shortcomings  they gradually begin to seem mild  harmless  rather engaging little things  not at all like the staring defects in other people's characters.","author":"Margaret Halsey","category":"self, knowledge"},{"quote":"It's not our disadvantages or shortcomings that are ridiculous  but rather the studious way we try to hide them  and our desire to act as if they did not exist.","author":"Giacomo Leopardi","category":"self, knowledge"},{"quote":"Of all the idiots I have met in my life  and the Lord knows that they have not been few or little  I think that I have been the biggest.","author":"Isak Dinesen","category":"self, knowledge"},{"quote":"A woman of mystique is fully aware of her flaws and weaknesses  yet she is strong enough to admit them and not be embarrassed by them.","author":"Jean Lush","category":"self, knowledge"},{"quote":"Learning too soon our limitations  we never learn our powers.","author":"Mignon McLaughlin","category":"self, knowledge"},{"quote":"Your thorns are the best part of you.","author":"Marianne Moore","category":"self, knowledge"},{"quote":"Oh  I'm so inadequate. And I love myself!","author":"Meg Ryan","category":"self, knowledge"},{"quote":"I am simple  complex  generous  selfish  unattractive  beautiful  lazy  and driven.","author":"Barbra Streisand","category":"self, knowledge"},{"quote":"If your head tells you one thing and your heart tells you another  before you do anything  you should first decide whether you have a better head or a better heart.","author":"Marilyn vos Savant","category":"self, knowledge"},{"quote":"I did not lose myself all at once. I rubbed out my face over the years washing away my pain  the same way carvings on stone are worn down by water.","author":"Amy Tan","category":"self, knowledge"},{"quote":"The precept  \"Know yourself \" was not solely intended to obviate the pride of mankind  but likewise that we might understand our own worth.","author":"Cicero","category":"self, knowledge"},{"quote":"I believe that dreams transport us through the underside of our days  and that if we wish to become acquainted with the dark side of what we are  the signposts are there  waiting for us to translate them.","author":"Gail Godwin","category":"self, knowledge"},{"quote":"It is a purely relative matter where one draws the plimsoll-line of condemnation  and ... if you find the whole of humanity falls below it you have simply made a mistake and drawn it too high. And you are probably below it yourself.","author":"Frances Partridge","category":"self, knowledge"},{"quote":"I'm a salami writer. I try to write good salami  but salami is salami.","author":"Stephen King","category":"self, knowledge"},{"quote":"Only by pursuing the extremes in one's nature  with all its contradictions  appetites  aversions  rages  can one hope to understand a little ... oh  I admit only a very little ... of what life is about.","author":"Francoise Sagan","category":"self, knowledge"},{"quote":"The basic experience of everyone is the experience of human limitation.","author":"Flannery O'Connor","category":"self, knowledge"},{"quote":"We do not make beams from the hollow  decaying trunk of the fallen oak. We use the upsoaring tree in the full vigor of its sap.","author":"Sylvia Pankhurst","category":"self, knowledge"},{"quote":"We must use what we have to invent what we desire.","author":"Adrienne Rich","category":"self, knowledge"},{"quote":"Whatever glory belongs to the race for a development unprecedented in history for the given length of time  a full share belongs to the womanhood of the race.","author":"Mary McLeod Bethune","category":"self, knowledge"},{"quote":"There is a potential heroine in every woman.","author":"Jean Shinoda Bolen","category":"self, knowledge"},{"quote":"We are volcanoes. When we women offer our experience as our truth  as human truth  all the maps change. There are new mountains.","author":"Ursula K. LeGuin","category":"self, knowledge"},{"quote":"I hear the singing of the lives of women. The clear mystery  the offering  the pride.","author":"Muriel Rukeyser","category":"self, knowledge"},{"quote":"The sexes in each species of beings . . . are always true equivalents-equals but not identicals.","author":"Antoinette Brown Blackwell","category":"self, knowledge"},{"quote":"For women there are  undoubtedly  great difficulties in the path  but so much the more to overcome. First no woman would say \"I am but a woman!\" But a woman! What more can you ask to be?","author":"Maria Mitchell","category":"self, knowledge"},{"quote":"Ability is sexless.","author":"Christabel Pankhurst","category":"self, knowledge"},{"quote":"We bear the world and we make it.... There was never a great man who had not a great mother-it is hardly an exaggeration.","author":"Olive Schreiner","category":"self, knowledge"},{"quote":"Remember  Ginger Rogers did everything Fred Astaire did  but she did it backwards and in high heels.","author":"Faith Whittlesey","category":"self, knowledge"},{"quote":"There may be ways in which we can work for change. We don't have to do dramatic things or devote our entire lives to it. We can lead normal lives but at the same time try hard not to be bystanders.","author":"Helen Bamber","category":"self, knowledge"},{"quote":"Some people give time  some money  some their skills and connections  some literally give their life's blood . . . but everyone has something to give.","author":"Barbara Bush","category":"self, knowledge"},{"quote":"Though I have no productive worth  I have a certain value as an indestructible quantity.","author":"Alice James","category":"self, knowledge"},{"quote":"I was once the typical daughter  then the easily recognizable wife  and then the quintessential mother. I seem always to have reminded people of someone in their family. Perhaps I am just the triumph of Plain Jane.","author":"Helen Hayes","category":"self, knowledge"},{"quote":"God wastes nothing.","author":"Jan Karon","category":"self, knowledge"},{"quote":"To be a housewife is ... a difficult  a wrenching  sometimes ungrateful job if it's looked on as only a job. Regarded as a profession  it is the noblest as it is the most ancient of the catalogue. Let none persuade us differently  or the world will be lost indeed.","author":"Phyllis McGinley","category":"self, knowledge"},{"quote":"It's this no-nonsense side of women that is pleasant to deal with. They are the real sportsmen.","author":"Phyllis McGinley","category":"self, knowledge"},{"quote":"Not being beautiful was the true blessing. ... Not being beautiful forced me to develop my inner resources. The pretty girl has a handicap to overcome.","author":"Golda Meir","category":"self, knowledge"},{"quote":"There is not one big cosmic meaning for all  there is only the meaning we each give to our life  an individual meaning  an individual plot  like an individual novel  a book for each person.","author":"Anais Nin","category":"self, knowledge"},{"quote":"I see myself as Rhoda  not Mary Tyler Moore.","author":"Rosie O'Donnell","category":"self, knowledge"},{"quote":"The surest sign of fitness is success.","author":"Olive Schreiner","category":"self, knowledge"},{"quote":"From the first  I made my learning  what little it was  useful every way I could.","author":"Mary McLeod Bethune","category":"self, knowledge"},{"quote":"I was not a classic mother. But my kids were never palmed off to boarding school. So  I didn't bake cookies. You can buy cookies  but you can't buy love.","author":"Raquel Welch","category":"self, knowledge"},{"quote":"I am an ordinary person  but carried to extremes.","author":"Fay Weldon","category":"self, knowledge"},{"quote":"I am not a glutton-I am an explorer of food.","author":"Erma Bombeck","category":"self, knowledge"},{"quote":"I'm just a person trapped inside a woman's body.","author":"Elayne Boosler","category":"self, knowledge"},{"quote":"To know oneself  one should assert oneself.","author":"Albert Camus","category":"self, knowledge"},{"quote":"I am because my little dog knows me.","author":"Gertrude Stein","category":"self, knowledge"},{"quote":"There is a solitude which each and every one of us has always carried within. More inaccessible than the ice-cold mountains  more profound than the midnight sea: the solitude of self.","author":"Elizabeth Cady Stanton","category":"self, knowledge"},{"quote":"Whether it was work  marriage  or family  I've always been a late bloomer.","author":"Sigourney Weaver","category":"self, knowledge"},{"quote":"Rebellion against your handicaps gets you nowhere. Self-pity gets you nowhere. One must have the adventurous daring to accept oneself as a bundle of possibilities and undertake the most interesting game in the world-making the most of one's best.","author":"Harry Emerson Fosdick","category":"self, knowledge"},{"quote":"I want  by understanding myself  to understand others. I want to be all that I am capable of becoming.","author":"Katherine Mansfield","category":"self, knowledge"},{"quote":"Real apprenticeship is ultimately always to the self.","author":"Cynthia Ozick","category":"self, knowledge"},{"quote":"The delights of self-discovery are always available.","author":"Gail Sheehy","category":"self, knowledge"},{"quote":"Whether there are innately female leadership styles ... is not really the right question. It is more important to ask why there has been so little attention paid to women leaders over the years as well as why the styles of leading more often exhibited by women are particularly useful at this critical moment in history.","author":"Charlotte Bunch","category":"self, knowledge"},{"quote":"In other living creatures the ignorance of themselves is nature  but in men it is a vice.","author":"Boethius","category":"self, knowledge"},{"quote":"Once  power was considered a masculine attribute. In fact  power has no sex.","author":"Katherine Graham","category":"self, knowledge"},{"quote":"It is doubtless a vice to turn one's eyes inward too much  but I am my own comedy and tragedy.","author":"Ralph Waldo Emerson","category":"self, knowledge"},{"quote":"I write entirely to find out what I'm thinking  what I'm looking at  what I see and what it means  what I want  and what I fear.","author":"Joan Didion","category":"self, knowledge"},{"quote":"Many people today don't want honest answers insofar as honest means unpleasant or disturbing. They want a soft answer that turneth away anxiety.","author":"Louis Kronenberger","category":"self, knowledge"},{"quote":"A single event can awaken within us a stranger totally unknown to us.","author":"Antoine de Saint-Exupery","category":"self, knowledge"},{"quote":"No one can figure out your worth but you.","author":"Pearl Bailey","category":"self, knowledge"},{"quote":"There is no disappointment we endure one-half so great as what we are to ourselves.","author":"Philip James Bailey","category":"self, knowledge"},{"quote":"He who knows himself best esteems himself least.","author":"H. G. Bohn","category":"self, knowledge"},{"quote":"Thales was asked what was most difficult to man  he answered: \"To know one's self.\"","author":"Diogenes","category":"self, knowledge"},{"quote":"Oh  wad some power the giftie gie us To see oursels as ithers see us! It wad frae monie a blunder free us  And foolish notion.","author":"Robert Burns","category":"self, knowledge"},{"quote":"We know what we are  but know not what we may be.","author":"William Shakespeare","category":"self, knowledge"},{"quote":"He was like a cock who thought the sun had risen to hear him crow.","author":"George Eliot","category":"self, love"},{"quote":"He that falls in love with himself will have no rivals.","author":"Benjamin Franklin","category":"self, love"},{"quote":"Self-love is the greatest of all flatterers.","author":"La Rochefoucauld","category":"self, love"},{"quote":"All men love themselves.","author":"Plautus","category":"self, love"},{"quote":"I to myself am dearer than a friend.","author":"William Shakespeare","category":"self, love"},{"quote":"To love one's self is the beginning of a life-long romance.","author":"Wilde Self-Made","category":"self, love"},{"quote":"He is a self-made man  and worships his creator.","author":"John Bright","category":"self, love"},{"quote":"Every man is the architect of his own fortune.","author":"English proverb","category":"self, love"},{"quote":"Self-pity comes so naturally to all of us.","author":"Andre Maurois","category":"self, pity"},{"quote":"Every man supposes himself not to be fully understood or appreciated.","author":"Ralph Waldo Emerson","category":"self, pity"},{"quote":"Self-pity is our worst enemy and if we yield to it  we can never do anything wise in this world.","author":"Helen Keller","category":"self, pity"},{"quote":"What poison is to food  self-pity is to life.","author":"Oliver C. Wilson","category":"self, pity"},{"quote":"It's odd that you can get so anesthetized by your own pain or your own problem that you don't quite fully share the hell of someone close to you.","author":"Lady Bird Johnson","category":"self, pity"},{"quote":"Grumbling is the death of love.","author":"Marlene Dietrich","category":"self, pity"},{"quote":"Being sorry for myself is a luxury I can't afford.","author":"Stephen King","category":"self, pity"},{"quote":"To feel sorry for oneself is one of the most disintegrating things the individual can do to himself.","author":"Winifred Rhoades","category":"self, pity"},{"quote":"Self-pity is one of the most dangerous forms of self-centeredness. It fogs our vision.","author":"Anonymous","category":"self, pity"},{"quote":"To hear complaints is wearisome to the wretched and the happy alike.","author":"Samuel Johnson","category":"self, pity"},{"quote":"Sympathy is never wasted except when you give it to yourself.","author":"John W. Raper","category":"self, pity"},{"quote":"The opposite of having faith is having self-pity.","author":"Og Guinness","category":"self, pity"},{"quote":"Optimism and self-pity are the positive and negative poles of modern cowardice.","author":"Cyril Connolly","category":"self, pity"},{"quote":"He who complains  sins.","author":"Saint Francis de Sales","category":"self, pity"},{"quote":"This life is not for complaint  but for satisfaction.","author":"Henry David Thoreau","category":"self, pity"},{"quote":"Is life so wretched? Isn't it rather your hands which are too small  your vision which is muddled? You are the one who must grow up.","author":"Dag Hammarskjold","category":"self, pity"},{"quote":"There is only one way to end a self-pity cycle: stop comparing yourself to others  and simply follow Christ.","author":"Linda Harry","category":"self, pity"},{"quote":"Suffering isn't ennobling  recovery is.","author":"Christian N. Barnard","category":"self, pity"},{"quote":"You can overcome anything if you don't bellyache.","author":"Bernard M. Baruch","category":"self, pity"},{"quote":"There is only one way to end a self-pity cycle: stop comparing yourself to others  and simply follow Christ.","author":"Linda Harry","category":"self, pity"},{"quote":"Do not weep  do not wax indignant. Understand.","author":"Baruch Spinoza","category":"self, pity"},{"quote":"When any fit of gloominess  or perversion of mind  lays hold upon you  make it a rule not to publish it by complaints.","author":"Samuel Johnson","category":"self, pity"},{"quote":"The secret of being miserable is to have leisure to bother about whether you are happy or not. The cure for it is occupation.","author":"George Bernard Shaw","category":"self, pity"},{"quote":"The cure for grief is motion.","author":"Elbert Hubbard","category":"self, pity"},{"quote":"I got the blues thinking of the future  so I left off and made some marmalade. It's amazing how it cheers one up to shred oranges or scrub the floor.","author":"D. H. Lawrence","category":"self, pity"},{"quote":"When you find yourself overpowered  as it were  by melancholy  the best way is to go out and do something.","author":"John Keble","category":"self, pity"},{"quote":"The best mask for demoralization is daring.","author":"Lucan","category":"self, pity"},{"quote":"Self-pity is a death that has no resurrection  a sinkhole from which no rescuing hand can drag you because you have chosen to sink.","author":"Elizabeth Elliot","category":"self, pity"},{"quote":"Pain is inevitable. Suffering is optional.","author":"Anonymous","category":"self, pity"},{"quote":"I am convinced  the longer I live  that life and its blessings are not so entirely unjustly distributed as when we are suffering greatly we are inclined to suppose.","author":"Mary Todd Lincoln","category":"self, pity"},{"quote":"Despair is the absolute extreme of self-love. It is reached when a man deliberately turns his back on all help from anyone else in order to taste the rotten luxury of knowing himself to be lost.","author":"Thomas Morton","category":"self, pity"},{"quote":"Our family never had any hard luck  because nothing seemed hard luck to it  nor was it ever disgraced for there was nothing which it would acknowledge as disgrace.","author":"Boxcar Bertha","category":"self, pity"},{"quote":"Others may argue about whether the world ends with a bang or a whimper. I just want to make sure mine doesn't end with a whine.","author":"Barbara Gordon","category":"self, pity"},{"quote":"I never saw a wild thing sorry for itself. A small bird will drop frozen dead from a bough Without ever having felt sorry for itself.","author":"D. H. Lawrence","category":"self, pity"},{"quote":"Old age is no place for sissies.","author":"Bette Davis","category":"self, pity"},{"quote":"Every message of despair is the statement of a situation from which everybody must freely try to find a way out.","author":"Eugene Ionesco","category":"self, pity"},{"quote":"Pain is inevitable  suffering is optional.","author":"M. Kathleen Casey","category":"self, pity"},{"quote":"Opposition may become sweet to a man when he has christened it persecution.","author":"George Eliot","category":"self, pity"},{"quote":"A man's as miserable as he thinks he is.","author":"Marcus Annaeus Seneca","category":"self, pity"},{"quote":"Your distress about life might mean you have been living for the wrong reason  not that you have no reason for living.","author":"Tom O'Connor","category":"self, pity"},{"quote":"Children seldom have a proper sense of their own tragedy  discounting and keeping hidden the true horrors of their short lives  humbly imagining real calamity to be some prestigious drama of the grown-up world.","author":"Shirley Hazzard","category":"self, pity"},{"quote":"It's not the load that breaks you down  it's the way you carry it.","author":"Lena Home","category":"self, pity"},{"quote":"I'm not overweight  I'm just nine inches too short.","author":"Shelley Winters","category":"self, pity"},{"quote":"Sadness is almost never anything but a form of fatigue.","author":"Andre Gide","category":"self, pity"},{"quote":"The human mind can bear plenty of reality  but not too much unintermit-tent gloom.","author":"Margaret Drabble","category":"self, pity"},{"quote":"Misery is a communicable disease.","author":"Martha Graham","category":"self, pity"},{"quote":"If you believe  then you hang on. If you believe  it means you've got imagination  you don't need stuff thrown out on a blueprint  and don't face facts - what can stop you? If I don't make it today  I'll come in tomorrow.","author":"Ruth Gordon","category":"self, pity"},{"quote":"Never give way to melancholy  resist it steadily  for the habit will encroach.","author":"Sydney Smith","category":"self, pity"},{"quote":"Despair is criminal.","author":"Samuel Johnson","category":"self, pity"},{"quote":"Even the cry from the depths is an affirmation: Why cry if there is no hint or hope of hearing?","author":"Martin Marty","category":"self, pity"},{"quote":"God hates those who praise themselves.","author":"St. Clement","category":"self, praise"},{"quote":"If you wish in this world to advance Your merits you're bound to enhance  You must stir it and stump it  And blow your own trumpet  Or  trust me  you haven't a chance.","author":"W. S. Gilbert","category":"self, praise"},{"quote":"Let another man praise thee  and not thine own mouth.","author":"Bible","category":"self, praise"},{"quote":"It is better to be tied to any thorny bush than to be with a cross man.","author":"Augusta Gregory","category":"self, reliance"},{"quote":"I don't follow precedent  I establish it.","author":"Fanny Ellen Holtzman","category":"self, reliance"},{"quote":"Your future depends on many things  but mostly on you.","author":"Frank Tyger","category":"self, reliance"},{"quote":"The woman who can create her own job is the one who will win fame and fortune.","author":"Amelia Earhart","category":"self, reliance"},{"quote":"Don't ask of your friends what you yourself can do.","author":"Quintus Ennius","category":"self, reliance"},{"quote":"The thing women have got to learn is that nobody gives you power. You just take it.","author":"Roseanne Barr","category":"self, reliance"},{"quote":"Who ever walked behind anyone to freedom?","author":"Hazel Scott","category":"self, reliance"},{"quote":"A man who finds no satisfaction in himself  seeks for it in vain elsewhere.","author":"Francois de La Rochefoucauld","category":"self, reliance"},{"quote":"The wise don't expect to find life worth living  they make it that way.","author":"Anonymous","category":"self, reliance"},{"quote":"I do not wish women to have power over men  but over themselves.","author":"Mary Wollstonecraft Shelley","category":"self, reliance"},{"quote":"I am learning that if I just go on accepting the framework for life that others have given me  if I fail to make my own choices  the reason for my life will be missing. I will be unable to recognize that which I have the power to change.","author":"Liv Ullmann","category":"self, reliance"},{"quote":"To be a man is  precisely  to be responsible.","author":"Antoine de Saint-Exupery","category":"self, reliance"},{"quote":"Real adulthood is the result of two qualities: self-discipline and self-reliance. The process of developing them together in balance is called maturing.","author":"J. W. Jepson","category":"self, reliance"},{"quote":"He who would be well taken care of must take care of himself.","author":"William Graham Sumner","category":"self, reliance"},{"quote":"What we say and what we do ultimately comes back to us so let us own our responsibility  place it in our hands  and carry it with dignity and strength.","author":"Gloria Evangelina Anzaldua","category":"self, reliance"},{"quote":"We are free up to the point of choice  then the choice controls the chooser.","author":"Mary Crowley","category":"self, reliance"},{"quote":"To be born free is an accident  to live free a responsibility  to die free is an obligation.","author":"Mrs. Hubbard Davis","category":"self, reliance"},{"quote":"The best bet is to bet on yourself.","author":"Arnold Glasow","category":"self, reliance"},{"quote":"It is not fair to ask of others what you are not willing to do yourself.","author":"Eleanor Roosevelt","category":"self, reliance"},{"quote":"Do for yourself or do without.","author":"Gaylord Perry","category":"self, reliance"},{"quote":"Intimate relationships cannot substitute for a life plan  but to have any meaning or viability at all  a life plan must include intimate relationships.","author":"Harriet Lerner","category":"self, reliance"},{"quote":"The great law of denial belongs to the powerful forces of life  whether the case be one of coolish baked beans  or an unrequited affection.","author":"Elizabeth Stuart Phelps","category":"self, reliance"},{"quote":"For the great benefits of our being- our life  health  and reason-we look upon ourselves.","author":"Marcus Annaeus Seneca","category":"self, reliance"},{"quote":"I have always regarded myself as the pillar of my life.","author":"Meryl Streep","category":"self, reliance"},{"quote":"A secure individual... knows that the responsibility for anything concerning his life remains with himself-and he accepts that responsibility.","author":"Harry Browne","category":"self, reliance"},{"quote":"An axe at home saves hiring a carpenter.","author":"J. C. F. von Schiller","category":"self, reliance"},{"quote":"We're all in this together ... alone.","author":"Lily Tomlin","category":"self, reliance"},{"quote":"No one can really pull you up very high-you lose your grip on the rope. But on your own two feet you can climb mountains.","author":"Louis Brandeis","category":"self, reliance"},{"quote":"We need to find the courage to say no to the things and people that are not serving us if we want to rediscover ourselves and live our lives with authenticity.","author":"Barbara De Angelis","category":"self, reliance"},{"quote":"No one is in control of your happiness but you  therefore  you have the power to change anything about yourself or your life that you want to change.","author":"Barbara De Angelis","category":"self, reliance"},{"quote":"Women share with men the need for personal success  even the taste for power  and no longer are we willing to satisfy those needs through the achievements of surrogates  whether husbands  children  or merely role models.","author":"Elizabeth Dole","category":"self, reliance"},{"quote":"There is no dependence that can be sure but a dependence upon one's self.","author":"John Gay","category":"self, reliance"},{"quote":"Getting fit is a political act-you are taking charge of your life.","author":"Jane Fonda","category":"self, reliance"},{"quote":"It is easier to live life through someone else than to become complete yourself.","author":"Betty Friedan","category":"self, reliance"},{"quote":"Being black does not stop you. You can sit out in the world and say  \"Well  white people kept me back  and I can't do this.\" Not so. You can have anything you want if you make up your mind and you want it.","author":"Clara McBride Hale","category":"self, reliance"},{"quote":"The future is not in the hands of fate  but in ours.","author":"Jules Jusserano","category":"self, reliance"},{"quote":"Men are made stronger on realization that the helping hand they need is at the end of their own arm.","author":"Sidney J. Phil","category":"self, reliance"},{"quote":"I never really address myself to any image anybody has of me. That's like fighting with ghosts.","author":"Sally Field","category":"self, reliance"},{"quote":"There is no such thing as vicarious experience.","author":"Mary Parker Follett","category":"self, reliance"},{"quote":"I love being single. It's almost like being rich.","author":"Sue Grafton","category":"self, reliance"},{"quote":"The best place to find a helping hand is at the end of your own arm.","author":"Swedish proverb","category":"self, reliance"},{"quote":"Every tub must stand on its own bottom.","author":"Thomas Fuller","category":"self, reliance"},{"quote":"You've got to do your own growing  no matter how tall your grandfather was.","author":"Irish proverb","category":"self, reliance"},{"quote":"Do not rely completely on any other human being  however dear. We meet all of life's greatest tests alone.","author":"Agnes Macphail","category":"self, reliance"},{"quote":"Only those means of security are good  are certain  are lasting  that depend on yourself and your own vigor.","author":"Niccolo Machiavelli","category":"self, reliance"},{"quote":"I don't want to be a passenger in my own life.","author":"Diane Ackerman","category":"self, reliance"},{"quote":"Independence is happiness.","author":"Susan B. Anthony","category":"self, reliance"},{"quote":"Woman must not depend upon the protection of man  but must be taught to protect herself.","author":"Susan B. Anthony","category":"self, reliance"},{"quote":"Every man paddles his own canoe.","author":"Frederick Marryat","category":"self, reliance"},{"quote":"If you would have a faithful servant  and one that you like  serve yourself.","author":"Benjamin Franklin","category":"self, reliance"},{"quote":"If you want a thing done  go  if not  send.","author":"Benjamin Franklin","category":"self, reliance"},{"quote":"I am not afraid of storms  for I am learning how to sail my ship.","author":"Louisa May Alcott","category":"self, reliance"},{"quote":"Our remedies oft in ourselves do lie.","author":"William Shakespeare","category":"self, reliance"},{"quote":"If it is to be  it is up to me.","author":"Anonymous","category":"self, reliance"},{"quote":"There are three types of baseball players-those who make it happen  those who watch it happen  and those who wonder what happened.","author":"Tommy Lasorda","category":"self, reliance"},{"quote":"Rogers sees daylight. Campbell makes daylight.","author":"Bum Phillips","category":"self, reliance"},{"quote":"I leave before being left. I decide.","author":"Brigitte Bardot","category":"self, reliance"},{"quote":"No man may make another free.","author":"Zora Neale Hurston","category":"self, reliance"},{"quote":"The best things in life must come by effort from within  not by gifts from the outside.","author":"Fred Corson","category":"self, reliance"},{"quote":"Living by proxy is always a precarious expedient.","author":"Simone de Beauvoir","category":"self, reliance"},{"quote":"When I saw something that needed doing  I did it.","author":"Nellie Cashman","category":"self, reliance"},{"quote":"The only discipline that lasts is self-discipline.","author":"Bum Phillips","category":"self, reliance"},{"quote":"The destiny of man is in his own soul.","author":"Herodotus","category":"self, reliance"},{"quote":"My future is one I must make myself.","author":"Louis L'Amour","category":"self, reliance"},{"quote":"Faced with crisis  the man of character falls back on himself.","author":"Charles de Gaulle","category":"self, reliance"},{"quote":"If there is no wind  row.","author":"Latin proverb","category":"self, reliance"},{"quote":"No bird soars too high if he soars on his own wings.","author":"William Blake","category":"self, reliance"},{"quote":"Seek not good from without: seek it within yourselves  or you will never find it.","author":"Bertha von Suttner","category":"self, reliance"},{"quote":"We carry with us the wonders we seek without us.","author":"Sir Thomas Browne","category":"self, reliance"},{"quote":"As far as beauty is concerned  in order to be confident we must accept that the way we look and feel is our own responsibility.","author":"Sophia Loren","category":"self, reliance"},{"quote":"Ruin and recovery are both from within.","author":"Epictetus","category":"self, reliance"},{"quote":"Learn to get in touch with silence within yourself and know that everything in life has a purpose.","author":"Elisabeth Kubler-Ross","category":"self, reliance"},{"quote":"People are like stained-glass windows. They sparkle and shine when the sun is out  but when the darkness sets in  their true beauty is revealed only if there is a light from within.","author":"Elisabeth Kubler-Ross","category":"self, reliance"},{"quote":"If you can't change your fate  change your attitude.","author":"Amy Tan","category":"self, reliance"},{"quote":"He who is plenteously provided for from within needs but little from without.","author":"Johann von Goethe","category":"self, reliance"},{"quote":"What pulls the strings is the force hidden within  there lies ... the real man.","author":"Marcus Aurelius","category":"self, reliance"},{"quote":"The foundations which we would dig about and find are within us  like the Kingdom of Heaven  rather than without.","author":"Samuel Butler","category":"self, reliance"},{"quote":"No external advantages can supply self-reliance. The force of one's being ... must come from within.","author":"R. W. Clark","category":"self, reliance"},{"quote":"Every time I start a picture ... I feel the same fear  the same self-doubts ... and I have only one source on which I can draw  because it comes from within me.","author":"Federico Fellini","category":"self, reliance"},{"quote":"There is no man so low down that the cure for his condition does not lie strictly within himself.","author":"Thomas L. Masson","category":"self, reliance"},{"quote":"It is what you are inside that matters. You  yourself  are your only real capital.","author":"Vladimir Zworykin","category":"self, reliance"},{"quote":"Look well into thyself  there is a source which will always spring up if thou wilt always search there.","author":"Marcus Aurelius","category":"self, reliance"},{"quote":"I've never met a person  I don't care what his condition  in whom I could not see possibilities. I don't care how much a man may consider himself a failure  I believe in him  for he can change the thing that is wrong in his life anytime he is prepared and ready to do it. Whenever he develops the desire  he can take away from his life the thing that is defeating it. The capacity for reformation and change lies within.","author":"Preston Bradley","category":"self, reliance"},{"quote":"You will not find poetry anywhere unless you bring some of it with you.","author":"Joseph Joubert","category":"self, reliance"},{"quote":"God  why do I storm heaven for answers that are already in my heart? Every grace I need has already been given me. Oh  lead me to the Beyond within.","author":"Macrina Wiederkehr","category":"self, reliance"},{"quote":"The only Zen you find on the tops of mountains is the Zen you bring up there.","author":"Robert M. Pirsig","category":"self, reliance"},{"quote":"There ain't nothing from the outside can lick any of us.","author":"Margaret Mitchell","category":"self, reliance"},{"quote":"Man must be arched and buttressed from within  else the temple wavers to dust.","author":"Marcus Aurelius","category":"self, reliance"},{"quote":"There is no reality except the one contained within us.","author":"Hermann Hesse","category":"self, reliance"},{"quote":"Religious faith  indeed  relates to that which is above us  but it must arise from that which is within us.","author":"Josiah Royce","category":"self, reliance"},{"quote":"God creates the animals  man creates himself.","author":"Georg Christoph Lichtenberg","category":"self, reliance"},{"quote":"Let women be provided with living strength of their own.","author":"Simone de Beauvoir","category":"self, reliance"},{"quote":"Man cannot remake himself without suffering  for he is both the marble and the sculptor.","author":"Dr. Alexis Carrel","category":"self, reliance"},{"quote":"Every man is his own ancestor  and every man his own heir. He devises his own future  and he inherits his own past.","author":"H. F. Hedge","category":"self, reliance"},{"quote":"In the long run we shape our lives and we shape ourselves. The process never ends until we die. And the choices we make are ultimately our own responsibility.","author":"Eleanor Roosevelt","category":"self, reliance"},{"quote":"Our awesome responsibility to ourselves  to our children  and to the future is to create ourselves in the image of goodness  because the future depends on the nobility of our imaginings.","author":"Barbara Grizzuti Harrison","category":"self, reliance"},{"quote":"Up to a point a man's life is shaped by environment  heredity  and movements and changes in the world about him  then there comes a time when it lies within his grasp to shape the clay of his life into the sort of thing he wishes to be. ... Everyone has it within his power to say  this I am today  that I shall be tomorrow.","author":"Louis L'Amour","category":"self, reliance"},{"quote":"We either make ourselves miserable  or we make ourselves strong. The amount of work is the same.","author":"Carlos Castaneda","category":"self, reliance"},{"quote":"I  woman  give birth: and this time to myself.","author":"Alma Villanueva","category":"self, reliance"},{"quote":"Exude happiness and you will feel it back a thousand times.","author":"Joan Lunden","category":"self, reliance"},{"quote":"What you have become is the price you paid to get what you used to want.","author":"Mignon McLaughlin","category":"self, reliance"},{"quote":"You are the product of your own brainstorm.","author":"Rosemary Konner Steinbaum","category":"self, reliance"},{"quote":"I long to put the experience of fifty years at once into your young lives  to give you at once the key to that treasure chamber every gem of which has cost me tears and struggles and prayers  but you must work for these inward treasures yourselves.","author":"Harriet Beecher Stowe","category":"self, reliance"},{"quote":"There's only one corner of the universe you can be certain of improving  and that's your own self.","author":"Aldous Huxley","category":"self, reliance"},{"quote":"Parents can only give good advice or put them on the right paths  but the final forming of a person's character lies in their own hands.","author":"Anne Frank","category":"self, reliance"},{"quote":"You need to claim the events in your life to make yourself yours. When you truly possess all you have been and done  which may take some time  you are fierce with reality.","author":"Florida Scott-Maxwell","category":"self, reliance"},{"quote":"I would not sit waiting for some value tomorrow  nor for something to happen. One could wait a lifetime. ... I would make something happen.","author":"Louis L'Amour","category":"self, reliance"},{"quote":"I truly believe that women of my generation can bring a new cleansing element to American public life.","author":"Georgie Anne Geyer","category":"self, reliance"},{"quote":"Circumstances are the rulers of the weak  they are but the instruments of the wise.","author":"Samuel Lover","category":"self, reliance"},{"quote":"Sometimes you gotta create what you want to be a part of.","author":"Geri Weitzman","category":"self, reliance"},{"quote":"Circumstances-what are circumstances? I make circumstances.","author":"Napoleon Bonaparte","category":"self, reliance"},{"quote":"Man is not the creature of circumstances  circumstances are the creature of man. We are free agents  and man is more powerful than matter.","author":"Benjamin Disraeli","category":"self, reliance"},{"quote":"It is our relation to circumstances that determines their influence over us. The same wind that carries one vessel into port may blow another off shore.","author":"Christian Bovee","category":"self, reliance"},{"quote":"We will either find a way  or make one.","author":"Hannibal","category":"self, reliance"},{"quote":"People are always blaming their circumstances for what they are. The people who get on in this world are they who get up and look for the circumstances they want  and  if they can't find them  make them.","author":"George Bernard Shaw","category":"self, reliance"},{"quote":"Choice of attention-to pay attention to this and ignore that-is to the inner life what choice of action is to the outer. In both cases  a man is responsible for his choice and must accept the consequences.","author":"W. H. Auden","category":"self, reliance"},{"quote":"Heaven and hell is right now. ... You make it heaven or you make it hell by your actions.","author":"George Harrison","category":"self, reliance"},{"quote":"Freedom means choosing your burden.","author":"Hephzibah Menuhin","category":"self, reliance"},{"quote":"We create our fate every day ... most of the ills we suffer from are directly traceable to our own behavior.","author":"Henry Miller","category":"self, reliance"},{"quote":"You have to take it as it happens  but you should try to make it happen the way you want to take it.","author":"Old German proverb","category":"self, reliance"},{"quote":"The winds and waves are always on the side of the ablest navigators.","author":"Edward Gibbon","category":"self, reliance"},{"quote":"A life of reaction is a life of slavery  intellectually and spiritually. One must fight for a life of action  not reaction.","author":"Rita Mae Brown","category":"self, reliance"},{"quote":"Life is raw material. We are artisans. We can sculpt our existence into something beautiful  or debase it into ugliness. It's in our hands.","author":"Cathy Better","category":"self, reliance"},{"quote":"The proverb warns that \"You should not bite that hand that feeds you.\" But maybe you should  if it prevents you from feeding yourself.","author":"Thomas Szasz","category":"self, reliance"},{"quote":"If we live good lives  the times are also good. As we are  such are the times.","author":"Saint Augustine","category":"self, reliance"},{"quote":"Change and growth take place when a person has risked himself and dares to become involved with experimenting with his own life.","author":"Herbert Otto","category":"self, reliance"},{"quote":"They have rights who dare defend them.","author":"Roger Baldwin","category":"self, reliance"},{"quote":"Make good use of bad rubbish.","author":"Elizabeth Beresford","category":"self, reliance"},{"quote":"Things alter for the worse spontaneously  if they be not altered for the better designedly.","author":"Francis Bacon","category":"self, reliance"},{"quote":"Things don't turn up in this world until somebody turns them up.","author":"James A. Garfield","category":"self, reliance"},{"quote":"Is life so wretched? Isn't it rather your hands which are too small  your vision which is muddied? You are the one who must grow up.","author":"Dag Hammarskjold","category":"self, reliance"},{"quote":"Some leaders are born women.","author":"Geraldine Ferraro","category":"self, reliance"},{"quote":"Be thine own palace  or the world's thy jail.","author":"John Donne","category":"self, reliance"},{"quote":"A filly who wants to run will always find a rider.","author":"Jacques Audiberti","category":"self, reliance"},{"quote":"Each of us makes his own weather  determines the color of the skies in the emotional universe which he inhabits.","author":"Fulton J. Sheen","category":"self, reliance"},{"quote":"Thinking is like loving and dying. Each of us must do it for himself.","author":"Josiah Royce","category":"self, reliance"},{"quote":"Be yourself and think for yourself  and while your conclusions may not be infallible  they will be nearer right than the conclusions forced upon you.","author":"Elbert Hubbard","category":"self, reliance"},{"quote":"Though reading and conversation may furnish us with many ideas of men and things  our own meditation must form our judgement.","author":"Isaac Watts","category":"self, reliance"},{"quote":"He who has no opinion of his own  but depends upon the opinion and taste of others  is a slave.","author":"Friedrich Klopstock","category":"self, reliance"},{"quote":"How much time he gains who does not look to see what his neighbor says or does or thinks  but only at what he does himself  to make it just and holy.","author":"Marcus Aurelius","category":"self, reliance"},{"quote":"Let me listen to me and not to them.","author":"Gertrude Stein","category":"self, reliance"},{"quote":"The efficient man is the man who thinks for himself.","author":"Charles W. Eliot","category":"self, reliance"},{"quote":"Learn to depend upon yourself by doing things in accordance with your own way of thinking.","author":"Grenville Kleiser","category":"self, reliance"},{"quote":"If we are not responsible for the thoughts that pass our doors  we are at least responsible for those we admit and entertain.","author":"Charles B. Newcomb","category":"self, reliance"},{"quote":"Think wrongly  if you please  but in all cases think for yourself.","author":"Doris Lessing","category":"self, reliance"},{"quote":"Each man must for himself alone decide what is right and what is wrong  which course is patriotic and which isn't. You cannot shirk this and be a man. To decide against your conviction is to be an unqualified and excusable traitor  both to yourself and to your country  let men label you as they may.","author":"Mark Twain","category":"self, reliance"},{"quote":"The man who makes everything that leads to happiness depend upon himself  and not upon other men  has adopted the very best plan for living happily.","author":"Plato","category":"self, reliance"},{"quote":"Happiness must be cultivated. It is like character. It is not a thing to be safely let alone for a moment  or it will run to weeds.","author":"Elizabeth Stuart Phelps","category":"self, reliance"},{"quote":"We are taught you must blame your father  your sisters  your brothers  the school  the teachers-you can blame anyone  but never blame yourself. It's never your fault. But it's always your fault  because if you want to change  you're the one who has got to change. It's as simple as that  isn't it?","author":"Katharine Hepburn","category":"self, reliance"},{"quote":"Discontent is want of self-discipline  it is infirmity of will.","author":"Ralph Waldo Emerson","category":"self, reliance"},{"quote":"Happiness is a conscious choice  not an automatic response.","author":"Mildred Barthel","category":"self, reliance"},{"quote":"The essence of philosophy is that a man should so live that his happiness shall depend as little as possible on external things.","author":"Epictetus","category":"self, reliance"},{"quote":"Most folks are about as happy as they make up their minds to be.","author":"Abraham Lincoln","category":"self, reliance"},{"quote":"Happiness is not in our circumstances  but in ourselves. It is not something we see  like a rainbow  or feel  like the heat of a fire. Happiness is something we are.","author":"John B. Sheerin","category":"self, reliance"},{"quote":"When I have been unhappy  I have heard an opera ... and it seemed the shrieking of winds  when I am happy  a sparrow's chirp is delicious to me. But it is not the chirp that makes me happy  but I that make it sweet.","author":"John Ruskin","category":"self, reliance"},{"quote":"The U.S. Constitution doesn't guarantee happiness  only the pursuit of it. You have to catch up with it yourself.","author":"Benjamin Franklin","category":"self, reliance"},{"quote":"To believe that if only we had this or that we would be happy  or to pursue any excessive desire  diverts us from seeing that happiness depends on an adequate self.","author":"Eric Hoffer","category":"self, reliance"},{"quote":"Nothing can bring you peace but yourself.","author":"Ralph Waldo Emerson","category":"self, reliance"},{"quote":"Happiness belongs to those who are sufficient unto themselves. For all external sources of happiness and pleasure are  by their very nature  highly uncertain  precarious  ephemeral  and subject to chance.","author":"Arthur Schopenhauer","category":"self, reliance"},{"quote":"All times are beautiful for those who maintain joy within them  but there is no happy or favorable time for those with disconsolate or orphaned souls.","author":"Rosalia Castro","category":"self, reliance"},{"quote":"Felicity  felicity ... is quaffed out of a golden cup ... the flavour is with you alone  and you can make it as intoxicating as you please.","author":"Joseph Conrad","category":"self, reliance"},{"quote":"Some pursue happiness others create it.","author":"Anonymous","category":"self, reliance"},{"quote":"To be obliged to beg our daily happiness from others bespeaks a more lamentable poverty than that of him who begs his daily bread.","author":"Charles Caleb Colton","category":"self, reliance"},{"quote":"Man is the artificer of his own happiness.","author":"Henry David Thoreau","category":"self, reliance"},{"quote":"To wait for someone else  or to expect someone else to make my life richer  or fuller  or more satisfying  puts me in a constant state of suspension.","author":"Kathleen Tierney Andrus","category":"self, reliance"},{"quote":"I am my own heaven and hell!","author":"J. C. F. von Schiller","category":"self, reliance"},{"quote":"I am responsible for my own well-being  my own happiness. The choices and decisions I make regarding my life directly influence the quality of my days.","author":"Kathleen Tierney Andrus","category":"self, reliance"},{"quote":"If you do not find peace in yourself you will never find it anywhere else.","author":"Paula A. Bendry","category":"self, reliance"},{"quote":"To know what you prefer  instead of humbly saying Amen to what the world tells you that you ought to prefer  is to have kept your soul alive.","author":"Robert Louis Stevenson","category":"self, reliance"},{"quote":"If people are suffering  then they must look within themselves. ... Happiness is not something ready-made [Buddha] can give you. It comes from your own actions.","author":"The Dalai Lama","category":"self, reliance"},{"quote":"Blame yourself if you have no branches or leaves  don't accuse the sun of partiality.","author":"Chinese proverb","category":"self, reliance"},{"quote":"The opportunities for enjoyment in your life are limitless. If you feel you are not experiencing enough joy  you have only yourself to blame.","author":"David E. Bresler","category":"self, reliance"},{"quote":"Happiness is like time and space-we make and measure it ourselves  it is as fancy  as big  as little  as you please  just a thing of contrasts and comparisons.","author":"George Du Maurier","category":"self, reliance"},{"quote":"It is not easy to find happiness in ourselves  and it is not possible to find it elsewhere.","author":"Agnes Repplier","category":"self, reliance"},{"quote":"The greatest griefs are those we cause ourselves.","author":"Sophocles","category":"self, reliance"},{"quote":"No human being can really understand another  and no one can arrange another's happiness.","author":"Graham Greene","category":"self, reliance"},{"quote":"No-one gives joy or sorrow. ... We gather the consequences of our own deeds.","author":"Garuda Purana","category":"self, reliance"},{"quote":"Happiness depends upon ourselves.","author":"Aristotle","category":"self, reliance"},{"quote":"The amount of satisfaction you get from life depends largely on your own ingenuity  self-sufficiency  and resourcefulness. People who wait around for life to supply their satisfaction usually find boredom instead.","author":"Dr. William Menninger","category":"self, reliance"},{"quote":"Somebody's boring me  I think it's me.","author":"Dylan Thomas","category":"self, reliance"},{"quote":"Being bored is an insult to oneself.","author":"Jules Renard","category":"self, reliance"},{"quote":"When people are bored  it is primarily with their own selves that they are bored.","author":"Jules Renard","category":"self, reliance"},{"quote":"If your daily life seems poor  do not blame it  blame yourself  tell yourself that you are not poet enough to call forth its riches.","author":"Rainer Maria Rilke","category":"self, reliance"},{"quote":"Life's under no obligation to give us what we expect.","author":"Margaret Mitchell","category":"self, reliance"},{"quote":"One has to handle these negative experiences alone. You can't get help from your friends or family. You're finally alone with it  and you have to come to grips with misfortune and go on.","author":"Shirley Temple Black","category":"self, reliance"},{"quote":"Expect nothing. Live frugally on surprise.","author":"Alice Walker","category":"self, reliance"},{"quote":"If you want to succeed  you must make your own opportunities as you go.","author":"John B. Gough","category":"self, reliance"},{"quote":"It is sometimes the man who opens the door who is the last to enter the room.","author":"Elizabeth Asquith Bibesco","category":"self, reliance"},{"quote":"If  after all  men cannot always make history have a meaning  they can always act so that their own lives have one.","author":"Albert Camus","category":"self, reliance"},{"quote":"Every man is the architect of his own fortune.","author":"Sallust","category":"self, reliance"},{"quote":"A wise man will make more opportunities than he finds.","author":"Francis Bacon","category":"self, reliance"},{"quote":"Man is still responsible. ... His success lies not with the stars  but with himself. He must carry on the fight of self-correction and discipline.","author":"Frank Curtis Williams","category":"self, reliance"},{"quote":"No one can help you in holding a good job except Old Man You.","author":"Edgar Watson Howe","category":"self, reliance"},{"quote":"No man will succeed unless he is ready to face and overcome difficulties and prepared to assume responsibilities.","author":"William J. H. Boetcker","category":"self, reliance"},{"quote":"The brave man carves out his fortune  and every man is the sum of his own works.","author":"Miguel de Cervantes","category":"self, reliance"},{"quote":"Under normal periods  any man's success hinges about 5 percent on what others do for him and 95 percent on what he does.","author":"James A. Worsham","category":"self, reliance"},{"quote":"If a man wants his dreams to come true  he must wake up.","author":"Anonymous","category":"self, reliance"},{"quote":"Pa  he always said a man had to look spry for himself  because nobody would do it for him  your opportunities didn't come knocking around  you had to hunt them down and hog-tie them.","author":"Louis L'Amour","category":"self, reliance"},{"quote":"Destiny is not a matter of chance  it is a matter of choice  it is not a thing to be waited for  it is a thing to be achieved.","author":"William Jennings Bryan","category":"self, reliance"},{"quote":"Men at some time are masters of their fates.","author":"William Shakespeare","category":"self, reliance"},{"quote":"The people who get on in this world are the people who get up and look for the circumstances they want  and  if they can't find them  make them.","author":"George Bernard Shaw","category":"self, reliance"},{"quote":"Mistakes fail in their mission of helping the person who blames them on the other fellow.","author":"Henry S. Haskins","category":"self, reliance"},{"quote":"We have not passed that subtle line between childhood and adulthood until... we have stopped saying \"It got lost \" and say \"I lost it.\"","author":"Sydney J. Harris","category":"self, reliance"},{"quote":"Do not blame anybody for your mistakes and failures.","author":"Bernard M. Baruch","category":"self, reliance"},{"quote":"The day you take complete responsibility for yourself  the day you stop making excuses  that's the day you start your move to the top.","author":"O. J. Simpson","category":"self, reliance"},{"quote":"It is a painful thing to look at your own trouble and know that you yourself  and no one else  has made it.","author":"Sophocles","category":"self, reliance"},{"quote":"When you blame others  you give up your power to change.","author":"Anonymous","category":"self, reliance"},{"quote":"Take your life in your own hands  and what happens? A terrible thing: no one to blame.","author":"Erica Jong","category":"self, reliance"},{"quote":"What fate can be worse than to know we have no one but ourselves to blame for our misfortunes!","author":"Sophocles","category":"self, reliance"},{"quote":"Fair play with others is primarily not blaming them for anything that is wrong with us.","author":"Eric Hoffer","category":"self, reliance"},{"quote":"How we love to blame others for our misfortunes! Almost every individual who has lost money in stock speculation has on the tip of his tongue an explanation which he trots out to show that it wasn't his own fault at all.... Hardly one loser has the manliness to say frankly  \"I was wrong.\"","author":"B. C. Forbes","category":"self, reliance"},{"quote":"Man must cease attributing his problems to his environment and learn again to exercise ... his personal responsibility in the realm of faith and morals.","author":"Albert Schweitzer","category":"self, reliance"},{"quote":"The greatest griefs are those we cause ourselves.","author":"Sophocles","category":"self, reliance"},{"quote":"The fault  dear Brutus  is not in our stars  but in ourselves.","author":"William Shakespeare","category":"self, reliance"},{"quote":"A chief is a man who assumes responsibility. He does not say  \"My men were beaten \" he says  \"I was beaten.\"","author":"Antoine de Saint-Exupery","category":"self, reliance"},{"quote":"Debt is a trap which man sets and baits himself  and then deliberately gets into.","author":"Josh Billings","category":"self, reliance"},{"quote":"God helps those who help themselves.","author":"German proverb","category":"self, reliance"},{"quote":"I feel no need for any other faith than my faith in human beings.","author":"Pearl S. Buck","category":"self, reliance"},{"quote":"It is vain to ask of the gods what man is capable of supplying for himself.","author":"Epicurus","category":"self, reliance"},{"quote":"The gods help those who help themselves.","author":"Marcus Terentius Varro","category":"self, reliance"},{"quote":"Ask God's blessing on your work  but don't ask him to do it for you.","author":"Dame Flora Robson","category":"self, reliance"},{"quote":"He who prays and labours lifts his heart to God with his hands.","author":"Saint Bernard","category":"self, reliance"},{"quote":"God gives every bird its food  but he does not throw it into the nest.","author":"Josiah G. Holland","category":"self, reliance"},{"quote":"Trust in Allah  but tie your camel first.","author":"Arab proverb","category":"self, reliance"},{"quote":"Put your trust in God  my boys  and keep your powder dry!","author":"Valentine Blacker","category":"self, reliance"},{"quote":"God loves to help him who strives to help himself.","author":"Aeschylus","category":"self, reliance"},{"quote":"Religious faith  indeed  relates to that which is above us  but it must arise from that which is within us.","author":"Josiah Royce","category":"self, reliance"},{"quote":"Even God lends a hand to honest boldness.","author":"Menander","category":"self, reliance"},{"quote":"Help yourself and heaven will help you.","author":"Jean de la Fontaine","category":"self, reliance"},{"quote":"God has entrusted me with myself.","author":"Epictetus","category":"self, reliance"},{"quote":"The Ancient Mariner said to Neptune during a great storm  \"O God  you will save me if you wish  but I am going to go on holding my tiller straight.\"","author":"Michel de Montaigne","category":"self, reliance"},{"quote":"If your ship doesn't come in  swim out to it.","author":"Jonathan Winters","category":"self, reliance"},{"quote":"To character and success  two things  contradictory as they may seem  must go together-humble dependence and manly independence  humble dependence on God and manly reliance on self.","author":"William Wordsworth","category":"self, reliance"},{"quote":"I am a moonbeam  free to go whenever I choose.","author":"Marina Tsvetaeva","category":"self, reliance"},{"quote":"My will shall shape my future. Whether I fail or succeed shall be no man's doing but my own. I am the force  I can clear any obstacle before me or I can be lost in the maze. My choice  my responsibility  win or lose  only I hold the key to my destiny.","author":"Elaine Maxwell","category":"self, reliance"},{"quote":"I had never been as resigned to ready-made ideas as I was to ready-made clothes  perhaps because although I couldn't sew  I could think.","author":"Jane Rule","category":"self, reliance"},{"quote":"Self-reliance is the only road to true freedom  and being one's own person is its ultimate reward.","author":"Patricia Sampson","category":"self, reliance"},{"quote":"The basic freedom of the world is woman's freedom.","author":"Margaret Sanger","category":"self, reliance"},{"quote":"Never grow a wishbone  daughter  where your backbone ought to be.","author":"Clementine Paddleford","category":"self, reliance"},{"quote":"You are the handicap you must face. You are the one who must choose your place.","author":"James Lane Allen","category":"self, reliance"},{"quote":"The best and most efficient pharmacy is within your own system.","author":"Robert C. Peale","category":"self, reliance"},{"quote":"I am the master of my fate  I am the captain of my soul.","author":"William E. Henley","category":"self, reliance"},{"quote":"Champions take responsibility. When the ball is coming over the net  you can be sure I want the ball.","author":"Billie Jean King","category":"self, reliance"},{"quote":"A man is a lion in his own cause.","author":"Scottish proverb","category":"self, reliance"},{"quote":"For they can conquer who believe they can.","author":"Virgil","category":"self, reliance"},{"quote":"I have ever held it as a maxim never to do that through another which it was possible for me to execute myself.","author":"Charles Montesquieu","category":"self, reliance"},{"quote":"Doubt whom you will  but never yourself.","author":"Christian Nestell Bovee","category":"self, reliance"},{"quote":"No man should part with his own individuality and become that of another.","author":"William Ellery Channing","category":"self, reliance"},{"quote":"Think wrongly  if you please  but in all cases think for yourself.","author":"Gotthold E. Lessing","category":"self, reliance"},{"quote":"Greater love hath no man than this  that a man lay down his life for his friends.","author":"Bible","category":"self, sacrifice"}]}