{
  "author": "Ravindu Manoj",
  "github": "ravindu01manoj",
  "repo": "Quotes-500k",
  "data": [
    {
      "quote": "They are proud in humility  proud in that they are not proud.",
      "author": "Henry Burton",
      "category": "pride"
    },
    {
      "quote": "Pride ruined the angels.",
      "author": "Ralph Waldo Emerson",
      "category": "pride"
    },
    {
      "quote": "Pride that dines on vanity  sups on contempt.",
      "author": "Benjamin Franklin",
      "category": "pride"
    },
    {
      "quote": "The proud hate pride - in others.",
      "author": "Benjamin Franklin",
      "category": "pride"
    },
    {
      "quote": "Oh! Why should the spirit of mortal be proud? Like a swift-fleeing meteor  a fast flying cloud  A flash of the lightning  a break of the wave  Man passes from life to his rest in the grave.",
      "author": "William Knox",
      "category": "pride"
    },
    {
      "quote": "Pride and weakness are Siamese twins.",
      "author": "James Russell Lowell",
      "category": "pride"
    },
    {
      "quote": "Pride goeth before destruction  and an haughty spirit before a fall.",
      "author": "Bible",
      "category": "pride"
    },
    {
      "quote": "In pride  in reas'ning pride  our error lies  All quit their sphere and rush into the skies. Pride still is aiming at the bless'd abodes  Men would be angels  angels would be gods.",
      "author": "Alexander Pope",
      "category": "pride"
    },
    {
      "quote": "The infinitely little have pride infinitely great.",
      "author": "Voltaire",
      "category": "pride"
    },
    {
      "quote": "Principles become modified in practise by facts.",
      "author": "James Fenimore Cooper",
      "category": "principle"
    },
    {
      "quote": "If principle is good for anything  it is worth living up to.",
      "author": "Benjamin Franklin",
      "category": "principle"
    },
    {
      "quote": "Important principles may and must be flexible.",
      "author": "Abraham Lincoln",
      "category": "principle"
    },
    {
      "quote": "Stone walls do not a prison make  Nor iron bars a cage  Minds innocent and quiet take That for an hermitage.",
      "author": "Richard Lovelace",
      "category": "prison"
    },
    {
      "quote": "In durance vile here must I wake and weep  And all my frowsy couch in sorrow steep.",
      "author": "James Drummond Burns",
      "category": "prison"
    },
    {
      "quote": "While we have prisons it matters little which of us occupy the cells.",
      "author": "George Bernard Shaw",
      "category": "prison"
    },
    {
      "quote": "Under a government which imprisons any unjustly  the true place for a just man is also a prison.",
      "author": "Henry David Thoreau",
      "category": "prison"
    },
    {
      "quote": "I know not whether laws be right  Or whether laws be wrong  All that we know who lie in gaol Is that the wall is strong  And that each day is like a year  A year whose days are long.",
      "author": "Oscar Wilde",
      "category": "prison"
    },
    {
      "quote": "None of us can be free of conflict and woe. Even the greatest men have had to accept disappointments as their daily bread.",
      "author": "Bernard M. Baruch",
      "category": "problems"
    },
    {
      "quote": "There is no man in any rank who is always at liberty to act as he would incline. In some quarter or other he is limited by circumstances.",
      "author": "Bonnie Blair",
      "category": "problems"
    },
    {
      "quote": "Life has no smooth road for any of us  and in the bracing atmosphere of a high aim the very roughness stimulates the climber to steadier steps till the legend  \"over steep ways to the stars \" fulfills itself.",
      "author": "W. C. Doane",
      "category": "problems"
    },
    {
      "quote": "When life's problems seem overwhelming  look around and see what other people are coping with. You may consider yourself fortunate.",
      "author": "Ann Landers",
      "category": "problems"
    },
    {
      "quote": "If all our misfortunes were laid in one common heap  whence everyone must take an equal portion  most people would be content to take their own and depart.",
      "author": "Socrates",
      "category": "problems"
    },
    {
      "quote": "A problem well stated is a problem half solved.",
      "author": "Charles F. Kettering",
      "category": "problems"
    },
    {
      "quote": "It isn't that they can't see the solution  it's that they can't see the problem.",
      "author": "G. K. Chesterton",
      "category": "problems"
    },
    {
      "quote": "If we can really understand the problem  the answer will come out of it  because the answer is not separate from the problem.",
      "author": "Jiddu Krishnamurti",
      "category": "problems"
    },
    {
      "quote": "The man who most vividly realizes a difficulty is the man most likely to overcome it.",
      "author": "Joseph Farrell",
      "category": "problems"
    },
    {
      "quote": "A good problem statement often includes: (a) what is known  (b) what is unknown  and (c) what is sought.",
      "author": "Edward Hodnett",
      "category": "problems"
    },
    {
      "quote": "Every path has its puddle.",
      "author": "English proverb",
      "category": "problems"
    },
    {
      "quote": "You often get a better hold upon a problem by going away from it for a time and dismissing it from your mind altogether.",
      "author": "Dr. Frank Crane",
      "category": "problems"
    },
    {
      "quote": "What one decides to do in crisis depends on one's philosophy of life  and that philosophy cannot be changed by an incident. If one hasn't any philosophy in crises  others make the decision.",
      "author": "Jeannette Rankin",
      "category": "problems"
    },
    {
      "quote": "When I feel difficulty coming on  I switch to another book I'm writing. When I get back to the problem  my unconscious has solved it.",
      "author": "Isaac Asimov",
      "category": "problems"
    },
    {
      "quote": "You can surmount the obstacles in your path if you are determined  courageous and hard-working. Never be fainthearted. Be resolute  but never bitter.... Permit no one to dissuade you from pursuing the goals you set for yourselves. Do not fear to pioneer  to venture down new paths of endeavor.",
      "author": "Ralph J. Bunche",
      "category": "problems"
    },
    {
      "quote": "Any concern too small to be turned into a prayer is too small to be made into a burden.",
      "author": "Corrie ten Boom",
      "category": "problems"
    },
    {
      "quote": "When you approach a problem  strip yourself of preconceived opinions and prejudice  assemble and learn the facts of the situation  make the decision which seems to you to be the most honest  and then stick to it.",
      "author": "Chester Bowles",
      "category": "problems"
    },
    {
      "quote": "The art of living lies less in eliminating our troubles than in growing with them.",
      "author": "Bernard M. Baruch",
      "category": "problems"
    },
    {
      "quote": "No matter how big and tough a problem may be  get rid of confusion by taking one little step towards solution. Do something. Then try again. At the worst  so long as you don't do it the same way twice  you will eventually use up all the wrong ways of doing it and thus the next try will be the right one.",
      "author": "George F. Nordenholt",
      "category": "problems"
    },
    {
      "quote": "The greatest and most important problems of life are all in a certain sense insoluble. They can never be solved  but only outgrown.",
      "author": "Carl Jung",
      "category": "problems"
    },
    {
      "quote": "You can overcome anything if you don't bellyache.",
      "author": "Bernard M. Baruch",
      "category": "problems"
    },
    {
      "quote": "There is no other solution to a man's problems but the day's honest work  the day's honest decisions  the day's generous utterance  and the day's good deed.",
      "author": "Clare Boothe Luce",
      "category": "problems"
    },
    {
      "quote": "Every problem contains the seeds of its own solution.",
      "author": "Stanley Arnold",
      "category": "problems"
    },
    {
      "quote": "When you can't solve the problem  manage it.",
      "author": "Dr. Robert H. Schuller",
      "category": "problems"
    },
    {
      "quote": "The block of granite  which was an obstacle in the path of the weak  becomes a stepping stone in the path of the strong.",
      "author": "Thomas Carlyle",
      "category": "problems"
    },
    {
      "quote": "Real difficulties can be overcome  it is only the imaginary ones that are unconquerable.",
      "author": "Theodore N. Vail",
      "category": "problems"
    },
    {
      "quote": "Many a man curses the rain that falls upon his head  and knows not that it brings abundance to drive away hunger.",
      "author": "Saint Basil",
      "category": "problems"
    },
    {
      "quote": "Times of general calamity and confusion have ever been productive of the greatest minds. The purest ore is produced from the hottest furnace  and the brightest thunderbolt is elicited from the darkest storms.",
      "author": "Charles Caleb Colton",
      "category": "problems"
    },
    {
      "quote": "What is difficulty? Only a word indicating the degree of strength requisite for accomplishing particular objects  a mere notice of the necessity for exertion ... a mere stimulus to men.",
      "author": "Samuel Warren",
      "category": "problems"
    },
    {
      "quote": "Problems are only opportunities in work clothes.",
      "author": "Henry J. Kaiser",
      "category": "problems"
    },
    {
      "quote": "We must look for the opportunity in every difficulty  instead of being paralyzed at the thought of the difficulty in every opportunity.",
      "author": "Walter E. Cole",
      "category": "problems"
    },
    {
      "quote": "I wish I were with some of the wild people that run in the woods  and know nothing about accomplishments!",
      "author": "Joanna Baillie",
      "category": "problems"
    },
    {
      "quote": "I used to believe that marriage would diminish me  reduce my options. That you had to be someone less to live with someone else when  of course  you have to be someone more.",
      "author": "Candice Bergen",
      "category": "problems"
    },
    {
      "quote": "The human mind prefers to be spoonfed with the thoughts of others  but deprived of such nourishment it will  reluctantly  begin to think for itself- and such thinking  remember  is original thinking and may have valuable results.",
      "author": "Agatha Christie",
      "category": "problems"
    },
    {
      "quote": "I'll have to  as you say  take a stand  do something toward shaking up that system. ... Despair ... is too easy an out.",
      "author": "Paule Marshall",
      "category": "problems"
    },
    {
      "quote": "Half the unhappiness in life comes from people being afraid to go straight at things.",
      "author": "William J. Lock",
      "category": "problems"
    },
    {
      "quote": "All work of man is as the swimmer's: a vast ocean threatens to devour him  if he front it not bravely  it will keep its word.",
      "author": "Thomas Carlyle",
      "category": "problems"
    },
    {
      "quote": "Hiding leads nowhere except to more hiding.",
      "author": "Margaret A. Robinson",
      "category": "problems"
    },
    {
      "quote": "There is no movement without our own resistance.",
      "author": "Dr. Laura Schlessinger",
      "category": "problems"
    },
    {
      "quote": "All problems become smaller if you don't dodge them  but confront them.",
      "author": "William F. Halsey",
      "category": "problems"
    },
    {
      "quote": "The best way out of a problem is through it.",
      "author": "Anonymous",
      "category": "problems"
    },
    {
      "quote": "A great man is one who seizes the vital issue in a complex question  what we might call the jugular vein of the whole organism  and spends his energies upon that.",
      "author": "Joseph Rickaby",
      "category": "problems"
    },
    {
      "quote": "Fear not those who argue but those who dodge.",
      "author": "Marie von Ebner-Eschenbach",
      "category": "problems"
    },
    {
      "quote": "If the first woman God ever made was strong enough to turn the world upside down  these women together ought to be able to turn it right side up again.",
      "author": "Sojourner Truth",
      "category": "problems"
    },
    {
      "quote": "It is a fact of history that those who seek to withdraw from its great experiments usually end up being overwhelmed by them.",
      "author": "Barbara Ward",
      "category": "problems"
    },
    {
      "quote": "Only one feat is possible: not to have run away.",
      "author": "Dag Hammarskjold",
      "category": "problems"
    },
    {
      "quote": "We must prepare and study truth under every aspect  endeavoring to ignore nothing  if we do not wish to fall into the abyss of the unknown when the hour shall strike.",
      "author": "Marie von Ebner-Eschenbach",
      "category": "problems"
    },
    {
      "quote": "We only really face up to ourselves when we are afraid.",
      "author": "Thomas Bernhard",
      "category": "problems"
    },
    {
      "quote": "Life is the acceptance of responsibilities or their evasion  it is a business of meeting obligations or avoiding them. To every man the choice is continually being offered  and by the manner of his choosing you may fairly measure him.",
      "author": "Ben Ames Williams",
      "category": "problems"
    },
    {
      "quote": "The superior man makes the difficulty to be overcome his first interest  success comes only later.",
      "author": "Confucius",
      "category": "problems"
    },
    {
      "quote": "No man will succeed unless he is ready to face and overcome difficulties and is prepared to assume responsibilities.",
      "author": "William J. H. Boetcker",
      "category": "problems"
    },
    {
      "quote": "The harder the conflict  the more glorious the triumph. What we obtain too cheap  we esteem too lightly  'tis dearness only that gives everything it's value.",
      "author": "Thomas Paine",
      "category": "problems"
    },
    {
      "quote": "The greater the difficulty  the more glory in surmounting it.",
      "author": "Epicurus",
      "category": "problems"
    },
    {
      "quote": "Life affords no higher pleasure than that of surmounting difficulties.",
      "author": "Samuel Johnson",
      "category": "problems"
    },
    {
      "quote": "Can it be that man is essentially a being who loves to conquer difficulties  a creature whose function is to solve problems?",
      "author": "Gorham Munson",
      "category": "problems"
    },
    {
      "quote": "Conquering any difficulty always gives one a secret joy  for it means pushing back a boundary-line and adding to one's liberty.",
      "author": "Henri Frederic Amiel",
      "category": "problems"
    },
    {
      "quote": "To overcome difficulties is to experience the full delight of existence.",
      "author": "Arthur Schopenhauer",
      "category": "problems"
    },
    {
      "quote": "Success is to be measured not so much by the position that one has reached in life as by the obstacles he has overcome trying to succeed.",
      "author": "Booker T. Washington",
      "category": "problems"
    },
    {
      "quote": "Happiness is the overcoming of not unknown obstacles toward a known goal.",
      "author": "L. Ron Hubbard",
      "category": "problems"
    },
    {
      "quote": "Difficulties exist to be surmounted.",
      "author": "Ralph Waldo Emerson",
      "category": "problems"
    },
    {
      "quote": "Too bad all the people who know how to run the country are busy driving taxicabs and cutting hair.",
      "author": "George Burns",
      "category": "professions, work"
    },
    {
      "quote": "Every morning I get up and look through the Forbes list of the richest people in America. If I'm not there  I go to work.",
      "author": "Robert Orben",
      "category": "professions, work"
    },
    {
      "quote": "Managing is getting paid for home runs someone else hits.",
      "author": "Casey Stengel",
      "category": "professions, work"
    },
    {
      "quote": "Most of the men sitting in first class on an airplane have really boring jobs.",
      "author": "Rita Rudner",
      "category": "professions, work"
    },
    {
      "quote": "My brother-in-law had to give up his last job because of illness. His boss became sick of him.",
      "author": "Henny Youngman",
      "category": "professions, work"
    },
    {
      "quote": "Vice president: That's the title given to a corporate manager instead of a raise.",
      "author": "James Humes",
      "category": "professions, work"
    },
    {
      "quote": "One of the symptoms of an approaching nervous breakdown is the belief that one's work is very important.",
      "author": "Bertrand Russell",
      "category": "professions, work"
    },
    {
      "quote": "It's amazing how important your job is when you want the day off - and how unimportant it is when you want a raise.",
      "author": "Robert Orben",
      "category": "professions, work"
    },
    {
      "quote": "Experience is the one thing you have plenty of when you're too old to get the job.",
      "author": "Anonymous",
      "category": "professions, work"
    },
    {
      "quote": "Downsizing means you're about to become the guest of honor at a going-away party.",
      "author": "Anonymous",
      "category": "professions, work"
    },
    {
      "quote": "Professional life is like a fire hydrant. You spend all of your time putting out fires and standing your ground against the big dogs.",
      "author": "Anonymous",
      "category": "professions, work"
    },
    {
      "quote": "People who work sitting down get paid more than people who work standing up.",
      "author": "Ogden Nash",
      "category": "professions, work"
    },
    {
      "quote": "I left journalism because I met too many interesting people at an uninteresting salary.",
      "author": "Anonymous",
      "category": "professions, work"
    },
    {
      "quote": "The profession of book writing makes horse racing seem like a solid  stable business.",
      "author": "John Steinbeck",
      "category": "professions, work"
    },
    {
      "quote": "I'm a writer. I write checks. They're not very good.",
      "author": "Wendy Liebman",
      "category": "professions, work"
    },
    {
      "quote": "It took me fifteen years to discover I had no talent for writing  but I couldn't give it up because by that time I was too famous.",
      "author": "Robert Benchley",
      "category": "professions, work"
    },
    {
      "quote": "I was sorry to have my name mentioned as one of the great authors  because they have a sad habit of dying off. Chaucer is dead  Spenser is dead  so is Milton  so is Shakespeare  and I'm not feeling so well myself.",
      "author": "Mark Twain",
      "category": "professions, work"
    },
    {
      "quote": "Ask a writer what he thinks about critics and the answer you get is similar to what you get when you ask a lamppost how he feels about dogs.",
      "author": "Bert Sugar",
      "category": "professions, work"
    },
    {
      "quote": "America has not always been kind to its artists and scholars. Somehow the scientists always seem to get the penthouse while the arts and humanities get the basement.",
      "author": "Lyndon Johnson",
      "category": "professions, work"
    },
    {
      "quote": "A specialist is a person who knows very much about very little and continues to learn more and more about less and less until eventually he knows practically everything about almost nothing at all.",
      "author": "Anonymous",
      "category": "professions, work"
    },
    {
      "quote": "Expert: An ordinary man away from home giving advice.",
      "author": "Anonymous",
      "category": "professions, work"
    },
    {
      "quote": "Few great men could pass personnel.",
      "author": "Paul Goodman",
      "category": "professions, work"
    },
    {
      "quote": "She used to be a schoolteacher but she has no class now.",
      "author": "Fred Allen",
      "category": "professions, work"
    },
    {
      "quote": "A celebrity is one who is known to many persons he is glad he doesn't know.",
      "author": "H. L. Mencken",
      "category": "professions, work"
    },
    {
      "quote": "An actor's a guy who  if you ain't talking about him  ain't listening.",
      "author": "Marlon Brando",
      "category": "professions, work"
    },
    {
      "quote": "The celebrity is a person who is known for his well-knownness.",
      "author": "Daniel Boorstin",
      "category": "professions, work"
    },
    {
      "quote": "By working faithfully eight hours a day  you may eventually get to be a boss and work twelve hours a day.",
      "author": "Robert Frost",
      "category": "professions, work"
    },
    {
      "quote": "A secretary must think like a man  act like a lady  look like a girl - and work like a dog.",
      "author": "Anonymous",
      "category": "professions, work"
    },
    {
      "quote": "I once worked as a salesman and was very independent. I took orders from no one.",
      "author": "Gerald Barzan",
      "category": "professions, work"
    },
    {
      "quote": "I never liked being a salesman. . . . Ever since I got my first two orders: Get out! and Stay out!",
      "author": "Anonymous",
      "category": "professions, work"
    },
    {
      "quote": "I'm a concert pianist. That's a pretentious way of saying I'm unemployed at the moment.",
      "author": "Oscar Levant",
      "category": "professions, work"
    },
    {
      "quote": "If law school is so hard to get through  how come there are so many lawyers?",
      "author": "Calvin Trillin",
      "category": "professions, work"
    },
    {
      "quote": "When asked to contribute ten dollars to a lawyer's funeral  I said: \"Here's fifty. Bury five of them.\"",
      "author": "Melvin Helitzer",
      "category": "professions, work"
    },
    {
      "quote": "Before I started working here  I drank  smoked  and used bad language. Thanks to this job  I now have good reason.",
      "author": "Anonymous",
      "category": "professions, work"
    },
    {
      "quote": "I don't like the fact that doctors are referred to as practicing.",
      "author": "Janet Schwartz",
      "category": "professions, work"
    },
    {
      "quote": "A male gynecologist is like an auto mechanic who has never owned a car.",
      "author": "Carrie Snow",
      "category": "professions, work"
    },
    {
      "quote": "I hate being placed on committees. They are always having meetings at which half are absent and the rest late.",
      "author": "Oliver Wendell Holmes",
      "category": "professions, work"
    },
    {
      "quote": "My agent gets 10 percent of everything I get  except the blinding headaches.",
      "author": "Fred Allen",
      "category": "professions, work"
    },
    {
      "quote": "He that will not apply new remedies must expect new evils  for time is the greatest innovator.",
      "author": "Francis Bacon",
      "category": "progress"
    },
    {
      "quote": "If it is to be  It is up to me.",
      "author": "William H. Johnson",
      "category": "progress"
    },
    {
      "quote": "All that is human must retrograde if it does not advance.",
      "author": "Edward Gibbon",
      "category": "progress"
    },
    {
      "quote": "Ambition can creep as well as soar.",
      "author": "Edmund Burke",
      "category": "progress"
    },
    {
      "quote": "New roads  new ruts.",
      "author": "G. K. Chesterton",
      "category": "progress"
    },
    {
      "quote": "Progress  far from consisting in change  depends on retentiveness. Those who cannot remember the past are content to repeat it.",
      "author": "George Santayana",
      "category": "progress"
    },
    {
      "quote": "The new electronic interdependence recreates the world in the image of a global village.",
      "author": "Marshall McLuhan",
      "category": "progress"
    },
    {
      "quote": "All progress is based upon the universal innate desire on the part of every organism to live beyond its income.",
      "author": "Samuel Butler",
      "category": "progress"
    },
    {
      "quote": "This world of ours is a new world  in which the unit of knowledge  the nature of human communities  the order of society  the order of ideas  the very notions of society and culture have changed  and will not return to what they have been in the past. What is new is new  not because it has never been there before  but because it has changed in quality.",
      "author": "J. Robert Oppenheimer",
      "category": "progress"
    },
    {
      "quote": "And from the discontent of man The world's best progress springs.",
      "author": "Ella Wheeler Wilcox",
      "category": "progress"
    },
    {
      "quote": "Every gain made by individuals or society is almost instantly taken for granted.",
      "author": "Aldous Huxley",
      "category": "progress"
    },
    {
      "quote": "Do not seek to follow in the footsteps of the men of old  seek what they sought.",
      "author": "Matsuo Basho",
      "category": "progress"
    },
    {
      "quote": "Once you sink that first stake  they'll never make you pull it up.",
      "author": "Robert Moses",
      "category": "progress"
    },
    {
      "quote": "Flight is the only true sensation that men have achieved in modern history.",
      "author": "James Dickey",
      "category": "progress"
    },
    {
      "quote": "The fundamental magic of flying is a miracle that has nothing to do with any of its practical purposes - purposes of speed  accessibility and convenience - and will not change as they change.",
      "author": "Anne Morrow Lindbergh",
      "category": "progress"
    },
    {
      "quote": "The really great visual experience today is to fly over a huge city and look down into the night. It's like a tremendous jubilant Christmas tree. You just feel life is worth living - when you come down you may have some doubts.",
      "author": "Gyorgy Kepes",
      "category": "progress"
    },
    {
      "quote": "A great devotee of the gospel of getting on.",
      "author": "George Bernard Shaw",
      "category": "progress"
    },
    {
      "quote": "The century on which we are entering can be and must be the century of the common man.",
      "author": "Henry A. Wallace",
      "category": "progress"
    },
    {
      "quote": "To spur a willing horse.",
      "author": "Latin proverb",
      "category": "progress"
    },
    {
      "quote": "Removing the faults in a stage-coach may produce a perfect stage-coach  but it is unlikely to produce the first motor car.",
      "author": "Edward de Bono",
      "category": "progress"
    },
    {
      "quote": "Progress might have been all right once  but it's gone on too long.",
      "author": "Ogden Nash",
      "category": "progress"
    },
    {
      "quote": "Is it progress if a cannibal uses knife and fork?",
      "author": "Stanislaw Lee",
      "category": "progress"
    },
    {
      "quote": "A thousand things advance  nine hundred and ninety-nine retreat  that is progress.",
      "author": "Henri Frederic Amiel",
      "category": "progress"
    },
    {
      "quote": "The simple faith in progress is not a conviction belonging to strength  but one belonging to acquiescence and hence to weakness.",
      "author": "Norbert Wiener",
      "category": "progress"
    },
    {
      "quote": "The major advances in civilization are processes which all but wreck the societies in which they occur.",
      "author": "Alfred North Whitehead",
      "category": "progress"
    },
    {
      "quote": "Behold the turtle. He makes progress only when he sticks his neck out.",
      "author": "James Bryant Conant",
      "category": "progress"
    },
    {
      "quote": "Always remember that the soundest way to progress in any organization is to help the man ahead of you to get promoted.",
      "author": "L. S. Hamaker",
      "category": "progress"
    },
    {
      "quote": "What saves a man is to take a step. Then another step. It is always the same step  but you have to take it.",
      "author": "Antoine de Saint-Exupery",
      "category": "progress"
    },
    {
      "quote": "Daring ideas are like chessmen moved forward. They may be beaten  but they may start a winning game.",
      "author": "Goethe",
      "category": "progress"
    },
    {
      "quote": "The rule is jam tomorrow and jam yesterday - but never jam today.",
      "author": "Lewis Carroll",
      "category": "progress"
    },
    {
      "quote": "The art of progress is to preserve order amid change  and to preserve change amid order.",
      "author": "Alfred North Whitehead",
      "category": "progress"
    },
    {
      "quote": "Now here  you see  it takes all the running you can do to keep in the same place. If you want to get somewhere else  you must run at least twice as fast as that!",
      "author": "Lewis Carroll",
      "category": "progress"
    },
    {
      "quote": "It so happens that the world is undergoing a transformation to which no change that has yet occurred can be compared  either in scope or in rapidity.",
      "author": "Charles de Gaulle",
      "category": "progress"
    },
    {
      "quote": "Modern kitchen - where the pot calls the kettle chartreuse.",
      "author": "Anonymous",
      "category": "progress"
    },
    {
      "quote": "If Jesus Christ were to come today  people would not even crucify him. They would ask him to dinner  and hear what he had to say  and make fun of him.",
      "author": "Thomas Carlyle",
      "category": "progress"
    },
    {
      "quote": "Man is flying too fast for a world that is round. Soon he will catch up with himself in a great rear-end collision and Man will never know that what hit him from behind was Man.",
      "author": "James Thurber",
      "category": "progress"
    },
    {
      "quote": "Every step of progress the world has made has been from scaffold to scaffold  and from stake to stake.",
      "author": "Wendell Phillips",
      "category": "progress"
    },
    {
      "quote": "Today every invention is received with a cry of triumph which soon turns into a cry of fear.",
      "author": "Bertolt Brecht",
      "category": "progress"
    },
    {
      "quote": "Once a man would spend a week patiently waiting if he missed a stage coach  but now he rages if he misses the first section of a revolving door.",
      "author": "Simeon Strunsky",
      "category": "progress"
    },
    {
      "quote": "The reasonable man adapts himself to the world  the unreasonable one persists in trying to adapt the world to himself. Therefore all progress depends upon the unreasonable man.",
      "author": "George Bernard Shaw",
      "category": "progress"
    },
    {
      "quote": "There is no royal road to anything. One thing at a time  and all things in succession. That which grows slowly endures.",
      "author": "J. G. Holland",
      "category": "progress"
    },
    {
      "quote": "Growth for the sake of growth is the ideology of the cancer cell.",
      "author": "Edward Abbey",
      "category": "progress"
    },
    {
      "quote": "The world owes all its onward impulses to men ill at ease. The happy man inevitably confines himself within ancient limits.",
      "author": "Nathaniel Hawthorne",
      "category": "progress"
    },
    {
      "quote": "That which comes into the world to disturb nothing deserves neither respect nor patience.",
      "author": "Rene Char",
      "category": "progress"
    },
    {
      "quote": "Occasionally we sigh for an earlier day when we could just look at the stars without worrying whether they were theirs or ours.",
      "author": "Bill Vaughan",
      "category": "progress"
    },
    {
      "quote": "Every year it takes less time to fly across the Atlantic  and more time to drive to the office.",
      "author": "Anonymous",
      "category": "progress"
    },
    {
      "quote": "What we call progress is the exchange of one Nuisance for another Nuisance.",
      "author": "Havelock Ellis",
      "category": "progress"
    },
    {
      "quote": "Every step of progress which the world has made has been from scaffold to scaffold  and from stake to stake.",
      "author": "Wendell Phillips",
      "category": "progress"
    },
    {
      "quote": "So long as all the increased wealth which modern progress brings  goes but to build up great fortunes  to increase luxury  and make sharper the contest between the House of Have and the House of Want  progress is not real and cannot be permanent.",
      "author": "Henry George",
      "category": "progress"
    },
    {
      "quote": "Progress - the stride of God!",
      "author": "Victor Hugo",
      "category": "progress"
    },
    {
      "quote": "If you strike a thorn or rose  Keep a-goin! If it hails or if it snows  Keep a-goin! 'Tain't no use to sit and whine 'Cause the fish ain't on your line  Bait your hook an' keep on tryin'. Keep a-goin!",
      "author": "Frank L. Stanton",
      "category": "progress"
    },
    {
      "quote": "An acre of performance is worth the whole world of promise.",
      "author": "James Howell",
      "category": "promise"
    },
    {
      "quote": "He who is the most slow in making a promise is the most faithful in the performance of it.",
      "author": "Jean-Jacques Rousseau",
      "category": "promise"
    },
    {
      "quote": "Promise and pie-crust are made to be broken.",
      "author": "Jonathan Swift",
      "category": "promise"
    },
    {
      "quote": "Undertake not what you cannot perform but be careful to keep your promise.",
      "author": "George Washington",
      "category": "promise"
    },
    {
      "quote": "The quest for certainty blocks the search for meaning. Uncertainty is the very condition to impel man to unfold his powers.",
      "author": "Erich Fromm",
      "category": "proof, certainty"
    },
    {
      "quote": "There are no facts  only interpretations.",
      "author": "Friedrich Nietzsche",
      "category": "proof, certainty"
    },
    {
      "quote": "Statistics are no substitute for judgement.",
      "author": "Henry Clay",
      "category": "proof, certainty"
    },
    {
      "quote": "Get your facts first  and then you can distort 'em as much as you please.",
      "author": "Mark Twain",
      "category": "proof, certainty"
    },
    {
      "quote": "'For example' is not proof.",
      "author": "Jewish proverb",
      "category": "proof, certainty"
    },
    {
      "quote": "A half truth  like half a brick  is always more forcible as an argument than a whole one. It carries better.",
      "author": "Stephen Leacock",
      "category": "proof, certainty"
    },
    {
      "quote": "You are all you will ever have for certain .",
      "author": "June Havoc",
      "category": "proof, certainty"
    },
    {
      "quote": "Doubt is not a pleasant condition  but certainty is.",
      "author": "Voltaire",
      "category": "proof, certainty"
    },
    {
      "quote": "To believe with certainty we must begin with doubting.",
      "author": "Stanislaus, King of Poland",
      "category": "proof, certainty"
    },
    {
      "quote": "Modest doubt is call'd The beacon of the wise.",
      "author": "William Shakespeare",
      "category": "proof, certainty"
    },
    {
      "quote": "What men want is not knowledge  but certainty.",
      "author": "Bertrand Russell",
      "category": "proof, certainty"
    },
    {
      "quote": "The burden of proof lies on the plaintiff.",
      "author": "Legal maxim",
      "category": "proof"
    },
    {
      "quote": "You cannot demonstrate an emotion or prove an aspiration.",
      "author": "John Morley",
      "category": "proof"
    },
    {
      "quote": "I come from a State that raises corn and cotton and cock-leburs and Democrats  and frothy eloquence neither convinces nor satisfies me. I am from Missouri. You have got to show me.",
      "author": "Willard D. Vandiver",
      "category": "proof"
    },
    {
      "quote": "Mine is better than ours.",
      "author": "Benjamin Franklin",
      "category": "property"
    },
    {
      "quote": "There can be to the ownership of anything no rightful title which is not derived from the title of the producer and does not rest upon the natural right of the man to himself.",
      "author": "Henry George",
      "category": "property"
    },
    {
      "quote": "The instinct of ownership is fundamental in man's nature.",
      "author": "William James",
      "category": "property"
    },
    {
      "quote": "The reason why men enter into society is the preservation of their property.",
      "author": "John Locke",
      "category": "property"
    },
    {
      "quote": "Is it not lawful for me to do what I will with mine own?",
      "author": "Bible",
      "category": "property"
    },
    {
      "quote": "Property is theft.",
      "author": "Proudhon",
      "category": "property"
    },
    {
      "quote": "Property exists by grace of the law. It is not a fact  but a legal fiction.",
      "author": "Max Stirner",
      "category": "property"
    },
    {
      "quote": "The highest law gives a thing to him who can use it.",
      "author": "Henry David Thoreau",
      "category": "property"
    },
    {
      "quote": "Mine is better than ours.",
      "author": "Benjamin Franklin",
      "category": "property"
    },
    {
      "quote": "There can be to the ownership of anything no rightful title which is not derived from the title of the producer and does not rest upon the natural right of the man to himself.",
      "author": "Henry George",
      "category": "property"
    },
    {
      "quote": "The instinct of ownership is fundamental in man's nature.",
      "author": "William James",
      "category": "property"
    },
    {
      "quote": "The reason why men enter into society is the preservation of their property.",
      "author": "John Locke",
      "category": "property"
    },
    {
      "quote": "Is it not lawful for me to do what I will with mine own?",
      "author": "Matthew",
      "category": "property"
    },
    {
      "quote": "Property is theft.",
      "author": "Proudhon",
      "category": "property"
    },
    {
      "quote": "Property exists by grace of the law. It is not a fact  but a legal fiction.",
      "author": "Max Stirner",
      "category": "property"
    },
    {
      "quote": "The highest law gives a thing to him who can use it.",
      "author": "Henry David Thoreau",
      "category": "property"
    },
    {
      "quote": "I shall always consider the best guesser the best prophet.",
      "author": "Cicero",
      "category": "prophecy"
    },
    {
      "quote": "A prophet is not without honour  save in his own country  and in his own house.",
      "author": "Matthew",
      "category": "prophecy"
    },
    {
      "quote": "I shall always consider the best guesser the best prophet.",
      "author": "Cicero",
      "category": "prophecy"
    },
    {
      "quote": "A prophet is not without honour  save in his own country  and in his own house.",
      "author": "Matthew",
      "category": "prophecy"
    },
    {
      "quote": "It requires a strong constitution to withstand repeated attacks of prosperity.",
      "author": "J. L. Basford",
      "category": "prosperity"
    },
    {
      "quote": "The desert shall rejoice  and blossom as the rose.",
      "author": "Bible",
      "category": "prosperity"
    },
    {
      "quote": "They shall sit every man under his vine and under his fig-tree.",
      "author": "Bible",
      "category": "prosperity"
    },
    {
      "quote": "Prosperity makes some friends and many enemies.",
      "author": "Vauvenargues",
      "category": "prosperity"
    },
    {
      "quote": "It requires a strong constitution to withstand repeated attacks of prosperity.",
      "author": "J. L. Basford",
      "category": "prosperity"
    },
    {
      "quote": "The desert shall rejoice  and blossom as the rose.",
      "author": "Bible",
      "category": "prosperity"
    },
    {
      "quote": "They shall sit every man under his vine and under his fig-tree.",
      "author": "Bible",
      "category": "prosperity"
    },
    {
      "quote": "Prosperity makes some friends and many enemies.",
      "author": "Vauvenargues",
      "category": "prosperity"
    },
    {
      "quote": "He that doth the ravens feed. Yea  providently caters for the sparrow. Be comfort to my age!",
      "author": "William Shakespeare",
      "category": "providence"
    },
    {
      "quote": "He that doth the ravens feed. Yea  providently caters for the sparrow. Be comfort to my age!",
      "author": "William Shakespeare",
      "category": "providence"
    },
    {
      "quote": "And pleas'd th' Almighty's orders to perform. Rides in the whirlwind and directs the storm.",
      "author": "Joseph Addison",
      "category": "providence"
    },
    {
      "quote": "Fear not  but trust in Providence  Wherever thou may'st be.",
      "author": "Thomas Haynes Bayly",
      "category": "providence"
    },
    {
      "quote": "There is a divinity that shapes our ends  Rough-hew them how we will.",
      "author": "William Shakespeare",
      "category": "providence"
    },
    {
      "quote": "Dine on little  and sup on less.",
      "author": "Miguel de Cervantes",
      "category": "prudence"
    },
    {
      "quote": "I recommend you to take care of the minutes  for the hours will take care of themselves.",
      "author": "Lord Chesterfield",
      "category": "prudence"
    },
    {
      "quote": "People who live in glass houses should not throw stones.",
      "author": "English proverb",
      "category": "prudence"
    },
    {
      "quote": "The first years of man must make provision for the last.",
      "author": "Samuel Johnson",
      "category": "prudence"
    },
    {
      "quote": "He that fights and runs away Will live to fight another day.",
      "author": "Old English Rhyme",
      "category": "prudence"
    },
    {
      "quote": "A neurotic is the man who builds a castle in the air. A psychotic is the man who lives in it. And a psychiatrist is the man who collects the rent.",
      "author": "Anonymous",
      "category": "psychiatry"
    },
    {
      "quote": "A psychiatrist is a man who goes to the Folies-Bergere and looks at the audience.",
      "author": "Mervyn Stockwood",
      "category": "psychiatry"
    },
    {
      "quote": "I am going to give my psychoanalyst one more year  then I'm going to Lourdes.",
      "author": "Woody Allen",
      "category": "psychiatry"
    },
    {
      "quote": "Neurosis is always a substitute for legitimate suffering.",
      "author": "Carl Jung",
      "category": "psychiatry"
    },
    {
      "quote": "Psychiatrists classify a person as neurotic if he suffers from his problems in living  and a psychotic if he makes others suffer.",
      "author": "Thomas Szasz",
      "category": "psychiatry"
    },
    {
      "quote": "Schizophrenic behaviour is a special strategy that a person invents in order to live in an unlivable situation.",
      "author": "R. D. Laing",
      "category": "psychiatry"
    },
    {
      "quote": "If you talk to God  you are praying  if God talks to you  you have schizophrenia.",
      "author": "Thomas Szasz",
      "category": "psychiatry"
    },
    {
      "quote": "The psychiatrist must become a fellow traveller with his patient.",
      "author": "R. D. Laing",
      "category": "psychiatry"
    },
    {
      "quote": "Those modern analysts  they charge so much! In my day  for five marks Freud himself would treat you. For ten marks he would treat you and press your pants. For fifteen marks Freud would let you treat him - that included a choice of any two vegetables.",
      "author": "Woody Allen",
      "category": "psychiatry"
    },
    {
      "quote": "Psychiatry enables us to correct our faults by confessing our parents' shortcomings.",
      "author": "Laurence J. Peter",
      "category": "psychiatry"
    },
    {
      "quote": "Psychoanalysis is confession without absolution.",
      "author": "G. K. Chesterton",
      "category": "psychiatry"
    },
    {
      "quote": "Psychiatry is the care of the id by the odd.",
      "author": "Anonymous",
      "category": "psychiatry"
    },
    {
      "quote": "The point of therapy is get unhooked  not to thrash around on how you got hooked.",
      "author": "Maryanne Walters",
      "category": "psychiatry"
    },
    {
      "quote": "The four-letter word for psychotherapy is 'talk'.",
      "author": "Anonymous",
      "category": "psychiatry"
    },
    {
      "quote": "I can feel guilty about the past  apprehensive about the future  but only in the present can I act. The ability to be in the present moment is a major component of mental wellness.",
      "author": "Abraham Maslow",
      "category": "psychiatry"
    },
    {
      "quote": "Mental health problems do not affect three or four out of every five persons  but one out of one.",
      "author": "William Menninger",
      "category": "psychiatry"
    },
    {
      "quote": "The trouble with being a hypochondriac these days is that antibiotics have cured all the good diseases.",
      "author": "Caskie Stinnet",
      "category": "psychiatry"
    },
    {
      "quote": "The best cure for hypochondria is to forget about your own body and get interested in someone else's.",
      "author": "Goodman Ace",
      "category": "psychiatry"
    },
    {
      "quote": "Depression is the inability to construct a future.",
      "author": "Rollo May",
      "category": "psychiatry"
    },
    {
      "quote": "Depression is rage spread thin.",
      "author": "Paul Tillich",
      "category": "psychiatry"
    },
    {
      "quote": "Fortunately  analysis is not the only way to resolve inner conflicts. Life itself remains a very effective therapist.",
      "author": "Karen Homey",
      "category": "psychiatry"
    },
    {
      "quote": "Anyone who goes to a psychiatrist ought to have his head examined.",
      "author": "Sam Goldwyn",
      "category": "psychiatry"
    },
    {
      "quote": "I believe that this neglected  wounded inner child of the past is the major source of human misery.",
      "author": "John Bradshaw",
      "category": "psychiatry"
    },
    {
      "quote": "We would not listen to those who were wont to say the voice of the people is the voice of God  for the voice of the mob is near akin to madness.",
      "author": "Alcuin",
      "category": "public"
    },
    {
      "quote": "The public! why  the public's nothing better than a great baby.",
      "author": "Thomas Chalmers",
      "category": "public"
    },
    {
      "quote": "The public! the public! How many fools does it take to make up a public?",
      "author": "Sebastien Chamfort",
      "category": "public"
    },
    {
      "quote": "The public have neither shame nor gratitude.",
      "author": "William Hazlitt",
      "category": "public"
    },
    {
      "quote": "It is to the middle class we must look for the safety of England.",
      "author": "William Thackeray",
      "category": "public"
    },
    {
      "quote": "The public be damned.",
      "author": "W. H. Vanderbilt",
      "category": "public"
    },
    {
      "quote": "I never knew an enemy to puns who was not an ill-natured man.",
      "author": "Charles Lamb",
      "category": "pun"
    },
    {
      "quote": "Of puns it has been said that those most dislike who are least able to utter them.",
      "author": "Edgar Allan Poe",
      "category": "pun"
    },
    {
      "quote": "He that would pun would pick a pocket.",
      "author": "Alexander Pope",
      "category": "pun"
    },
    {
      "quote": "Unfaithfulness in the keeping of an appointment is an act of clear dishonesty. You may as well borrow a person's money as his time.",
      "author": "Horace Mann",
      "category": "punctuality"
    },
    {
      "quote": "I have always been a quarter of an hour before my time  and it has made a man of me.",
      "author": "Lord Horatio Nelson",
      "category": "punctuality"
    },
    {
      "quote": "Let them stew in their own grease (or juice).",
      "author": "Otto von Bismarck",
      "category": "punishment"
    },
    {
      "quote": "My punishment is greater than I can bear.",
      "author": "Bible",
      "category": "punishment"
    },
    {
      "quote": "My object all sublime I shall achieve in time  -  To let the punishment fit the crime.",
      "author": "W. S. Gilbert",
      "category": "punishment"
    },
    {
      "quote": "Whoso sheddeth man's blood  by a man shall his blood be shed.",
      "author": "Bible",
      "category": "punishment"
    },
    {
      "quote": "It is more dangerous that even a guilty person should be punished without the forms of law than that he should escape.",
      "author": "Thomas Jefferson",
      "category": "punishment"
    },
    {
      "quote": "One man meets an infamous punishment for that crime which confers a diadem upon another.",
      "author": "Juvenal",
      "category": "punishment"
    },
    {
      "quote": "No one should be twice punished for one crime.",
      "author": "Legal maxim",
      "category": "punishment"
    },
    {
      "quote": "It were better for him that a millstone were hanged about his neck  and he cast into the sea.",
      "author": "Bible",
      "category": "punishment"
    },
    {
      "quote": "The object of punishment is  prevention from evil  it never can be made impulsive to good.",
      "author": "Horace Mann",
      "category": "punishment"
    },
    {
      "quote": "He that spareth his rod hateth his son.",
      "author": "Bible",
      "category": "punishment"
    },
    {
      "quote": "The punishment of criminals should be of use  when a man is hanged he is good for nothing.",
      "author": "Voltaire",
      "category": "punishment"
    },
    {
      "quote": "The best is the cheapest.",
      "author": "Benjamin Franklin",
      "category": "quality"
    },
    {
      "quote": "Quality  not quantity  is my measure.",
      "author": "Douglas Jerrold",
      "category": "quality"
    },
    {
      "quote": "Many individuals have  like uncut diamonds  shining qualities beneath a rough exterior.",
      "author": "Juvenal",
      "category": "quality"
    },
    {
      "quote": "Ye are the salt of the earth: but if the salt have lost his savour  wherewith shall it be salted?",
      "author": "Matthew",
      "category": "quality"
    },
    {
      "quote": "Nothing endures but personal qualities.",
      "author": "Walt Whitman",
      "category": "quality"
    },
    {
      "quote": "In quarreling the truth is always lost.",
      "author": "Syrus",
      "category": "quarreling"
    },
    {
      "quote": "A fool may ask more questions in an hour than a wise man can answer in seven years.",
      "author": "English proverb",
      "category": "question"
    },
    {
      "quote": "It is not every question that deserves an answer.",
      "author": "Syrus",
      "category": "question"
    },
    {
      "quote": "Ask me no questions  and I'll tell you no fibs.",
      "author": "Oliver Goldsmith",
      "category": "question"
    },
    {
      "quote": "Questioning is not the mode of conversation among gentlemen.",
      "author": "Samuel Johnson",
      "category": "question"
    },
    {
      "quote": "No  Groucho is not my real name. I am breaking it in for a friend.",
      "author": "Groucho Marx",
      "category": "quips, comments"
    },
    {
      "quote": "I have admired W.C. Fields since the day he advanced upon Baby LeRoy with an ice pick. Any man who hates dogs and babies can't be all bad.",
      "author": "Leo Rosten",
      "category": "quips, comments"
    },
    {
      "quote": "One bliss for which there is no match is when you itch to up and scratch.",
      "author": "Ogden Nash",
      "category": "quips, comments"
    },
    {
      "quote": "Only mediocrity can be trusted to be always at its best.",
      "author": "Max Beerbohm",
      "category": "quips, comments"
    },
    {
      "quote": "Only two things are infinite  the universe and human stupidity  and I'm not sure about the former.",
      "author": "Albert Einstein",
      "category": "quips, comments"
    },
    {
      "quote": "Sometimes a cigar is only a cigar.",
      "author": "Sigmund Freud",
      "category": "quips, comments"
    },
    {
      "quote": "The blind man is laughing at the bald head.",
      "author": "Persian proverb",
      "category": "quips, comments"
    },
    {
      "quote": "The net of the sleeper catches fish.",
      "author": "Greek proverb",
      "category": "quips, comments"
    },
    {
      "quote": "There ain't no answer. There ain't gonna be any answer. There never has been an answer. That's the answer.",
      "author": "Gertrude Stein",
      "category": "quips, comments"
    },
    {
      "quote": "We are the people our parents warned us about.",
      "author": "Graffiti",
      "category": "quips, comments"
    },
    {
      "quote": "Worthless as wither'd weeds.",
      "author": "Emily Bronte",
      "category": "quips, comments"
    },
    {
      "quote": "You must lose a fly to catch a trout.",
      "author": "George Herbert",
      "category": "quips, comments"
    },
    {
      "quote": "Rip van Winkle was lazy.",
      "author": "Robert H. Gurney",
      "category": "quips, comments"
    },
    {
      "quote": "A diplomat these days is nothing but a head waiter who is allowed to sit down occasionally.",
      "author": "Peter Ustinov",
      "category": "quips, comments"
    },
    {
      "quote": "A man surprised is half beaten.",
      "author": "Thomas Fuller",
      "category": "quips, comments"
    },
    {
      "quote": "A nimble sixpence is better than a slow shilling.",
      "author": "English proverb",
      "category": "quips, comments"
    },
    {
      "quote": "Brevity is the soul of lingerie.",
      "author": "Dorothy Parker",
      "category": "quips, comments"
    },
    {
      "quote": "Every path has its puddle.",
      "author": "Old saying",
      "category": "quips, comments"
    },
    {
      "quote": "Every time I look at you I get a fierce desire to be lonesome.",
      "author": "Oscar Levant",
      "category": "quips, comments"
    },
    {
      "quote": "Evil spelled backward is live.",
      "author": "Graffiti",
      "category": "quips, comments"
    },
    {
      "quote": "Forgetting of a wrong is a mild revenge.",
      "author": "Thomas Fuller",
      "category": "quips, comments"
    },
    {
      "quote": "He looked at me as if I was a side dish he hadn't ordered.",
      "author": "Ring Lardner",
      "category": "quips, comments"
    },
    {
      "quote": "Heat  madam! It was so dreadful that I found there was nothing for it but to take off my flesh and sit in my bones.",
      "author": "Sydney Smith",
      "category": "quips, comments"
    },
    {
      "quote": "I am an atheist. I don't believe in Zeus.",
      "author": "Graffiti",
      "category": "quips, comments"
    },
    {
      "quote": "I don't deserve this  but I have arthritis  and I don't deserve that either.",
      "author": "Jack Benny",
      "category": "quips, comments"
    },
    {
      "quote": "I don't know much about being a millionaire  but I'll bet I'd be darling at it.",
      "author": "Dorothy Parker",
      "category": "quips, comments"
    },
    {
      "quote": "I never said \"I want to be alone.\" I only said \"I want to be left alone.\" There is all the difference.",
      "author": "Greta Garbo",
      "category": "quips, comments"
    },
    {
      "quote": "In baiting a mousetrap with cheese  always leave room for the mouse.",
      "author": "Saki",
      "category": "quips, comments"
    },
    {
      "quote": "In the ant's house  the dew is a flood.",
      "author": "Old saying",
      "category": "quips, comments"
    },
    {
      "quote": "India is a geographical term. It is no more a United Nation than the Equator.",
      "author": "Winston Churchill",
      "category": "quips, comments"
    },
    {
      "quote": "Judas needed the money for a sick friend.",
      "author": "Graffiti",
      "category": "quips, comments"
    },
    {
      "quote": "Judge Crater - please call your office.",
      "author": "Graffiti",
      "category": "quips, comments"
    },
    {
      "quote": "It is a sobering thought  that when Mozart was my age  he had been dead for two years.",
      "author": "Tom Lehrer",
      "category": "quips, comments"
    },
    {
      "quote": "He wouldn't give a duck a drink if he owned Lake Michigan.",
      "author": "Anonymous",
      "category": "quips, comments"
    },
    {
      "quote": "Show me a man with both feet on the ground and I'll show you a man who can't put his pants on.",
      "author": "Arthur K. Watson",
      "category": "quips, comments"
    },
    {
      "quote": "My idea of an agreeable person is a person who agrees with me.",
      "author": "Benjamin Disraeli",
      "category": "quips, comments"
    },
    {
      "quote": "Alimony: the cash surrender value of a husband.",
      "author": "Anonymous",
      "category": "quips, comments"
    },
    {
      "quote": "Kiss principle: Keep it simple  stupid.",
      "author": "Anonymous",
      "category": "quips, comments"
    },
    {
      "quote": "Nothing is impossible for the person who doesn't have to do it.",
      "author": "Welter's Law",
      "category": "quips, comments"
    },
    {
      "quote": "His shortcoming is his long staying.",
      "author": "Anonymous",
      "category": "quips, comments"
    },
    {
      "quote": "He has all of the virtues I dislike and none of the vices I admire.",
      "author": "Winston Churchill",
      "category": "quips, comments"
    },
    {
      "quote": "Sherard Blaw  the dramatist who had discovered himself  and who had given so unstintingly of his discovery to the world.",
      "author": "Saki",
      "category": "quips, comments"
    },
    {
      "quote": "The Right Honourable gentleman is indebted to his memory for his jests and to his imagination for his facts.",
      "author": "Richard Brinsley Sheridan",
      "category": "quips, comments"
    },
    {
      "quote": "Her face was her chaperone.",
      "author": "Rupert Hughes",
      "category": "quips, comments"
    },
    {
      "quote": "Angels fly because they take themselves lightly.",
      "author": "G. K. Chesterton",
      "category": "quips, comments"
    },
    {
      "quote": "When people don't want to come  nothing will stop them.",
      "author": "Sol Hurok",
      "category": "quips, comments"
    },
    {
      "quote": "Venice is like eating an entire box of chocolate liqueurs in one go.",
      "author": "Truman Capote",
      "category": "quips, comments"
    },
    {
      "quote": "More and more these days I find myself pondering on how to reconcile my net income with my gross habits.",
      "author": "John Kirk Nelson",
      "category": "quips, comments"
    },
    {
      "quote": "A verbal contract isn't worth the paper it's written on.",
      "author": "Sam Goldwyn",
      "category": "quips, comments"
    },
    {
      "quote": "Epigram: a wisecrack that has played Carnegie Hall.",
      "author": "Oscar Levant",
      "category": "quips, comments"
    },
    {
      "quote": "Include me out.",
      "author": "Sam Goldwyn",
      "category": "quips, comments"
    },
    {
      "quote": "A hole is nothing at all  but you can break your neck in it.",
      "author": "Austin O'Malley",
      "category": "quips, comments"
    },
    {
      "quote": "Mother: It's broccoli  dear. Child: I say it's spinach  and I say the hell with it.",
      "author": "Carl Rose",
      "category": "quips, comments"
    },
    {
      "quote": "Flint must be an extremely wealthy town  I see that each of you bought two or three seats.",
      "author": "Victor Borge",
      "category": "quips, comments"
    },
    {
      "quote": "In uplifting  get underneath.",
      "author": "George Ade",
      "category": "quips, comments"
    },
    {
      "quote": "If there were any justice in the world  people would be able to fly over pigeons for a change.",
      "author": "Anonymous",
      "category": "quips, comments"
    },
    {
      "quote": "When the mouse laughs at the cat there's a hole nearby.",
      "author": "Nigerian proverb",
      "category": "quips, comments"
    },
    {
      "quote": "Fatigue is the best pillow.",
      "author": "Hindu proverb",
      "category": "quips, comments"
    },
    {
      "quote": "The ugliest of trades have their moments of pleasure. Now  if I was a grave digger  or even a hangman  there are some people I could work for with a great deal of enjoyment.",
      "author": "Douglas Jerrold",
      "category": "quips, comments"
    },
    {
      "quote": "What happens to the hole when the cheese is gone?",
      "author": "Bertolt Brecht",
      "category": "quips, comments"
    },
    {
      "quote": "God made me on a morning when he had nothing else to do.",
      "author": "C. F. Lloyd",
      "category": "quips, comments"
    },
    {
      "quote": "When Babe Ruth was asked in 1930 how he felt about making more money that the President of the United States  he replied 'I had a better year than he (Herbert Hoover) did.' When Tom Snyder was asked in 1977 how he felt about making more money per year than President Carter  he replied  'I have to go out and buy my own 707.'",
      "author": "Cleveland Amory",
      "category": "quips, comments"
    },
    {
      "quote": "Nothing succeeds like one's own successor.",
      "author": "Clarence H. Hinclcs",
      "category": "quips, comments"
    },
    {
      "quote": "Whom the gods wish to destroy  they first call promising.",
      "author": "Cyril Connolly",
      "category": "quips, comments"
    },
    {
      "quote": "In California everyone goes to a therapist  is a therapist  or is a therapist going to a therapist.",
      "author": "Truman Capote",
      "category": "quips, comments"
    },
    {
      "quote": "We also serve who only punctuate.",
      "author": "Brian Moore",
      "category": "quips, comments"
    },
    {
      "quote": "Every director bites the hand that lays the golden egg.",
      "author": "Sam Goldwyn",
      "category": "quips, comments"
    },
    {
      "quote": "If Roosevelt were alive he'd turn in his grave.",
      "author": "Sam Goldwyn",
      "category": "quips, comments"
    },
    {
      "quote": "There's a wonderful family called Stein  There's Gert  and there's Epp and there's Ein: Gert's poems are bunk  Epp's statues are junk  And no one can understand Ein.",
      "author": "Anonymous",
      "category": "quips, comments"
    },
    {
      "quote": "Automatic simply means that you can't repair it yourself.",
      "author": "Frank Capra",
      "category": "quips, comments"
    },
    {
      "quote": "A thick skin is a gift from God.",
      "author": "Konrad Adenauer",
      "category": "quips, comments"
    },
    {
      "quote": "While you're saving your face you're losing your ass. Never trust a man whose eyes are too close to his nose. I never trust a man unless I've got his pecker in my pocket. Better inside the tent pissing out than outside the tent pissing in.",
      "author": "Lyndon B. Johnson",
      "category": "quips, comments"
    },
    {
      "quote": "Parsely is gharsley.",
      "author": "Ogden Nash",
      "category": "quips, comments"
    },
    {
      "quote": "Oats  n.s. A grain which in England is generally given to horses  but in Scotland supports the people.",
      "author": "Samuel Johnson",
      "category": "quips, comments"
    },
    {
      "quote": "Coffee in England is just toasted milk.",
      "author": "Anonymous",
      "category": "quips, comments"
    },
    {
      "quote": "Epitaph to a waiter: By and by God caught his eye.",
      "author": "David McCord",
      "category": "quips, comments"
    },
    {
      "quote": "A dimple in the chin  a devil within.",
      "author": "Irish proverb",
      "category": "quips, comments"
    },
    {
      "quote": "Some people approach every problem with an open mouth.",
      "author": "Adlai Stevenson",
      "category": "quips, comments"
    },
    {
      "quote": "The butler entered the room  a solemn procession of one.",
      "author": "P. G. Wodehouse",
      "category": "quips, comments"
    },
    {
      "quote": "And what's a butterfly? At best  He's but a caterpillar  drest.",
      "author": "John Grey",
      "category": "quips, comments"
    },
    {
      "quote": "If I look like this  I need the trip.",
      "author": "Gloria Swanson",
      "category": "quips, comments"
    },
    {
      "quote": "As old as the itch.",
      "author": "English proverb",
      "category": "quips, comments"
    },
    {
      "quote": "Early to bed  early to rise  work like hell  and advertise.",
      "author": "Laurence J. Peter",
      "category": "quips, comments"
    },
    {
      "quote": "Tis better than riches To scratch when it itches.",
      "author": "Anonymous",
      "category": "quips, comments"
    },
    {
      "quote": "When you have got an elephant by the hind leg  and he is trying to run away  it is best to let him run.",
      "author": "Abraham Lincoln",
      "category": "quips, comments"
    },
    {
      "quote": "Too much of a good thing can be wonderful.",
      "author": "Mae West",
      "category": "quips, comments"
    },
    {
      "quote": "All would live long  but none would be old.",
      "author": "Proverbs",
      "category": "quips, comments"
    },
    {
      "quote": "Bland as a Jesuit  sober as a hymn.",
      "author": "William Ernest Henley",
      "category": "quips, comments"
    },
    {
      "quote": "I never forget a face  but in your case I'll make an exception.",
      "author": "Groucho Marx",
      "category": "quips, comments"
    },
    {
      "quote": "'Are you lost daddy?' I asked tenderly. 'Shut up ' he explained.",
      "author": "Ping Lardner",
      "category": "quips, comments"
    },
    {
      "quote": "Geography is about maps  But biography is about chaps.",
      "author": "E. C. Bentley",
      "category": "quips, comments"
    },
    {
      "quote": "In the world of mules there are no rules.",
      "author": "Ogden Nash",
      "category": "quips, comments"
    },
    {
      "quote": "There are some people so addicted to exaggeration that they can't tell the truth without lying.",
      "author": "Josh Billings",
      "category": "quips, comments"
    },
    {
      "quote": "Since the house is on fire let us warm ourselves.",
      "author": "Italian saying",
      "category": "quips, comments"
    },
    {
      "quote": "I used to be snow-white . . . but I drifted.",
      "author": "Mae West",
      "category": "quips, comments"
    },
    {
      "quote": "Equal opportunity is good  but special privilege even better.",
      "author": "Anna Chennault",
      "category": "quips, comments"
    },
    {
      "quote": "It's better to be quotable than to be honest.",
      "author": "Tom Stoppard",
      "category": "quips, comments"
    },
    {
      "quote": "A man of words and not of deeds  Is like a garden full of weeds.",
      "author": "English proverb",
      "category": "quips, comments"
    },
    {
      "quote": "I don't see what's wrong with giving Bobby a little experience before he starts to practise law.",
      "author": "John F. Kennedy",
      "category": "quips, comments"
    },
    {
      "quote": "Shake a bridle over a Yorkshireman's grave  and he'll rise and steal a horse.",
      "author": "Lancashire proverb",
      "category": "quips, comments"
    },
    {
      "quote": "An indecent mind is a perpetual feast.",
      "author": "Old saying",
      "category": "quips, comments"
    },
    {
      "quote": "If you can't bite  don't show your teeth.",
      "author": "Yiddish proverb",
      "category": "quips, comments"
    },
    {
      "quote": "Only the shallow know themselves.",
      "author": "Oscar Wilde",
      "category": "quips, comments"
    },
    {
      "quote": "Don't quote me  that's what you heard  not what I said.",
      "author": "Lawrence K. Frank",
      "category": "quips, comments"
    },
    {
      "quote": "Thin people are beautiful but fat people are adorable.",
      "author": "Jackie Gleason",
      "category": "quips, comments"
    },
    {
      "quote": "I had always assumed that cliche was a suburb of Paris  until I discovered it to be a street in Oxford.",
      "author": "Philip Guedalla",
      "category": "quips, comments"
    },
    {
      "quote": "He'd give the devil ulcers.",
      "author": "Anonymous",
      "category": "quips, comments"
    },
    {
      "quote": "When I'm good  I'm very good  but when I'm bad  I'm better.",
      "author": "Mae West",
      "category": "quips, comments"
    },
    {
      "quote": "God hath made of one blood all nations of men.",
      "author": "Anonymous",
      "category": "race"
    },
    {
      "quote": "The race to which we belong is the most arrogant and rapacious  the most exclusive and indomitable in history. All other races have been its enemies or its victims.",
      "author": "John Ingalls",
      "category": "race"
    },
    {
      "quote": "After the rain cometh the fair weather.",
      "author": "Aesop",
      "category": "rain"
    },
    {
      "quote": "Nature  like man  sometimes weeps for gladness.",
      "author": "Anonymous",
      "category": "rain"
    },
    {
      "quote": "It never rains but it pours.",
      "author": "English proverb",
      "category": "rain"
    },
    {
      "quote": "The rain cometh down  and the snow from heaven  and retumeth not thither  but watereth the earth  and maketh it bring forth and bud  that it may give seed to the sower  and bread to the eater.",
      "author": "Bible",
      "category": "rain"
    },
    {
      "quote": "Be still  sad heart  and cease repining  Behind the clouds is the sun still shining  Thy fate is the common fate of all  Into each life some rain must fall  Some days must be dark and dreary.",
      "author": "Henry Wadsworth Longfellow",
      "category": "rain"
    },
    {
      "quote": "He shall come down like rain upon the mown grass.",
      "author": "Bible",
      "category": "rain"
    },
    {
      "quote": "I know Sir John will go  though he was sure it would rain cats and dogs.",
      "author": "Jonathan Swift",
      "category": "rain"
    },
    {
      "quote": "Vexed sailors curse the rain for which poor shepherds prayed in vain.",
      "author": "Edmund Waller",
      "category": "rain"
    },
    {
      "quote": "A rainbow in the morning Is the Shepherd's warning  But a rainbow at night Is the Shepherd's delight.",
      "author": "Old Weather Rhyme",
      "category": "rainbow"
    },
    {
      "quote": "Reading maketh a full man.",
      "author": "Sir Francis Bacon",
      "category": "reading"
    },
    {
      "quote": "Reading is to the mind  what exercise is to the body.",
      "author": "Joseph Addison",
      "category": "reading"
    },
    {
      "quote": "Read  mark  learn  and inwardly digest.",
      "author": "Bible",
      "category": "reading"
    },
    {
      "quote": "In science  read  by preference  the newest works  in literature  the oldest. The classic literature is always modern.",
      "author": "Edward G. Bulwer-Lytton",
      "category": "reading"
    },
    {
      "quote": "My early and invincible love of reading  I would not exchange for the treasures of India.",
      "author": "Edward Gibbon",
      "category": "reading"
    },
    {
      "quote": "When I am reading a book  whether wise or silly  it seems to me to be alive and talking to me.",
      "author": "Jonathan Swift",
      "category": "reading"
    },
    {
      "quote": "Read the best books first  or you may not have a chance to read them at all.",
      "author": "Henry David Thoreau",
      "category": "reading"
    },
    {
      "quote": "Expect nothing and life will be velvet.",
      "author": "Lisa Gardiner",
      "category": "realistic, expectations"
    },
    {
      "quote": "What is destructive is impatience  haste  expecting too much too fast.",
      "author": "May Sarton",
      "category": "realistic, expectations"
    },
    {
      "quote": "No one has ever loved anyone the way everyone wants to be loved.",
      "author": "Mignon McLaughlin",
      "category": "realistic, expectations"
    },
    {
      "quote": "If you expect perfection from other people  your whole life is a series of disappointments  grumbling and complaints. If  on the contrary  you pitch your expectations low  taking folks as the inefficient creatures which they are  you are frequently surprised by having them perform better than you had hoped.",
      "author": "Bruce Barton",
      "category": "realistic, expectations"
    },
    {
      "quote": "A pint can't hold a quart-if it holds a pint it is doing all that can be expected of it.",
      "author": "Margaret Deland",
      "category": "realistic, expectations"
    },
    {
      "quote": "Truth has rough flavors if we bite it through.",
      "author": "George Eliot",
      "category": "realistic, expectations"
    },
    {
      "quote": "What had seemed easy in imagination was rather hard in reality.",
      "author": "L. M. Montgomery",
      "category": "realistic, expectations"
    },
    {
      "quote": "You can't move so fast that you try to change [a situation] faster than people can accept it. That doesn't mean you do nothing  but it means that you do the things that need to be done according to priority.",
      "author": "Eleanor Roosevelt",
      "category": "realistic, expectations"
    },
    {
      "quote": "He that will have a perfect brother must resign himself to remaining brotherless.",
      "author": "Italian proverb",
      "category": "realistic, expectations"
    },
    {
      "quote": "Who ever is adequate? We all create situations which others can't live up to  then break our hearts at them because they don't.",
      "author": "Elizabeth Bowen",
      "category": "realistic, expectations"
    },
    {
      "quote": "It is a rough road that leads to the heights of greatness.",
      "author": "Lucius Annaeus Seneca",
      "category": "realistic, expectations"
    },
    {
      "quote": "Friendships aren't perfect  and yet they are very precious. For me  not expecting perfection all in one place was a great release.",
      "author": "Letty Cottin Pogrebin",
      "category": "realistic, expectations"
    },
    {
      "quote": "The way to achieve happiness is to have a high standard for yourself and a medium one for everyone else.",
      "author": "Marcelene Cox",
      "category": "realistic, expectations"
    },
    {
      "quote": "Life is not a spectacle or a feast  it is a predicament.",
      "author": "George Santayana",
      "category": "realistic, expectations"
    },
    {
      "quote": "To expect too much is to have a sentimental view of life  and this is a softness that ends in bitterness.",
      "author": "Flannery O'Connor",
      "category": "realistic, expectations"
    },
    {
      "quote": "Because you're not what I would have you be  I blind myself to who  in truth  you are.",
      "author": "Madeleine L'Engle",
      "category": "realistic, expectations"
    },
    {
      "quote": "No one from the beginning of time has had security.",
      "author": "Eleanor Roosevelt",
      "category": "realistic, expectations"
    },
    {
      "quote": "No one is happy all his life long.",
      "author": "Euripides",
      "category": "realistic, expectations"
    },
    {
      "quote": "Vex not thy spirit at the course of things  they heed not thy vexation. How ludicrous and outlandish is astonishment at anything that may happen in life.",
      "author": "Marcus Aurelius",
      "category": "realistic, expectations"
    },
    {
      "quote": "There are philosophies which are unendurable not because men are cowards  but because they are men.",
      "author": "Ludwig Lewisohn",
      "category": "realistic, expectations"
    },
    {
      "quote": "When I decided to go into politics I weighed the cost: I would get criticism. But I went ahead. So when the virulent criticism came I wasn't surprised. I was better able to handle it.",
      "author": "Herbert Hoover",
      "category": "realistic, expectations"
    },
    {
      "quote": "If you want a place in the sun  you've got to put up with a few blisters.",
      "author": "Abigail Van Buren",
      "category": "realistic, expectations"
    },
    {
      "quote": "Never let life's hardships disturb you ... no one can avoid problems  not even saints or sages.",
      "author": "Nichiren Daishonen",
      "category": "realistic, expectations"
    },
    {
      "quote": "Life is made up of sobs  sniffles  and smiles  with sniffles predominating.",
      "author": "O. Henry",
      "category": "realistic, expectations"
    },
    {
      "quote": "The scornful nostril and the high head gather not the odors that lie on the track of truth.",
      "author": "George Eliot",
      "category": "realistic, expectations"
    },
    {
      "quote": "Expecting the world to treat you fairly because you are a good person is a little like expecting the bull not to attack you because you're a vegetarian.",
      "author": "Dennis Wholey",
      "category": "realistic, expectations"
    },
    {
      "quote": "When nobody around you seems to measure up  it's time to check your yardstick.",
      "author": "Bill Lemley",
      "category": "realistic, expectations"
    },
    {
      "quote": "Life to the great majority is only a constant struggle for mere existence  with the certainty of losing it at last.",
      "author": "Arthur Schopenhauer",
      "category": "realistic, expectations"
    },
    {
      "quote": "Marriage is not just spiritual communion and passionate embraces  marriage is also three meals a day  sharing the workload and remembering to carry out the trash.",
      "author": "Dr. Joyce Brothers",
      "category": "realistic, expectations"
    },
    {
      "quote": "We [Americans] cheerfully assume that in some mystic way love conquers all  that good outweighs evil in the just balances of the universe and that at the eleventh hour something gloriously triumphant will prevent the worst before it happens.",
      "author": "Brooks Atkinson",
      "category": "realistic, expectations"
    },
    {
      "quote": "There is no such thing as something for nothing.",
      "author": "Napoleon Hill",
      "category": "realistic, expectations"
    },
    {
      "quote": "The mass of men lead lives of quiet desperation.",
      "author": "Henry David Thoreau",
      "category": "realistic, expectations"
    },
    {
      "quote": "Free man is by necessity insecure  thinking man is by necessity uncertain.",
      "author": "Erich Fromm",
      "category": "realistic, expectations"
    },
    {
      "quote": "It is arrogance to expect that life will always be music.... Harmony  like a following breeze at sea  is the exception. In a world where most things wind up broken or lost  our lot is to tack and tune.",
      "author": "Harvey Oxenhorn",
      "category": "realistic, expectations"
    },
    {
      "quote": "Being unready and ill-equipped is what you have to expect in life. It is the universal predicament. It is your lot as a human being to lack what it takes. Circumstances are seldom right. You never have the capacities  the strength  the wisdom  the virtue you ought to have. You must always do with less than you need in a situation vastly different from what you would have chosen as appropriate for your special endowments.",
      "author": "Charlton Ogburn",
      "category": "realistic, expectations"
    },
    {
      "quote": "In nature there are neither rewards or punishments-there are consequences.",
      "author": "Robert G. Ingersoll",
      "category": "realistic, expectations"
    },
    {
      "quote": "Hope for a miracle. But don't depend on one.",
      "author": "Talmud",
      "category": "realistic, expectations"
    },
    {
      "quote": "Life guarantees a chance-not a fair shake.",
      "author": "Anonymous",
      "category": "realistic, expectations"
    },
    {
      "quote": "Life is a perilous voyage.",
      "author": "Palladas",
      "category": "realistic, expectations"
    },
    {
      "quote": "One must not hope to be more than one can be.",
      "author": "Nicolas de Chamfort",
      "category": "realistic, expectations"
    },
    {
      "quote": "The whole point of getting things done is knowing what to leave undone.",
      "author": "Lady Stella Reading",
      "category": "realistic, expectations"
    },
    {
      "quote": "We expect more of ourselves than we have any right to.",
      "author": "Oliver Wendell Holmes",
      "category": "realistic, expectations"
    },
    {
      "quote": "Don't fool yourself that you are going to have it all. You are not. Psychologically  having it all is not even a valid concept. The marvelous thing about human beings is that we are perpetually reaching for the stars. The more we have  the more we want. And for this reason  we never have it all.",
      "author": "Dr. Joyce Brothers",
      "category": "realistic, expectations"
    },
    {
      "quote": "Try as hard as we may for perfection  the net result of our labors is an amazing variety of imperfectness. We are surprised at our own versatility in being able to fail in so many different ways.",
      "author": "Samuel McChord Crothers",
      "category": "realistic, expectations"
    },
    {
      "quote": "We set up harsh and unkind rules against ourselves. No one is born without faults. That man is best who has fewest.",
      "author": "Horace",
      "category": "realistic, expectations"
    },
    {
      "quote": "I can't write a book commensurate with Shakespeare  but I can write a book by me.",
      "author": "Sir Walter Raleigh",
      "category": "realistic, expectations"
    },
    {
      "quote": "I have done what I could do in life  and if I could not do better  I did not deserve it. In vain I have tried to step beyond what bound me.",
      "author": "Maurice Maeterlinck",
      "category": "realistic, expectations"
    },
    {
      "quote": "Shall a man go and hang himself because he belongs to the race of pygmies  and not be the biggest pygmy that he can?",
      "author": "Henry David Thoreau",
      "category": "realistic, expectations"
    },
    {
      "quote": "The man with insight enough to admit his limitations comes nearest to perfection.",
      "author": "Johann von Goethe",
      "category": "realistic, expectations"
    },
    {
      "quote": "The one important thing I have learned over the years is the difference between taking one's work seriously and taking one's self seriously. The first is imperative  and the second is disastrous.",
      "author": "Margaret Fontey",
      "category": "realistic, expectations"
    },
    {
      "quote": "Growth begins when we start to accept our own weakness.",
      "author": "Jean Vanier",
      "category": "realistic, expectations"
    },
    {
      "quote": "To dream of the person you would like to be is to waste the person you are.",
      "author": "Anonymous",
      "category": "realistic, expectations"
    },
    {
      "quote": "Of all the young men in America  only a few hundred can get into major league baseball  and of these only a handful in a decade can get into the Hall of Fame. So it goes in all human activity. ... Some become multimillionaires and chairmen of the board  and some of us must be content to play baseball at company picnics or manage a credit union without pay.",
      "author": "William Feather",
      "category": "realistic, expectations"
    },
    {
      "quote": "At thirty a man should know himself like the palm of his hand  know the exact number of his defects and qualities. ... And  above all  accept these things.",
      "author": "Albert Camus",
      "category": "realistic, expectations"
    },
    {
      "quote": "No man can climb out beyond the limitations of his own character.",
      "author": "John Morley",
      "category": "realistic, expectations"
    },
    {
      "quote": "You can't make the Duchess of Windsor into Rebecca of Sunnybrook Farm. The facts of life are very stubborn things.",
      "author": "Cleveland Amory",
      "category": "realistic, expectations"
    },
    {
      "quote": "Sometimes it is more important to discover what one cannot do  than what one can do.",
      "author": "Lin Yutang",
      "category": "realistic, expectations"
    },
    {
      "quote": "Learn to ... be what you are  and learn to resign with a good grace all that you are not.",
      "author": "Henri Frederic Amiel",
      "category": "realistic, expectations"
    },
    {
      "quote": "We cannot all be masters.",
      "author": "William Shakespeare",
      "category": "realistic, expectations"
    },
    {
      "quote": "To do all that one is able to do is to be a man  to do all that one would like to do is to be a god.",
      "author": "Napoleon Bonaparte",
      "category": "realistic, expectations"
    },
    {
      "quote": "No one is expected to achieve the impossible.",
      "author": "French proverb",
      "category": "realistic, expectations"
    },
    {
      "quote": "A hero is a man who does what he can.",
      "author": "Romain Rolland",
      "category": "realistic, expectations"
    },
    {
      "quote": "It is only fools who keep straining at high C all their lives.",
      "author": "Charles Dudley Warner",
      "category": "realistic, expectations"
    },
    {
      "quote": "May God ... let me strive for attainable things.",
      "author": "Pindar",
      "category": "realistic, expectations"
    },
    {
      "quote": "Despair is the price one pays for setting himself an impossible aim.",
      "author": "Graham Greene",
      "category": "realistic, expectations"
    },
    {
      "quote": "We would have to settle for the elegant goal of becoming ourselves.",
      "author": "William Styron",
      "category": "realistic, expectations"
    },
    {
      "quote": "A great obstacle to happiness is to expect too much happiness.",
      "author": "Bernard de Fontenelle",
      "category": "realistic, expectations"
    },
    {
      "quote": "There is a proper balance between not asking enough of oneself and asking or expecting too much.",
      "author": "May Sarton",
      "category": "realistic, expectations"
    },
    {
      "quote": "I hope to work  support my children and die quietly without pain.",
      "author": "Sean Connery",
      "category": "realistic, expectations"
    },
    {
      "quote": "As we advance in life  we learn the limits of our abilities.",
      "author": "J. A. Froude",
      "category": "realistic, expectations"
    },
    {
      "quote": "Striving for excellence motivates you  striving for perfection is demoralizing.",
      "author": "Dr. Harriet Braiker",
      "category": "realistic, expectations"
    },
    {
      "quote": "It is enough that I am of value to somebody today.",
      "author": "Hugh Prather",
      "category": "realistic, expectations"
    },
    {
      "quote": "A tomb now suffices him for whom the whole world was not sufficient.",
      "author": "Alexander the Great",
      "category": "realistic, expectations"
    },
    {
      "quote": "To wish to act like angels while we are still in this world is nothing but folly.",
      "author": "Teresa of Avila",
      "category": "realistic, expectations"
    },
    {
      "quote": "It isn't important to come out on top  what matters is to be the one who comes out alive.",
      "author": "Bertolt Brecht",
      "category": "realistic, expectations"
    },
    {
      "quote": "I long to accomplish a great and noble task  but it is my chief duty to accomplish small tasks as if they were great and noble.",
      "author": "Helen Keller",
      "category": "realistic, expectations"
    },
    {
      "quote": "I cannot do everything  but still I can do something  and because I cannot do everything  I will not refuse to do something I can do.",
      "author": "Edward Everett Hale",
      "category": "realistic, expectations"
    },
    {
      "quote": "Do not lose courage in considering your own imperfections.",
      "author": "Saint Francis de Sales",
      "category": "realistic, expectations"
    },
    {
      "quote": "Happy the man who early learns the wide chasm that lies between his wishes and his powers.",
      "author": "Johann von Goethe",
      "category": "realistic, expectations"
    },
    {
      "quote": "[Being a parent] is tough. If you just want a wonderful little creature to love  you can get a puppy.",
      "author": "Barbara Walters",
      "category": "realistic, expectations"
    },
    {
      "quote": "You never conquer a mountain. You stand on the summit a few moments  then the wind blows your footprints away.",
      "author": "Arlene Blum",
      "category": "realistic, expectations"
    },
    {
      "quote": "If we are to survive on this planet  there must be compromises.",
      "author": "Storm Jameson",
      "category": "realistic, expectations"
    },
    {
      "quote": "Real life is  to most men ... a perpetual compromise between the ideal and the possible.",
      "author": "Bertrand Russell",
      "category": "realistic, expectations"
    },
    {
      "quote": "He who cannot do what he wants must make do with what he can.",
      "author": "Terence",
      "category": "realistic, expectations"
    },
    {
      "quote": "What has always made a hell on earth has been that man has tried to make it his heaven.",
      "author": "Friedrich Holderlin",
      "category": "realistic, expectations"
    },
    {
      "quote": "Good is not good  where better is expected.",
      "author": "Thomas Fuller",
      "category": "realistic, expectations"
    },
    {
      "quote": "Nobody has things just as he would like them. The thing to do is to make a success with what material I have. It is a sheer waste of time and soul-power to imagine what I would do if things were different. They are not different.",
      "author": "Dr. Frank Crane",
      "category": "realistic, expectations"
    },
    {
      "quote": "People are lucky and unlucky ... according to the ratio between what they get and what they have been led to expect.",
      "author": "Samuel Butler",
      "category": "realistic, expectations"
    },
    {
      "quote": "We must like what we have when we don't have what we like.",
      "author": "Roger de Rabutin",
      "category": "realistic, expectations"
    },
    {
      "quote": "Better is the enemy of the good.",
      "author": "Voltaire",
      "category": "realistic, expectations"
    },
    {
      "quote": "If you aspire to the highest place  it is no disgrace to stop at the second  or even the third  place.",
      "author": "Cicero",
      "category": "realistic, expectations"
    },
    {
      "quote": "Genius does what it must  talent does what it can.",
      "author": "Edward Bulwer-Lytton",
      "category": "realistic, expectations"
    },
    {
      "quote": "A hero is a man who does what he can.",
      "author": "Romain Rolland",
      "category": "realistic, expectations"
    },
    {
      "quote": "Nature is what you may do. There is much you may not do.",
      "author": "Ralph Waldo Emerson",
      "category": "realistic, expectations"
    },
    {
      "quote": "Results are what you expect  consequences are what you get.",
      "author": "Anonymous",
      "category": "realistic, expectations"
    },
    {
      "quote": "The resistance to the unpleasant situation is the root of suffering.",
      "author": "Ram Dass",
      "category": "realistic, expectations"
    },
    {
      "quote": "To expect life to be tailored to our specifications is to invite frustration.",
      "author": "Anonymous",
      "category": "realistic, expectations"
    },
    {
      "quote": "Each of us does  in effect  strike a series of \"deals \" or compromises  between the wants and longings of the inner self  and an outer environment that offers certain possibilities and sets certain limitations.",
      "author": "Maggie Scarf",
      "category": "realistic, expectations"
    },
    {
      "quote": "Man is the only animal that laughs and weeps  for he is the only animal that is struck with the difference between what things are  and what they might have been.",
      "author": "William Hazlitt",
      "category": "realistic, expectations"
    },
    {
      "quote": "We do not write as we want  but as we can.",
      "author": "W. Somerset Maugham",
      "category": "realistic, expectations"
    },
    {
      "quote": "Every creator painfully experiences the chasm between his inner vision and its ultimate expression. The chasm is never completely bridged. We all have the conviction  perhaps illusory  that we have much more to say than appears on the paper.",
      "author": "Isaac Bashevis Singer",
      "category": "realistic, expectations"
    },
    {
      "quote": "A body shouldn't heed what might be. He's got to do with what is.",
      "author": "Louis L'Amour",
      "category": "realistic, expectations"
    },
    {
      "quote": "The chief pang of most trials is not so much the actual suffering itself as our own spirit of resistance to it.",
      "author": "Jean Nicholas Grou",
      "category": "realistic, expectations"
    },
    {
      "quote": "The greatest and most important problems in life are all in a certain sense insoluble. They can never be solved  but only outgrown.",
      "author": "Carl Jung",
      "category": "realistic, expectations"
    },
    {
      "quote": "The art of living lies less in eliminating our troubles than in growing with them.",
      "author": "Bernard M. Baruch",
      "category": "realistic, expectations"
    },
    {
      "quote": "Life has not taught me to expect nothing  but she has taught me not to expect success to be the inevitable result of my endeavors.",
      "author": "Alan Paton",
      "category": "realistic, expectations"
    },
    {
      "quote": "Knowledge of what is possible is the beginning of happiness.",
      "author": "George Santayana",
      "category": "realistic, expectations"
    },
    {
      "quote": "Don't spend time beating on a wall  hoping to transform it into a door.",
      "author": "Dr. Laura Schlessinger",
      "category": "realistic, expectations"
    },
    {
      "quote": "If I were to wish for anything  I should not wish for wealth and power  but for the passionate sense of the potential  for the eye which  ever young and ardent  sees the possible ... what wine is so sparkling  so fragrant  so intoxicating  as possibility!",
      "author": "Soren Kierkegaard",
      "category": "realistic, expectations"
    },
    {
      "quote": "Wisdom never kicks at the iron walls it can't bring down.",
      "author": "Olive Schreiner",
      "category": "realistic, expectations"
    },
    {
      "quote": "It is impossible to control creation.",
      "author": "Evelyn Scott",
      "category": "realistic, expectations"
    },
    {
      "quote": "To seek fulfillment is to invite frustration.",
      "author": "Jiddu Krishnamurti",
      "category": "realistic, expectations"
    },
    {
      "quote": "Half the unhappiness in the world is due to the failure of plans which were never reasonable  and often impossible.",
      "author": "Edgar Watson Howe",
      "category": "realistic, expectations"
    },
    {
      "quote": "There is an illusion that has much to do with ... most of our unhappiness. ... We expect too much.",
      "author": "Joseph Farrell",
      "category": "realistic, expectations"
    },
    {
      "quote": "A fool or idiot is one who expects things to happen that never can happen.",
      "author": "George Eliot",
      "category": "realistic, expectations"
    },
    {
      "quote": "Shall a man go and hang himself because he belongs to the race of pygmies  and not be the biggest pygmy that he can?",
      "author": "Henry David Thoreau",
      "category": "realistic, expectations"
    },
    {
      "quote": "Life is a compromise of what your ego wants to do  what experience tells you to do  and what your nerves let you do.",
      "author": "Bruce Crampton",
      "category": "realistic, expectations"
    },
    {
      "quote": "No  Doctor  I don't want to grow young again. I just want to keep on growing old.",
      "author": "Madame de Rothschild",
      "category": "realistic, expectations"
    },
    {
      "quote": "What we call reality is an agreement that people have arrived at to make life more livable.",
      "author": "Louise Nevelson",
      "category": "realistic, expectations"
    },
    {
      "quote": "There is no such thing as pure pleasure  some anxiety always goes with it.",
      "author": "Ovid",
      "category": "realistic, expectations"
    },
    {
      "quote": "When somebody tells you nothing is impossible  ask him to dribble a football.",
      "author": "Anonymous",
      "category": "realistic, expectations"
    },
    {
      "quote": "No country can act wisely simultaneously in every part of the globe at every moment of time.",
      "author": "Henry Kissinger",
      "category": "realistic, expectations"
    },
    {
      "quote": "The most important thing in marriage is not happiness  but stability.",
      "author": "Gabriel Garcia Marquez",
      "category": "realistic, expectations"
    },
    {
      "quote": "So often we search out the impossible  and then throw ourselves into trying to do it.",
      "author": "Anonymous",
      "category": "realistic, expectations"
    },
    {
      "quote": "Nothing is so good as it seems beforehand.",
      "author": "George Eliot",
      "category": "realistic, expectations"
    },
    {
      "quote": "Prospect is often better than possession.",
      "author": "Thomas Fuller",
      "category": "realistic, expectations"
    },
    {
      "quote": "The hours we pass with happy prospects in view are more pleasing than those crowned with fruition.",
      "author": "Oliver Goldsmith",
      "category": "realistic, expectations"
    },
    {
      "quote": "'Tis expectation makes a blessing dear  heaven were not heaven if we knew what it were.",
      "author": "Sir John Sucking",
      "category": "realistic, expectations"
    },
    {
      "quote": "Life is so constructed that the event does not  cannot  will not  match the expectation.",
      "author": "Charlotte Bronte",
      "category": "realistic, expectations"
    },
    {
      "quote": "There is no greater enemy to those who would please than expectation.",
      "author": "Michel de Montaigne",
      "category": "realistic, expectations"
    },
    {
      "quote": "To dream too much of the person you would like to be is to waste the person you are.",
      "author": "Anonymous",
      "category": "realistic, expectations"
    },
    {
      "quote": "Too many people miss the silver lining because they're expecting gold.",
      "author": "Maurice Setter",
      "category": "realistic, expectations"
    },
    {
      "quote": "For people who live on expectations  to face up to their realization is something of an ordeal.",
      "author": "Elizabeth Bowen",
      "category": "realistic, expectations"
    },
    {
      "quote": "My expectations-which I extended whenever I came close to accomplishing my goals-made it impossible ever to feel satisfied with my success.",
      "author": "Ellen Sue Stern",
      "category": "realistic, expectations"
    },
    {
      "quote": "Every attempt to make war easy and safe will result in humiliation and disaster.",
      "author": "General William Sherman",
      "category": "realistic, expectations"
    },
    {
      "quote": "I sincerely wish war was a pleasanter and easier business than it is  but it does not admit of holidays.",
      "author": "Abraham Lincoln",
      "category": "realistic, expectations"
    },
    {
      "quote": "There is many a boy here today who looks on war as all glory  but boys  it is all hell.",
      "author": "General William T. Sherman",
      "category": "realistic, expectations"
    },
    {
      "quote": "War is not an adventure. It is a disease. It is like typhus.",
      "author": "Antoine de Saint-Exupery",
      "category": "realistic, expectations"
    },
    {
      "quote": "In combat  life is short  nasty and brutish. The issues of national policy which brought him into war are irrelevant to the combat soldier  he is concerned with his literal life chances.",
      "author": "Charles E. Moskos",
      "category": "realistic, expectations"
    },
    {
      "quote": "In war  more than anywhere else in the world  things happen differently from what we had expected  and look differently when near from what they did at a distance.",
      "author": "Karl von Clausewitz",
      "category": "realistic, expectations"
    },
    {
      "quote": "In spite of all of the training you get and the precautions you take to keep yourself alive  it's largely a matter of luck that decides whether or not you get killed.",
      "author": "James Jones",
      "category": "realistic, expectations"
    },
    {
      "quote": "Moderation in war is imbecility.",
      "author": "Admiral John Fisher",
      "category": "realistic, expectations"
    },
    {
      "quote": "When one's expectations are reduced to zero  one really appreciates everything one does have.",
      "author": "Stephen Hawking",
      "category": "realistic, expectations"
    },
    {
      "quote": "I like trees because they seem more resigned to the way they have to live than other things do.",
      "author": "Willa Cather",
      "category": "realistic, expectations"
    },
    {
      "quote": "Life didn't promise to be wonderful.",
      "author": "Teddy Pendergrass",
      "category": "realistic, expectations"
    },
    {
      "quote": "We never enjoy perfect happiness  our most fortunate successes are mingled with sadness  some anxieties always perplex the reality of our satisfaction.",
      "author": "Pierre Corneille",
      "category": "realistic, expectations"
    },
    {
      "quote": "Do not commit the error  common among the young  of assuming that if you cannot save the whole of mankind you have failed.",
      "author": "Jan de Hartog",
      "category": "realistic, expectations"
    },
    {
      "quote": "The art of living lies less in eliminating our troubles than in growing with them.",
      "author": "Bernard M. Baruch",
      "category": "realistic, expectations"
    },
    {
      "quote": "If one considered life as a simple loan  one would perhaps be less exacting.",
      "author": "Eugene Delacroix",
      "category": "realistic, expectations"
    },
    {
      "quote": "Why are we surprised when fig trees bear figs?",
      "author": "Margaret Titzel",
      "category": "realistic, expectations"
    },
    {
      "quote": "Those who aim at great deeds must also suffer greatly.",
      "author": "Plutarch",
      "category": "realistic, expectations"
    },
    {
      "quote": "I have nothing to offer but blood  toil  tears  and sweat.",
      "author": "Winston Churchill",
      "category": "realistic, expectations"
    },
    {
      "quote": "There's no map  there's no master plan  there's just people.",
      "author": "Stingray",
      "category": "realistic, expectations"
    },
    {
      "quote": "Every writer I know has trouble writing.",
      "author": "Joseph Heller",
      "category": "realistic, expectations"
    },
    {
      "quote": "Men expect too much  do too little.",
      "author": "Allen Tate",
      "category": "realistic, expectations"
    },
    {
      "quote": "Human kind cannot bear very much reality.",
      "author": "T. S. Eliot",
      "category": "reality"
    },
    {
      "quote": "If anything is poisoning our lives and weakening our society  it is reality - and not the fabrication of television writers and producers.",
      "author": "Martin Moloney",
      "category": "reality"
    },
    {
      "quote": "There is no reality except the one contained within us. That is why so many people live such an unreal life. They take the images outside them for reality and never allow the world within to assert itself.",
      "author": "Hermann Hesse",
      "category": "reality"
    },
    {
      "quote": "Nothing which is at all times and in every way agreeable to us can have objective reality. It is of the very nature of the real that it should have sharp corners and rough edges  that it should be resistant  should be itself. Dream-furniture is the only kind on which you never stub your toes or bang your knee.",
      "author": "C. S. Lewis",
      "category": "reality"
    },
    {
      "quote": "Facts as facts do not always create a spirit of reality  because reality is a spirit.",
      "author": "G. K. Chesterton",
      "category": "reality"
    },
    {
      "quote": "We take our shape  it is true  within and against that cage of reality bequeathed us at our birth  and yet it is precisely through our dependence on this reality that we are most endlessly betrayed.",
      "author": "James Baldwin",
      "category": "reality"
    },
    {
      "quote": "You too must not count overmuch on your reality as you feel it today  since  like that of yesterday  it may prove an illusion for you tomorrow.",
      "author": "Luigi Pirandello",
      "category": "reality"
    },
    {
      "quote": "All our interior world is reality - and that perhaps more so than our apparent world.",
      "author": "Marc Chagall",
      "category": "reality"
    },
    {
      "quote": "The field of consciousness is tiny. It accepts only one problem at a time. Get into a fist fight  put your mind on the strategy of the fight  and you will not feel the other fellow's punches.",
      "author": "Antoine de Saint-Exupery",
      "category": "reality"
    },
    {
      "quote": "A life based on reason will always require to be balanced by an occasional bout of violent and irrational emotion  for the instinctual tribes must be satisfied.",
      "author": "Cyril Connolly",
      "category": "reason"
    },
    {
      "quote": "Analysis kills spontaneity. The grain once ground into flour springs and germinates no more.",
      "author": "Henri Frederic Amiel",
      "category": "reason"
    },
    {
      "quote": "Facts do not cease to exist because they are ignored.",
      "author": "Aldous Huxley",
      "category": "reason"
    },
    {
      "quote": "I like reality. It tastes of bread.",
      "author": "Jean Anouilh",
      "category": "reason"
    },
    {
      "quote": "The time is comin' whin not more thin hath iv us'll be rale  an' th' rest'll be rubber  (plastic!)",
      "author": "Finley Peter Dunne",
      "category": "reason"
    },
    {
      "quote": "To see what is in front of one's nose needs a constant struggle.",
      "author": "George Orwell",
      "category": "reason"
    },
    {
      "quote": "We do not fight for the real but for shadows we make A flag is a piece of cloth and a word is a sound  But we make them something neither cloth nor a sound Tokens of love and hate  black sorcery stones.",
      "author": "Stephen Vincent Benet",
      "category": "reason"
    },
    {
      "quote": "Where I cannot satisfy my reason  I love to humour my fancy.",
      "author": "Sir Thomas Browne",
      "category": "reason"
    },
    {
      "quote": "When the human mind exists in the light of reason and no more than reason  we may say with absolute certainty that Man and all that made him will be in that instant gone.",
      "author": "Loren Eiseley",
      "category": "reason"
    },
    {
      "quote": "I have hardly ever known a mathematician who was capable of reasoning.",
      "author": "Plato",
      "category": "reason"
    },
    {
      "quote": "Reason is God's gift  but so are the passions. Reason is as guilty as passion.",
      "author": "Cardinal Newman",
      "category": "reason"
    },
    {
      "quote": "The man who is master of his passions is Reason's slave.",
      "author": "Cyril Connolly",
      "category": "reason"
    },
    {
      "quote": "Human reason needs only to will more strongly than fate  and she is fate.",
      "author": "Thomas Mann",
      "category": "reason"
    },
    {
      "quote": "Reason deserves to be called a prophet  for in showing up the consequence and effect of our actions in the present  does it not tell us what the future will be?",
      "author": "Arthur Schopenhauer",
      "category": "reason"
    },
    {
      "quote": "The difference between the reason of man and the instinct of the beast is this  that the beast does but know  but the man knows that he knows.",
      "author": "John Donne",
      "category": "reason"
    },
    {
      "quote": "Reason is also choice.",
      "author": "John Milton",
      "category": "reason"
    },
    {
      "quote": "Reason is an emotion for the sexless.",
      "author": "Heathcote Williams",
      "category": "reason"
    },
    {
      "quote": "The last advance of reason is to recognize that it is surpassed by innumerable things  it is feeble if it cannot realize that.",
      "author": "Blaise Pascal",
      "category": "reason"
    },
    {
      "quote": "All our reasoning ends in surrender to feeling.",
      "author": "Blaise Pascal",
      "category": "reason"
    },
    {
      "quote": "Reason is the mistress and queen of all things.",
      "author": "Cicero",
      "category": "reason"
    },
    {
      "quote": "He who will not reason  is a bigot  he who cannot is a fool  and he who dares not  is a slave.",
      "author": "William Drummond",
      "category": "reason"
    },
    {
      "quote": "Reason can in general do more than blind force.",
      "author": "Gallus",
      "category": "reason"
    },
    {
      "quote": "If I go to heaven I want to take my reason with me.",
      "author": "Charles J. Ingersoll",
      "category": "reason"
    },
    {
      "quote": "Come now  and let us reason together.",
      "author": "Bible",
      "category": "reason"
    },
    {
      "quote": "Error of opinion may be tolerated where reason is left free to combat it.",
      "author": "Thomas Jefferson",
      "category": "reason"
    },
    {
      "quote": "Human reason is like a drunken man on horseback  set it up on one side  and it tumbles over on the other.",
      "author": "Martin Luther",
      "category": "reason"
    },
    {
      "quote": "You know  my friends  with what a brave carouse I made a second marriage in my house  Divorced old barren reason from my bed  And took the daughter of the vine to spouse.",
      "author": "Omar Khayyam",
      "category": "reason"
    },
    {
      "quote": "The feast of reason and the flow of soul.",
      "author": "Alexander Pope",
      "category": "reason"
    },
    {
      "quote": "Every why hath a wherefore.",
      "author": "William Shakespeare",
      "category": "reason"
    },
    {
      "quote": "I have no other but a woman's reason. I think him so because I think him so.",
      "author": "William Shakespeare",
      "category": "reason"
    },
    {
      "quote": "Many are destined to reason wrongly  others  not to reason at all: and others to persecute those who do reason.",
      "author": "Voltaire",
      "category": "reason"
    },
    {
      "quote": "There are so many people with all kinds of lucky things happening to them  and they don't know how to use it.",
      "author": "Rocky Aoki",
      "category": "recognize, maximize"
    },
    {
      "quote": "Probably any successful career has \"X\" number of breaks in it  and maybe the difference between successful people and those who aren't superachievers is taking advantage of those breaks.",
      "author": "Joan Ganz Cooney",
      "category": "recognize, maximize"
    },
    {
      "quote": "To get it right  be born with luck or else make it.",
      "author": "Ruth Gordon",
      "category": "recognize, maximize"
    },
    {
      "quote": "You must always be open to your luck. You cannot force it  but you can recognize it.",
      "author": "Henry Moore",
      "category": "recognize, maximize"
    },
    {
      "quote": "Genius is the gold in the mine  talent is the miner that works and brings it out.",
      "author": "Lady Marguerite Blessington",
      "category": "recognize, maximize"
    },
    {
      "quote": "It is one thing to be gifted and quite another thing to be worthy of one's own gift.",
      "author": "Nadia Boulanger",
      "category": "recognize, maximize"
    },
    {
      "quote": "Talent on its own sat gracefully only on the very young. After a certain age it was what you did with it that counted.",
      "author": "Liza Cody",
      "category": "recognize, maximize"
    },
    {
      "quote": "A wise man turns chance into good fortune.",
      "author": "Thomas Fuller",
      "category": "recognize, maximize"
    },
    {
      "quote": "Luck ... taps  once in a lifetime  at everybody's door  but if industry does not open it  luck goes away.",
      "author": "Charles Haddon Spurgeon",
      "category": "recognize, maximize"
    },
    {
      "quote": "When something bad happens to me  I think I'm able to deal with it in a pretty good way. That makes me lucky. Some people fall apart at the first little thing that happens.",
      "author": "Christie Brinkley",
      "category": "recognize, maximize"
    },
    {
      "quote": "It's funny  but... you're sort of a moving target for fortune  and you never know when it will befall you.",
      "author": "Thomas McGuane",
      "category": "recognize, maximize"
    },
    {
      "quote": "Lady Luck generally woos those who earnestly  enthusiastically  unremittingly woo her.",
      "author": "B. C. Forbes",
      "category": "recognize, maximize"
    },
    {
      "quote": "Luck is good planning  carefully executed.",
      "author": "Anonymous",
      "category": "recognize, maximize"
    },
    {
      "quote": "What helps luck is a habit of watching for opportunities  of having a patient  but restless mind  of sacrificing one's ease or vanity  of uniting a love of detail to foresight  and of passing through hard times bravely and cheerfully.",
      "author": "Charles Victor Cherbuliez",
      "category": "recognize, maximize"
    },
    {
      "quote": "Luck is believing you're lucky.",
      "author": "Tennessee Williams",
      "category": "recognize, maximize"
    },
    {
      "quote": "I think that one can have luck if one tries to create an atmosphere of spontaneity.",
      "author": "Federico Fellini",
      "category": "recognize, maximize"
    },
    {
      "quote": "Each man's character shapes his fortunes.",
      "author": "Latin proverb",
      "category": "recognize, maximize"
    },
    {
      "quote": "Chance works for us when we are good captains.",
      "author": "George Meredith",
      "category": "recognize, maximize"
    },
    {
      "quote": "Motivation triggers luck.",
      "author": "Mike Wallace",
      "category": "recognize, maximize"
    },
    {
      "quote": "Good and bad luck is a synonym  in the great majority of instances  for good and bad judgment.",
      "author": "John Chatfield",
      "category": "recognize, maximize"
    },
    {
      "quote": "Luck is a combination of confidence and getting the breaks.",
      "author": "Christy Mathewson",
      "category": "recognize, maximize"
    },
    {
      "quote": "I was born lucky  and I have lived lucky. What I had was used. What I still have is being used. Lucky.",
      "author": "Katharine Hepburn",
      "category": "recognize, maximize"
    },
    {
      "quote": "Luck is largely a matter of paying attention.",
      "author": "Susan M. Dodd",
      "category": "recognize, maximize"
    },
    {
      "quote": "Your luck is how you treat people.",
      "author": "Bridget O'Donnell",
      "category": "recognize, maximize"
    },
    {
      "quote": "The only sure thing about luck is that it will change.",
      "author": "Bret Harte",
      "category": "recognize, maximize"
    },
    {
      "quote": "The man who glories in his luck may be overthrown by destiny.",
      "author": "Euripides",
      "category": "recognize, maximize"
    },
    {
      "quote": "There is in the worst of fortune the best of chances for a happy change.",
      "author": "Euripides",
      "category": "recognize, maximize"
    },
    {
      "quote": "It is more easy to get a favor from fortune than to keep it.",
      "author": "Publilius Syrus",
      "category": "recognize, maximize"
    },
    {
      "quote": "Since luck's a nine days' wonder  wait their end.",
      "author": "Euripides",
      "category": "recognize, maximize"
    },
    {
      "quote": "Fortune is with you for an hour  and against you for ten!",
      "author": "Arab proverb",
      "category": "recognize, maximize"
    },
    {
      "quote": "Breaks balance out. The sun don't shine on the same old dog's rear end every day.",
      "author": "Darrell Royal",
      "category": "recognize, maximize"
    },
    {
      "quote": "What the reason of the ant laboriously drags into a heap  the wind of accident will collect in one breath.",
      "author": "J. C. F. von Schiller",
      "category": "recognize, maximize"
    },
    {
      "quote": "Fortune is like the market  where many times  if you can stay a little  the price will fall.",
      "author": "Francis Bacon",
      "category": "recognize, maximize"
    },
    {
      "quote": "The profits of good luck are perishable  if you build on fortune  you build on sand  the more advancement you achieve  the more dangers you run.",
      "author": "Marquis de Racan",
      "category": "recognize, maximize"
    },
    {
      "quote": "Every possession and every happiness is but lent by chance for an uncertain time  and may therefore be demanded back the next hour.",
      "author": "Arthur Schopenhauer",
      "category": "recognize, maximize"
    },
    {
      "quote": "Life is full of chances and changes  and the most prosperous of men may ... meet with great misfortunes.",
      "author": "Aristotle",
      "category": "recognize, maximize"
    },
    {
      "quote": "Reforms should begin at home and stay there.",
      "author": "Anonymous",
      "category": "reform"
    },
    {
      "quote": "At twenty a man is full of fight and hope. He wants to reform the world. When he's seventy he still wants to reform the world  but he knows he can't.",
      "author": "Clarence S. Darrow",
      "category": "reform"
    },
    {
      "quote": "We are reformers in Spring and Summer  in Autumn and Winter we stand by the old  reformers in the morning  conservers at night.",
      "author": "Ralph Waldo Emerson",
      "category": "reform"
    },
    {
      "quote": "Reform must come from within  not from without. You cannot legislate for virtue.",
      "author": "James Cardinal Gibbons",
      "category": "reform"
    },
    {
      "quote": "The hole and the patch should be commensurate.",
      "author": "Thomas Jefferson",
      "category": "reform"
    },
    {
      "quote": "To make a crooked stick straight  we bend it the contrary way.",
      "author": "Michel Montaigne",
      "category": "reform"
    },
    {
      "quote": "An indefinable something is to be done  in a way nobody knows how  at a time nobody knows when  that will accomplish nobody knows what.",
      "author": "Thomas B. Read",
      "category": "reform"
    },
    {
      "quote": "Very frequently  feminine activity also expresses itself in what is largely a retrospectively oriented pondering over what we ought to have done differently in life  and how we ought to have done it  or  as if under compulsion  we make up strings of causal connections. We like to call this thinking  though  on the contrary  it is a form of mental activity that is strangely pointless and unproductive  a form that really leads only to self-torture.",
      "author": "Emma Jung",
      "category": "regrets"
    },
    {
      "quote": "The only causes of regret are laziness  outbursts of temper  hurting others  prejudice  jealousy  and envy.",
      "author": "Germaine Greer",
      "category": "regrets"
    },
    {
      "quote": "If you have behaved badly  repent  make what amends you can and address yourself to the task of behaving better next time. On no account brood over your wrongdoing. Rolling in the muck is not the best way of getting clean.",
      "author": "Aldous Huxley",
      "category": "regrets"
    },
    {
      "quote": "You always feel when you look it straight in the eye that you could have put more into it  could have let yourself go and dug harder.",
      "author": "Emily Carr",
      "category": "regrets"
    },
    {
      "quote": "When one door closes another opens. But we often look so long and so regretfully upon the closed door that we fail to see the one that has opened for us.",
      "author": "Alexander Graham Bell",
      "category": "regrets"
    },
    {
      "quote": "No doing without some ruing.",
      "author": "Sigrid Undset",
      "category": "regrets"
    },
    {
      "quote": "Nobody gets to live life backward. Look ahead  that is where your future lies.",
      "author": "Ann Landers",
      "category": "regrets"
    },
    {
      "quote": "Were it not better to forget Than to remember and regret?",
      "author": "L. E. Landon",
      "category": "regrets"
    },
    {
      "quote": "Regret for the things we did can be tempered by time  it is regret for the things we did not do that is inconsolable.",
      "author": "Sydney J. Harris",
      "category": "regrets"
    },
    {
      "quote": "Always repenting of wrongs done will never bring my heart to rest.",
      "author": "Ji Kang",
      "category": "regrets"
    },
    {
      "quote": "Should-haves solve nothing. It's the next thing to happen that needs thinking about.",
      "author": "Alexandra Ripley",
      "category": "regrets"
    },
    {
      "quote": "The error of the past is the success of the future. A mistake is evidence that someone tried to do something.",
      "author": "Anonymous",
      "category": "regrets"
    },
    {
      "quote": "Regret is an appalling waste of energy  you can't build on it  it is good only for wallowing.",
      "author": "Katherine Mansfield",
      "category": "regrets"
    },
    {
      "quote": "I have always found that each step we take in life is to be regretted-if we once begin to wonder how many other steps might have been possible.",
      "author": "John Oliver Hobbes",
      "category": "regrets"
    },
    {
      "quote": "If you cannot get rid of the family skeleton  you may as well make it dance.",
      "author": "George Bernard Shaw",
      "category": "regrets"
    },
    {
      "quote": "Let the dead Past bury its dead!",
      "author": "Henry Wadsworth Longfellow",
      "category": "regrets"
    },
    {
      "quote": "\"The horror of that moment \" the King went on  \"I shall never forget.\" \"You will  though \" the Queen said  \"if you don't make a memorandum of it.\"",
      "author": "Lewis Carroll",
      "category": "regrets"
    },
    {
      "quote": "Reflect upon your present blessings  of which every man has many-not on your past misfortunes  of which all men have some.",
      "author": "Charles Dickens",
      "category": "regrets"
    },
    {
      "quote": "They say you should not suffer through the past. You should be able to wear it like a loose garment  take it off and let it drop.",
      "author": "Eva Jessye",
      "category": "regrets"
    },
    {
      "quote": "Your past is always going to be the way it was. Stop trying to change it.",
      "author": "Anonymous",
      "category": "regrets"
    },
    {
      "quote": "The only thing I regret about my past is the length of it. If I had to live my life again  I'd make the same mistakes  only sooner.",
      "author": "Tallulah Bankhead",
      "category": "regrets"
    },
    {
      "quote": "There is no greater sorrow than to recall a happy time in the midst of wretchedness.",
      "author": "Dante Alighieri",
      "category": "regrets"
    },
    {
      "quote": "We should have no regrets. ... The past is finished. There is nothing to be gained by going over it. Whatever it gave us in the experiences it brought us was something we had to know.",
      "author": "Rebecca Beard",
      "category": "regrets"
    },
    {
      "quote": "One must never lose time in vainly regretting the past or in complaining against the changes which cause us discomfort  for change is the essence of life.",
      "author": "Anatole France",
      "category": "regrets"
    },
    {
      "quote": "Yesterday's errors let yesterday cover.",
      "author": "Susan Coolidge",
      "category": "regrets"
    },
    {
      "quote": "This is another day! Are its eyes blurred with maudlin grief for any wasted past? A thousand thousand failures shall not daunt! Let dust clasp dust  death  death  I am alive!",
      "author": "Don Marquis",
      "category": "regrets"
    },
    {
      "quote": "Whatever with the past has gone  the best is always yet to come.",
      "author": "Lucy Larcom",
      "category": "regrets"
    },
    {
      "quote": "Hindsight is always zo/20.",
      "author": "Billy Wilder",
      "category": "regrets"
    },
    {
      "quote": "I respect only those who resist me  but cannot tolerate them.",
      "author": "Charles de Gaulle",
      "category": "relationship"
    },
    {
      "quote": "The easiest kind of relationship for me is with 10 000 people. The hardest is with one.",
      "author": "Joan Baez",
      "category": "relationship"
    },
    {
      "quote": "When the man is at home  his standing in society is well known and quietly taken  but when he is abroad  it is problematical  and is dependent on the success of his manners.",
      "author": "Ralph Waldo Emerson",
      "category": "relationship"
    },
    {
      "quote": "We rarely confide in those who are better than we are.",
      "author": "Albert Camus",
      "category": "relationship"
    },
    {
      "quote": "With three or more people there is something bold in the air: direct things get said which would frighten two people alone and conscious of each inch of their nearness to one another. To be three is to be in public - you feel safe.",
      "author": "Elizabeth Bowen",
      "category": "relationship"
    },
    {
      "quote": "It is always safe to assume that people are more subtle and less sensitive than they seem.",
      "author": "Eric Hoffer",
      "category": "relationship"
    },
    {
      "quote": "The more you let yourself go  the less others let you go.",
      "author": "Friedrich Nietzsche",
      "category": "relationship"
    },
    {
      "quote": "At bottom the world isn't a joke. We only joke about it to avoid an issue with someone  to let someone know that we know he's there with his questions  to disarm him by seeming to have heard and done justice to his side of the standing argument.",
      "author": "Robert Frost",
      "category": "relationship"
    },
    {
      "quote": "Science may have found a cure for most evils: but it has found no remedy for the worst of them all - the apathy of human beings.",
      "author": "Helen Keller",
      "category": "relationship"
    },
    {
      "quote": "It is well to remember that the entire population of the universe  with one trifling exception  is composed of others.",
      "author": "John Andrew Holmes",
      "category": "relationship"
    },
    {
      "quote": "Make yourself necessary to somebody.",
      "author": "Ralph Waldo Emerson",
      "category": "relationship"
    },
    {
      "quote": "The opinions which we hold of one another  our relations with friends and kinsfolk are in no sense permanent  save in appearance  but are as eternally fluid as the sea itself.",
      "author": "Marcel Proust",
      "category": "relationship"
    },
    {
      "quote": "I present myself to you in a form suitable to the relationship I wish to achieve with you.",
      "author": "Luigi Pirandello",
      "category": "relationship"
    },
    {
      "quote": "The ultimate indignity is to be given a bedpan by a stranger who calls you by your first name.",
      "author": "Maggie Kuhn",
      "category": "relationship"
    },
    {
      "quote": "I respect only those who resist me  but cannot tolerate them.",
      "author": "Charles de Gaulle",
      "category": "relationship"
    },
    {
      "quote": "The easiest kind of relationship for me is with 10 000 people. The hardest is with one.",
      "author": "Joan Baez",
      "category": "relationship"
    },
    {
      "quote": "When the man is at home  his standing in society is well known and quietly taken  but when he is abroad  it is problematical  and is dependent on the success of his manners.",
      "author": "Ralph Waldo Emerson",
      "category": "relationship"
    },
    {
      "quote": "We rarely confide in those who are better than we are.",
      "author": "Albert Camus",
      "category": "relationship"
    },
    {
      "quote": "With three or more people there is something bold in the air: direct things get said which would frighten two people alone and conscious of each inch of their nearness to one another. To be three is to be in public - you feel safe.",
      "author": "Elizabeth Bowen",
      "category": "relationship"
    },
    {
      "quote": "It is always safe to assume that people are more subtle and less sensitive than they seem.",
      "author": "Eric Hoffer",
      "category": "relationship"
    },
    {
      "quote": "The more you let yourself go  the less others let you go.",
      "author": "Friedrich Nietzsche",
      "category": "relationship"
    },
    {
      "quote": "At bottom the world isn't a joke. We only joke about it to avoid an issue with someone  to let someone know that we know he's there with his questions  to disarm him by seeming to have heard and done justice to his side of the standing argument.",
      "author": "Robert Frost",
      "category": "relationship"
    },
    {
      "quote": "Science may have found a cure for most evils: but it has found no remedy for the worst of them all - the apathy of human beings.",
      "author": "Helen Keller",
      "category": "relationship"
    },
    {
      "quote": "It is well to remember that the entire population of the universe  with one trifling exception  is composed of others.",
      "author": "John Andrew Holmes",
      "category": "relationship"
    },
    {
      "quote": "Make yourself necessary to somebody.",
      "author": "Ralph Waldo Emerson",
      "category": "relationship"
    },
    {
      "quote": "The opinions which we hold of one another  our relations with friends and kinsfolk are in no sense permanent  save in appearance  but are as eternally fluid as the sea itself.",
      "author": "Marcel Proust",
      "category": "relationship"
    },
    {
      "quote": "I present myself to you in a form suitable to the relationship I wish to achieve with you.",
      "author": "Luigi Pirandello",
      "category": "relationship"
    },
    {
      "quote": "The ultimate indignity is to be given a bedpan by a stranger who calls you by your first name.",
      "author": "Maggie Kuhn",
      "category": "relationship"
    },
    {
      "quote": "I respect only those who resist me  but cannot tolerate them.",
      "author": "Charles de Gaulle",
      "category": "relationship"
    },
    {
      "quote": "The easiest kind of relationship for me is with 10 000 people. The hardest is with one.",
      "author": "Joan Baez",
      "category": "relationship"
    },
    {
      "quote": "When the man is at home  his standing in society is well known and quietly taken  but when he is abroad  it is problematical  and is dependent on the success of his manners.",
      "author": "Ralph Waldo Emerson",
      "category": "relationship"
    },
    {
      "quote": "We rarely confide in those who are better than we are.",
      "author": "Albert Camus",
      "category": "relationship"
    },
    {
      "quote": "With three or more people there is something bold in the air: direct things get said which would frighten two people alone and conscious of each inch of their nearness to one another. To be three is to be in public - you feel safe.",
      "author": "Elizabeth Bowen",
      "category": "relationship"
    },
    {
      "quote": "It is always safe to assume that people are more subtle and less sensitive than they seem.",
      "author": "Eric Hoffer",
      "category": "relationship"
    },
    {
      "quote": "The more you let yourself go  the less others let you go.",
      "author": "Friedrich Nietzsche",
      "category": "relationship"
    },
    {
      "quote": "At bottom the world isn't a joke. We only joke about it to avoid an issue with someone  to let someone know that we know he's there with his questions  to disarm him by seeming to have heard and done justice to his side of the standing argument.",
      "author": "Robert Frost",
      "category": "relationship"
    },
    {
      "quote": "Science may have found a cure for most evils: but it has found no remedy for the worst of them all - the apathy of human beings.",
      "author": "Helen Keller",
      "category": "relationship"
    },
    {
      "quote": "It is well to remember that the entire population of the universe  with one trifling exception  is composed of others.",
      "author": "John Andrew Holmes",
      "category": "relationship"
    },
    {
      "quote": "Make yourself necessary to somebody.",
      "author": "Ralph Waldo Emerson",
      "category": "relationship"
    },
    {
      "quote": "The opinions which we hold of one another  our relations with friends and kinsfolk are in no sense permanent  save in appearance  but are as eternally fluid as the sea itself.",
      "author": "Marcel Proust",
      "category": "relationship"
    },
    {
      "quote": "I present myself to you in a form suitable to the relationship I wish to achieve with you.",
      "author": "Luigi Pirandello",
      "category": "relationship"
    },
    {
      "quote": "The ultimate indignity is to be given a bedpan by a stranger who calls you by your first name.",
      "author": "Maggie Kuhn",
      "category": "relationship"
    },
    {
      "quote": "I respect only those who resist me  but cannot tolerate them.",
      "author": "Charles de Gaulle",
      "category": "relationship"
    },
    {
      "quote": "The easiest kind of relationship for me is with 10 000 people. The hardest is with one.",
      "author": "Joan Baez",
      "category": "relationship"
    },
    {
      "quote": "When the man is at home  his standing in society is well known and quietly taken  but when he is abroad  it is problematical  and is dependent on the success of his manners.",
      "author": "Ralph Waldo Emerson",
      "category": "relationship"
    },
    {
      "quote": "We rarely confide in those who are better than we are.",
      "author": "Albert Camus",
      "category": "relationship"
    },
    {
      "quote": "With three or more people there is something bold in the air: direct things get said which would frighten two people alone and conscious of each inch of their nearness to one another. To be three is to be in public - you feel safe.",
      "author": "Elizabeth Bowen",
      "category": "relationship"
    },
    {
      "quote": "It is always safe to assume that people are more subtle and less sensitive than they seem.",
      "author": "Eric Hoffer",
      "category": "relationship"
    },
    {
      "quote": "The more you let yourself go  the less others let you go.",
      "author": "Friedrich Nietzsche",
      "category": "relationship"
    },
    {
      "quote": "At bottom the world isn't a joke. We only joke about it to avoid an issue with someone  to let someone know that we know he's there with his questions  to disarm him by seeming to have heard and done justice to his side of the standing argument.",
      "author": "Robert Frost",
      "category": "relationship"
    },
    {
      "quote": "Science may have found a cure for most evils: but it has found no remedy for the worst of them all - the apathy of human beings.",
      "author": "Helen Keller",
      "category": "relationship"
    },
    {
      "quote": "It is well to remember that the entire population of the universe  with one trifling exception  is composed of others.",
      "author": "John Andrew Holmes",
      "category": "relationship"
    },
    {
      "quote": "Make yourself necessary to somebody.",
      "author": "Ralph Waldo Emerson",
      "category": "relationship"
    },
    {
      "quote": "The opinions which we hold of one another  our relations with friends and kinsfolk are in no sense permanent  save in appearance  but are as eternally fluid as the sea itself.",
      "author": "Marcel Proust",
      "category": "relationship"
    },
    {
      "quote": "I present myself to you in a form suitable to the relationship I wish to achieve with you.",
      "author": "Luigi Pirandello",
      "category": "relationship"
    },
    {
      "quote": "The ultimate indignity is to be given a bedpan by a stranger who calls you by your first name.",
      "author": "Maggie Kuhn",
      "category": "relationship"
    },
    {
      "quote": "I respect only those who resist me  but cannot tolerate them.",
      "author": "Charles de Gaulle",
      "category": "relationship"
    },
    {
      "quote": "The easiest kind of relationship for me is with 10 000 people. The hardest is with one.",
      "author": "Joan Baez",
      "category": "relationship"
    },
    {
      "quote": "When the man is at home  his standing in society is well known and quietly taken  but when he is abroad  it is problematical  and is dependent on the success of his manners.",
      "author": "Ralph Waldo Emerson",
      "category": "relationship"
    },
    {
      "quote": "We rarely confide in those who are better than we are.",
      "author": "Albert Camus",
      "category": "relationship"
    },
    {
      "quote": "With three or more people there is something bold in the air: direct things get said which would frighten two people alone and conscious of each inch of their nearness to one another. To be three is to be in public - you feel safe.",
      "author": "Elizabeth Bowen",
      "category": "relationship"
    },
    {
      "quote": "It is always safe to assume that people are more subtle and less sensitive than they seem.",
      "author": "Eric Hoffer",
      "category": "relationship"
    },
    {
      "quote": "The more you let yourself go  the less others let you go.",
      "author": "Friedrich Nietzsche",
      "category": "relationship"
    },
    {
      "quote": "At bottom the world isn't a joke. We only joke about it to avoid an issue with someone  to let someone know that we know he's there with his questions  to disarm him by seeming to have heard and done justice to his side of the standing argument.",
      "author": "Robert Frost",
      "category": "relationship"
    },
    {
      "quote": "Science may have found a cure for most evils: but it has found no remedy for the worst of them all - the apathy of human beings.",
      "author": "Helen Keller",
      "category": "relationship"
    },
    {
      "quote": "It is well to remember that the entire population of the universe  with one trifling exception  is composed of others.",
      "author": "John Andrew Holmes",
      "category": "relationship"
    },
    {
      "quote": "Make yourself necessary to somebody.",
      "author": "Ralph Waldo Emerson",
      "category": "relationship"
    },
    {
      "quote": "The opinions which we hold of one another  our relations with friends and kinsfolk are in no sense permanent  save in appearance  but are as eternally fluid as the sea itself.",
      "author": "Marcel Proust",
      "category": "relationship"
    },
    {
      "quote": "I present myself to you in a form suitable to the relationship I wish to achieve with you.",
      "author": "Luigi Pirandello",
      "category": "relationship"
    },
    {
      "quote": "The ultimate indignity is to be given a bedpan by a stranger who calls you by your first name.",
      "author": "Maggie Kuhn",
      "category": "relationship"
    },
    {
      "quote": "I respect only those who resist me  but cannot tolerate them.",
      "author": "Charles de Gaulle",
      "category": "relationship"
    },
    {
      "quote": "The easiest kind of relationship for me is with 10 000 people. The hardest is with one.",
      "author": "Joan Baez",
      "category": "relationship"
    },
    {
      "quote": "When the man is at home  his standing in society is well known and quietly taken  but when he is abroad  it is problematical  and is dependent on the success of his manners.",
      "author": "Ralph Waldo Emerson",
      "category": "relationship"
    },
    {
      "quote": "We rarely confide in those who are better than we are.",
      "author": "Albert Camus",
      "category": "relationship"
    },
    {
      "quote": "With three or more people there is something bold in the air: direct things get said which would frighten two people alone and conscious of each inch of their nearness to one another. To be three is to be in public - you feel safe.",
      "author": "Elizabeth Bowen",
      "category": "relationship"
    },
    {
      "quote": "It is always safe to assume that people are more subtle and less sensitive than they seem.",
      "author": "Eric Hoffer",
      "category": "relationship"
    },
    {
      "quote": "The more you let yourself go  the less others let you go.",
      "author": "Friedrich Nietzsche",
      "category": "relationship"
    },
    {
      "quote": "At bottom the world isn't a joke. We only joke about it to avoid an issue with someone  to let someone know that we know he's there with his questions  to disarm him by seeming to have heard and done justice to his side of the standing argument.",
      "author": "Robert Frost",
      "category": "relationship"
    },
    {
      "quote": "Science may have found a cure for most evils: but it has found no remedy for the worst of them all - the apathy of human beings.",
      "author": "Helen Keller",
      "category": "relationship"
    },
    {
      "quote": "It is well to remember that the entire population of the universe  with one trifling exception  is composed of others.",
      "author": "John Andrew Holmes",
      "category": "relationship"
    },
    {
      "quote": "Make yourself necessary to somebody.",
      "author": "Ralph Waldo Emerson",
      "category": "relationship"
    },
    {
      "quote": "The opinions which we hold of one another  our relations with friends and kinsfolk are in no sense permanent  save in appearance  but are as eternally fluid as the sea itself.",
      "author": "Marcel Proust",
      "category": "relationship"
    },
    {
      "quote": "I present myself to you in a form suitable to the relationship I wish to achieve with you.",
      "author": "Luigi Pirandello",
      "category": "relationship"
    },
    {
      "quote": "The ultimate indignity is to be given a bedpan by a stranger who calls you by your first name.",
      "author": "Maggie Kuhn",
      "category": "relationship"
    },
    {
      "quote": "I respect only those who resist me  but cannot tolerate them.",
      "author": "Charles de Gaulle",
      "category": "relationship"
    },
    {
      "quote": "The easiest kind of relationship for me is with 10 000 people. The hardest is with one.",
      "author": "Joan Baez",
      "category": "relationship"
    },
    {
      "quote": "When the man is at home  his standing in society is well known and quietly taken  but when he is abroad  it is problematical  and is dependent on the success of his manners.",
      "author": "Ralph Waldo Emerson",
      "category": "relationship"
    },
    {
      "quote": "We rarely confide in those who are better than we are.",
      "author": "Albert Camus",
      "category": "relationship"
    },
    {
      "quote": "With three or more people there is something bold in the air: direct things get said which would frighten two people alone and conscious of each inch of their nearness to one another. To be three is to be in public - you feel safe.",
      "author": "Elizabeth Bowen",
      "category": "relationship"
    },
    {
      "quote": "It is always safe to assume that people are more subtle and less sensitive than they seem.",
      "author": "Eric Hoffer",
      "category": "relationship"
    },
    {
      "quote": "The more you let yourself go  the less others let you go.",
      "author": "Friedrich Nietzsche",
      "category": "relationship"
    },
    {
      "quote": "At bottom the world isn't a joke. We only joke about it to avoid an issue with someone  to let someone know that we know he's there with his questions  to disarm him by seeming to have heard and done justice to his side of the standing argument.",
      "author": "Robert Frost",
      "category": "relationship"
    },
    {
      "quote": "Science may have found a cure for most evils: but it has found no remedy for the worst of them all - the apathy of human beings.",
      "author": "Helen Keller",
      "category": "relationship"
    },
    {
      "quote": "It is well to remember that the entire population of the universe  with one trifling exception  is composed of others.",
      "author": "John Andrew Holmes",
      "category": "relationship"
    },
    {
      "quote": "Make yourself necessary to somebody.",
      "author": "Ralph Waldo Emerson",
      "category": "relationship"
    },
    {
      "quote": "The opinions which we hold of one another  our relations with friends and kinsfolk are in no sense permanent  save in appearance  but are as eternally fluid as the sea itself.",
      "author": "Marcel Proust",
      "category": "relationship"
    },
    {
      "quote": "I present myself to you in a form suitable to the relationship I wish to achieve with you.",
      "author": "Luigi Pirandello",
      "category": "relationship"
    },
    {
      "quote": "The ultimate indignity is to be given a bedpan by a stranger who calls you by your first name.",
      "author": "Maggie Kuhn",
      "category": "relationship"
    },
    {
      "quote": "I respect only those who resist me  but cannot tolerate them.",
      "author": "Charles de Gaulle",
      "category": "relationship"
    },
    {
      "quote": "The easiest kind of relationship for me is with 10 000 people. The hardest is with one.",
      "author": "Joan Baez",
      "category": "relationship"
    },
    {
      "quote": "When the man is at home  his standing in society is well known and quietly taken  but when he is abroad  it is problematical  and is dependent on the success of his manners.",
      "author": "Ralph Waldo Emerson",
      "category": "relationship"
    },
    {
      "quote": "We rarely confide in those who are better than we are.",
      "author": "Albert Camus",
      "category": "relationship"
    },
    {
      "quote": "With three or more people there is something bold in the air: direct things get said which would frighten two people alone and conscious of each inch of their nearness to one another. To be three is to be in public - you feel safe.",
      "author": "Elizabeth Bowen",
      "category": "relationship"
    },
    {
      "quote": "It is always safe to assume that people are more subtle and less sensitive than they seem.",
      "author": "Eric Hoffer",
      "category": "relationship"
    },
    {
      "quote": "The more you let yourself go  the less others let you go.",
      "author": "Friedrich Nietzsche",
      "category": "relationship"
    },
    {
      "quote": "At bottom the world isn't a joke. We only joke about it to avoid an issue with someone  to let someone know that we know he's there with his questions  to disarm him by seeming to have heard and done justice to his side of the standing argument.",
      "author": "Robert Frost",
      "category": "relationship"
    },
    {
      "quote": "Science may have found a cure for most evils: but it has found no remedy for the worst of them all - the apathy of human beings.",
      "author": "Helen Keller",
      "category": "relationship"
    },
    {
      "quote": "It is well to remember that the entire population of the universe  with one trifling exception  is composed of others.",
      "author": "John Andrew Holmes",
      "category": "relationship"
    },
    {
      "quote": "Make yourself necessary to somebody.",
      "author": "Ralph Waldo Emerson",
      "category": "relationship"
    },
    {
      "quote": "The opinions which we hold of one another  our relations with friends and kinsfolk are in no sense permanent  save in appearance  but are as eternally fluid as the sea itself.",
      "author": "Marcel Proust",
      "category": "relationship"
    },
    {
      "quote": "I present myself to you in a form suitable to the relationship I wish to achieve with you.",
      "author": "Luigi Pirandello",
      "category": "relationship"
    },
    {
      "quote": "The ultimate indignity is to be given a bedpan by a stranger who calls you by your first name.",
      "author": "Maggie Kuhn",
      "category": "relationship"
    },
    {
      "quote": "And so do his sisters and his cousins and his aunts! His sisters and his cousins Whom he reckons up by dozens  And his aunts!",
      "author": "W. S. Gilbert",
      "category": "relative"
    },
    {
      "quote": "No man will be respected by others who is despised by his own relatives.",
      "author": "Plautus",
      "category": "relative"
    },
    {
      "quote": "The worst hatred is that of relatives.",
      "author": "Tacitus",
      "category": "relative"
    },
    {
      "quote": "Relations are simply a tedious pack of people who haven't got the remotest knowledge of how to live  nor the smallest instinct about when to die.",
      "author": "Oscar Wilde",
      "category": "relative"
    },
    {
      "quote": "A firm belief atthracts facts. They come out iv holes in the ground an' cracks in th' wall to support belief  but they run away fr'm doubt.",
      "author": "Finley Peter Dunne",
      "category": "religion"
    },
    {
      "quote": "Don't wait for the Last Judgment. It takes place every day.",
      "author": "Albert Camus",
      "category": "religion"
    },
    {
      "quote": "A minister is coming down every generation nearer and nearer to the common level of the useful citizen - no oracle at all  but a man of more than average moral instincts  who if he knows anything  knows how little he knows.",
      "author": "Oliver Wendell Holmes",
      "category": "religion"
    },
    {
      "quote": "After all  what's a cult? It just means not enough people to make a minority.",
      "author": "The Globe and Mail",
      "category": "religion"
    },
    {
      "quote": "Faith consists in believing when it is beyond the power of reason to believe. It is not enough that a thing be possible for it to be believed.",
      "author": "Voltaire",
      "category": "religion"
    },
    {
      "quote": "He was of the faith chiefly in the sense that the Church he currently did not attend was Catholic.",
      "author": "Kingsley Amis",
      "category": "religion"
    },
    {
      "quote": "As for future life  every man must judge for himself between conflicting vague probabilities.",
      "author": "Charles Darwin",
      "category": "religion"
    },
    {
      "quote": "Heathen  n. A beknighted creature who has the folly to worship something that he can see and feel.",
      "author": "Ambrose Bierce",
      "category": "religion"
    },
    {
      "quote": "I'm not really a Jew  just Jew-ish  not the whole hog.",
      "author": "Jonathan Miller",
      "category": "religion"
    },
    {
      "quote": "If you can't believe in God the chances are your God is too small.",
      "author": "J. B. Phillips",
      "category": "religion"
    },
    {
      "quote": "It is extremely difficult for a Jew to be converted  for how can he bring himself to believe in the divinity of - another Jew?",
      "author": "Heinrich Heine",
      "category": "religion"
    },
    {
      "quote": "Man is a venerating animal. He venerates as easily as he purges himself. When they take away from him the gods of his fathers  he looks for others abroad.",
      "author": "Max Jacob",
      "category": "religion"
    },
    {
      "quote": "My own mind is my own church.",
      "author": "Thomas Paine",
      "category": "religion"
    },
    {
      "quote": "One's religion is whatever he is most interested in.",
      "author": "James M. Barrie",
      "category": "religion"
    },
    {
      "quote": "Religion is the way we honour our ancestors' errors.",
      "author": "Mark M. Otoysao",
      "category": "religion"
    },
    {
      "quote": "The church exists for the sake of those outside it.",
      "author": "William Temple",
      "category": "religion"
    },
    {
      "quote": "The writers against religion  whilst they oppose every system  are wisely careful never to set up any of their own.",
      "author": "Edmund Burke",
      "category": "religion"
    },
    {
      "quote": "The idea that He would take his attention away from the universe in order to give me a bicycle with three speeds is just so unlikely I can't go along with it.",
      "author": "Quentin Crisp",
      "category": "religion"
    },
    {
      "quote": "The Pope is barely Catholic enough for some converts.",
      "author": "John Ayscough",
      "category": "religion"
    },
    {
      "quote": "The test for a prophet is in the Bible. It is this. \"When a prophet speaketh in the name of the Lord  if the thing follow not  nor come to pass  that is the thing which the Lord hath not spoken.\"",
      "author": "Anonymous",
      "category": "religion"
    },
    {
      "quote": "The three great apostles of practical atheism  that make converts without persecuting and retain them without preaching are Wealth  Health and Power.",
      "author": "Charles Caleb Colton",
      "category": "religion"
    },
    {
      "quote": "To tolerate everything is to teach nothing.",
      "author": "Dr. F. J. Kinsman",
      "category": "religion"
    },
    {
      "quote": "We are a rather big-headed little species in a vast cosmos which can do without us very well.",
      "author": "Rev. George Carey",
      "category": "religion"
    },
    {
      "quote": "When people cease to believe in God  they don't believe in nothing  they believe in anything.",
      "author": "G. K. Chesterton",
      "category": "religion"
    },
    {
      "quote": "Zen is a way of liberation  concerned not with discovering what is good or bad or advantageous  but what is.",
      "author": "Alan Watts",
      "category": "religion"
    },
    {
      "quote": "Each religion  by the help of more or less myth which it takes more or less seriously  proposes some method of fortifying the human soul and enabling it to make its peace with its destiny.",
      "author": "George Santayana",
      "category": "religion"
    },
    {
      "quote": "The good news is that Jesus is coming back. The bad news is that he's really pissed off.",
      "author": "Bob Hope",
      "category": "religion"
    },
    {
      "quote": "The merit claimed for the Anglican Church is that  if you let it alone  it will let you alone.",
      "author": "Ralph Waldo Emerson",
      "category": "religion"
    },
    {
      "quote": "Most people believe that the Christian commandments are intentionally a little too severe - like setting a clock half an hour ahead to make sure of not being late in the morning.",
      "author": "Soren Kierkegaard",
      "category": "religion"
    },
    {
      "quote": "Three things are good in little measure and evil in large: yeast  salt and hesitation.",
      "author": "The Talmud",
      "category": "religion"
    },
    {
      "quote": "Mystic: a person who is puzzled before the obvious  but who understands the non-existent.",
      "author": "Elbert Hubbard",
      "category": "religion"
    },
    {
      "quote": "Faith means intense  usually confident  belief that is not based on evidence sufficient to command assent from every reasonable person.",
      "author": "Walter Kaufmann",
      "category": "religion"
    },
    {
      "quote": "Men will wrangle for religion  write for it  fight for it  die for it  anything but live for it.",
      "author": "Charles Caleb Colton",
      "category": "religion"
    },
    {
      "quote": "I have never yet met a healthy person who worries very much about his health or a really good person who worries much about his own soul.",
      "author": "J. B. S. Haldane",
      "category": "religion"
    },
    {
      "quote": "Men are idolaters  and want something to look at and kiss and hug  or throw themselves down before  they always did  they always will  and if you don't make it of wood  you must make it of words.",
      "author": "Oliver Wendell Holmes",
      "category": "religion"
    },
    {
      "quote": "The various modes of worship which prevailed in the Roman world were all considered by the people as equally true  by the philosopher as equally false  and by the magistrate as equally useful.",
      "author": "Edward Gibbon",
      "category": "religion"
    },
    {
      "quote": "Nothing in human life  least of all in religion  is ever right until it is beautiful.",
      "author": "Harry Emerson Fosdick",
      "category": "religion"
    },
    {
      "quote": "I think if you ask people what their concept of heaven is  they would say  if they are honest  that it is a big department store  with new things every week - all the money to buy them  and maybe a little more than the neighbours.",
      "author": "Erich Fromm",
      "category": "religion"
    },
    {
      "quote": "We have grasped the mystery of the atom  and rejected the Sermon on the Mount.",
      "author": "Omar Bradley",
      "category": "religion"
    },
    {
      "quote": "Religion is a great force - the only real motive force in the world  but you must get at a man through his own religion  not through yours.",
      "author": "George Bernard Shaw",
      "category": "religion"
    },
    {
      "quote": "It must require an inordinate share of vanity and presumption after enjoying so much that is good and beautiful on earth  to ask the Lord for immortality in addition to it all.",
      "author": "Heinrich Heine",
      "category": "religion"
    },
    {
      "quote": "Oysters are more beautiful than any religion . . . there's nothing in Christianity or Buddhism that quite matches the sympathetic unselfishness of an oyster.",
      "author": "Saki",
      "category": "religion"
    },
    {
      "quote": "Don't be agnostic - be something.",
      "author": "Robert Frost",
      "category": "religion"
    },
    {
      "quote": "A gentle Quaker  hearing a strange noise in his house one night  got up and discovered a burglar busily at work. He went and got his gun  came back and stood quietly in the doorway. 'Friend ' he said  'I would do thee no harm for the world  but thou standest where I am about to shoot.'",
      "author": "James Hines",
      "category": "religion"
    },
    {
      "quote": "We Jews have a secret weapon in our struggle with the Arabs - we have no place to go.",
      "author": "Golda Meir",
      "category": "religion"
    },
    {
      "quote": "Religion is a way of walking  not a way of talking.",
      "author": "Dean William R. Inge",
      "category": "religion"
    },
    {
      "quote": "Puritanism - the haunting fear that someone  somewhere may be happy.",
      "author": "H. L. Mencken",
      "category": "religion"
    },
    {
      "quote": "The worst moment for the atheist is when he is really thankful  and has nobody to thank.",
      "author": "Dante Gabriel Rossetti",
      "category": "religion"
    },
    {
      "quote": "The mystery of the beginning of all things is insoluble by us  and I for one must be content to remain agnostic.",
      "author": "Charles Darwin",
      "category": "religion"
    },
    {
      "quote": "Religion converts despair  which destroys  into resignation  which submits.",
      "author": "Lady Blessington",
      "category": "religion"
    },
    {
      "quote": "For the wonderful thing about saints is that they were human. They lost their tempers  got angry  scolded God  were egotistical or testy or impatient in their turns  made mistakes and regretted them. Still they went on doggedly blundering toward heaven.",
      "author": "Phyllis McGinley",
      "category": "religion"
    },
    {
      "quote": "Audible at five miles  painful at three  and lethal at one.",
      "author": "Winchester Cathedral",
      "category": "religion"
    },
    {
      "quote": "With soap baptism is a good thing.",
      "author": "Robert G. Ingersoll",
      "category": "religion"
    },
    {
      "quote": "When a man is freed of religion  he has a better chance to live a normal and wholesome life.",
      "author": "Sigmund Freud",
      "category": "religion"
    },
    {
      "quote": "The Church of England is the Tory party at prayer.",
      "author": "Anonymous",
      "category": "religion"
    },
    {
      "quote": "A Unitarian very earnestly disbelieves what everyone else believes.",
      "author": "W. Somerset Maugham",
      "category": "religion"
    },
    {
      "quote": "While I cannot be regarded as a pillar  I must be regarded as a buttress of the church  because I support it from outside.",
      "author": "Lord Melbourne",
      "category": "religion"
    },
    {
      "quote": "Atheism is rather in the lip than in the heart of Man.",
      "author": "Francis Bacon",
      "category": "religion"
    },
    {
      "quote": "There's no reason to bring religion into it. I think we ought to have as great a regard for religion as we can  so as to keep it out of as many things as possible.",
      "author": "Sean O'Casey",
      "category": "religion"
    },
    {
      "quote": "If the thunder is not loud  the peasant forgets to cross himself.",
      "author": "Russian proverb",
      "category": "religion"
    },
    {
      "quote": "Religion is the opiate of the people.",
      "author": "Karl Marx",
      "category": "religion"
    },
    {
      "quote": "Infidel  n: in New York  one who does not believe in the Christian religion  in Constantinople  one who does.",
      "author": "Ambrose Bierce",
      "category": "religion"
    },
    {
      "quote": "An atheist is a man who has no invisible means of support.",
      "author": "Fulton Sheen",
      "category": "religion"
    },
    {
      "quote": "Yes  I am a Jew  and when the ancestors of the right honourable gentlemen were brutal savages in an unknown land  mine were priests in the Temple of Solomon.",
      "author": "Benjamin Disraeli",
      "category": "religion"
    },
    {
      "quote": "As for a future life  every man must judge for himself between conflicting vague possibilities.",
      "author": "Charles Darwin",
      "category": "religion"
    },
    {
      "quote": "My theology  briefly  Is that the universe Was dictated But not signed.",
      "author": "Christopher Morley",
      "category": "religion"
    },
    {
      "quote": "My atheism  like that of Spinoza  is true piety towards the universe and denies only gods fashioned by men in their own image  to be servants of their human interests.",
      "author": "George Santayana",
      "category": "religion"
    },
    {
      "quote": "There is a crack in everything God has made.",
      "author": "Ralph Waldo Emerson",
      "category": "religion"
    },
    {
      "quote": "Christianity might be a good thing if anyone ever tried it.",
      "author": "George Bernard Shaw",
      "category": "religion"
    },
    {
      "quote": "The voice of the people is the voice of God. (Vox populi  vox dei.)",
      "author": "Latin proverb",
      "category": "religion"
    },
    {
      "quote": "I'm not ok - you're not ok  and that's ok.",
      "author": "Rev. William Sloane Coffin",
      "category": "religion"
    },
    {
      "quote": "Men prefer to believe that they are degenerated angels  rather than elevated apes.",
      "author": "W. Winwood Roade",
      "category": "religion"
    },
    {
      "quote": "Let's all give God a great big hand. I've seen the last page of the bible and it's going to turn out all right.",
      "author": "Anonymous",
      "category": "religion"
    },
    {
      "quote": "You have not converted a man because you have silenced him.",
      "author": "John Morley",
      "category": "religion"
    },
    {
      "quote": "I consider myself a Hindu  Christian  Moslem  Jew  Buddhist  and Confucian.",
      "author": "Mahatma Gandhi",
      "category": "religion"
    },
    {
      "quote": "If you bring forth what is within you  what you bring forth will save you. If you do not bring forth what is within you  what you do not bring forth will destroy you.",
      "author": "Jesus Christ",
      "category": "religion"
    },
    {
      "quote": "There is a good deal too strange to be believed  nothing is too strange to have happened.",
      "author": "Thomas Hardy",
      "category": "religion"
    },
    {
      "quote": "Life has a practice of living you if you don't live it.",
      "author": "Philip Larlcin",
      "category": "religion"
    },
    {
      "quote": "If only God would give me a clear sign  like making a large deposit in my name at a Swiss bank.",
      "author": "Woody Allen",
      "category": "religion"
    },
    {
      "quote": "If you talk to God  you are praying  if God talks to you  you have schizophrenia.",
      "author": "Thomas Szasz",
      "category": "religion"
    },
    {
      "quote": "You want to make God laugh? Tell him your future plans.",
      "author": "Woody Allen",
      "category": "religion"
    },
    {
      "quote": "I have a hard time believing that billions of years ago two protozoa bumped into each other under a volcanic cesspool and evolved into Cindy Crawford.",
      "author": "Robert G. Lee",
      "category": "religion"
    },
    {
      "quote": "I do benefits for all religions. ... I'd hate to blow the hereafter on a technicality.",
      "author": "Bob Hope",
      "category": "religion"
    },
    {
      "quote": "My ancestors wandered lost in the wilderness for forty years because even in biblical times men would not stop to ask directions.",
      "author": "Elayne Boosler",
      "category": "religion"
    },
    {
      "quote": "The Ten Commandments don't tell you what you ought to do: They only put ideas into your head.",
      "author": "Elizabeth Bibesco",
      "category": "religion"
    },
    {
      "quote": "Heaven goes by favor  if it went by merit  you would stay out and your dog would go in.",
      "author": "Mark Twain",
      "category": "religion"
    },
    {
      "quote": "I generally avoid temptation  unless I can't resist it.",
      "author": "Mae West",
      "category": "religion"
    },
    {
      "quote": "A church is a hospital for sinners  not a museum for saints.",
      "author": "Abigail Van Buren",
      "category": "religion"
    },
    {
      "quote": "Moral indignation is jealousy with a halo.",
      "author": "H. G. Wells",
      "category": "religion"
    },
    {
      "quote": "There are no atheists on turbulent airplanes.",
      "author": "Erica Jong",
      "category": "religion"
    },
    {
      "quote": "I wanted to become an atheist but I gave it up. They have no holidays.",
      "author": "Henny Youngman",
      "category": "religion"
    },
    {
      "quote": "An atheist is a man who has no invisible means of support.",
      "author": "John Buchan",
      "category": "religion"
    },
    {
      "quote": "I know what I'm giving up for Lent: my New Year's resolutions.",
      "author": "Henny Youngman",
      "category": "religion"
    },
    {
      "quote": "Many families think of church as if it was a convention - they send one delegate.",
      "author": "Wayne Day",
      "category": "religion"
    },
    {
      "quote": "When something good happens  it's a miracle  and you should wonder what God is saving up for you later.",
      "author": "Marshall Brickman",
      "category": "religion"
    },
    {
      "quote": "The Bible tells us to love our neighbors  and also to love our enemies  probably because they are generally the same people.",
      "author": "G. K. Chesterton",
      "category": "religion"
    },
    {
      "quote": "To all things clergic I am allergic.",
      "author": "Alexander Woollcott",
      "category": "religion"
    },
    {
      "quote": "It's clear why they only served bread and wine at the Last Supper. It was a potluck . . . organized by men.",
      "author": "Patti Page",
      "category": "religion"
    },
    {
      "quote": "When I was a kid  I used to pray every night for a new bicycle. Then I realized that the Lord  in his wisdom  didn't work that way. So I just stole one and asked him to forgive me.",
      "author": "Emo Philips",
      "category": "religion"
    },
    {
      "quote": "B.I.B.L.E. = Basic Instructions Before Leaving Earth.",
      "author": "Anonymous",
      "category": "religion"
    },
    {
      "quote": "If I could only see one miracle  just one miracle. Like a burning bush  or the seas part  or my uncle Sasha pick up a check.",
      "author": "Woody Allen",
      "category": "religion"
    },
    {
      "quote": "If there's a God  why are there such things as famine and The Jerry Springer Show.",
      "author": "Wendy Morgan",
      "category": "religion"
    },
    {
      "quote": "The first Sunday I sang in the church choir  two hundred people changed their religion.",
      "author": "Fred Allen",
      "category": "religion"
    },
    {
      "quote": "I don't fly on account of my religion. I'm a devout coward.",
      "author": "Henny Youngman",
      "category": "religion"
    },
    {
      "quote": "If you can't be kind  at least be vague.",
      "author": "David Powers",
      "category": "religion"
    },
    {
      "quote": "God created man and then woman  but the atheist created himself.",
      "author": "Anonymous",
      "category": "religion"
    },
    {
      "quote": "What if the meek inherited the Earth and we had to defend ourselves from Martians?",
      "author": "Robert Orben",
      "category": "religion"
    },
    {
      "quote": "Jesus was born on a bank holiday and died on a bank holiday. We can therefore assume that when he returns again it will also be on a bank holiday.",
      "author": "P. G. Johnson",
      "category": "religion"
    },
    {
      "quote": "As the little boy said to the Sunday School teacher after being told the reason we are on Earth is to help others: \"Then what are the others here for?\"",
      "author": "Anonymous",
      "category": "religion"
    },
    {
      "quote": "God is not a cosmic bellboy for whom we can press a button to get things.",
      "author": "Harry Emerson Fosdick",
      "category": "religion"
    },
    {
      "quote": "It ain't those parts of the Bible that I can't understand that bother me  it's the parts that I do understand.",
      "author": "Mark Twain",
      "category": "religion"
    },
    {
      "quote": "I didn't want to pray to God 'cause I didn't want him to know where I was.",
      "author": "Marsha Dobb",
      "category": "religion"
    },
    {
      "quote": "Conscience gets a lot of credit that belongs to cold feet.",
      "author": "Anonymous",
      "category": "religion"
    },
    {
      "quote": "A New England conscience doesn't keep you from doing anything  it just keeps you from enjoying it.",
      "author": "Morris Mandel",
      "category": "religion"
    },
    {
      "quote": "Conscience: That which makes a boy tell his mother before his sister does.",
      "author": "Laurence J. Peter",
      "category": "religion"
    },
    {
      "quote": "His clear conscience is a result of a poor memory.",
      "author": "Anonymous",
      "category": "religion"
    },
    {
      "quote": "Conscience is the inner voice that warns us somebody may be looking.",
      "author": "H. L. Mencken",
      "category": "religion"
    },
    {
      "quote": "The world's shortest sermon: \"When in doubt... don't!\"",
      "author": "Anonymous",
      "category": "religion"
    },
    {
      "quote": "A Puritan is a person who lives in the fear that someone  somewhere  may be having a good time.",
      "author": "H. L. Mencken",
      "category": "religion"
    },
    {
      "quote": "My wife converted me to religion. I never believed in hell until I married her.",
      "author": "Hal Roach",
      "category": "religion"
    },
    {
      "quote": "The service we render others is really the rent we pay for our room on Earth.",
      "author": "Wilfred Grenfell",
      "category": "religion"
    },
    {
      "quote": "Coincidence is God's way of performing miracles anonymously.",
      "author": "Sophy Burnham",
      "category": "religion"
    },
    {
      "quote": "I don't go to church. Kneeling bags my nylons.",
      "author": "Jan Sterling",
      "category": "religion"
    },
    {
      "quote": "I don't see why religion and science can't get along. What's wrong with counting our blessings with a computer?",
      "author": "Robert Orben",
      "category": "religion"
    },
    {
      "quote": "There was never law  or sect  or opinion did so much magnify goodness  as the Christian religion doth.",
      "author": "Sir Francis Bacon",
      "category": "religion"
    },
    {
      "quote": "One religion is as true as another.",
      "author": "Henry Burton",
      "category": "religion"
    },
    {
      "quote": "His religion at best is an anxious wish  - like that of Rebelais  a great Perhaps.",
      "author": "Thomas Carlyle",
      "category": "religion"
    },
    {
      "quote": "Men will wrangle for religion  write for it  fight for it  die for it  anything but - live it.",
      "author": "Walter Colton",
      "category": "religion"
    },
    {
      "quote": "Religion  if in heavenly truths attired  Needs only to be seen to be admired.",
      "author": "William Cowper",
      "category": "religion"
    },
    {
      "quote": "If men are so wicked with religion  what would they be without it?",
      "author": "Benjamin Franklin",
      "category": "religion"
    },
    {
      "quote": "A good life is the only religion.",
      "author": "Thomas Fuller",
      "category": "religion"
    },
    {
      "quote": "My creed is this: Happiness is the only good. The place to be happy is here. The time to be happy is now. The way to be happy is to help make others so.",
      "author": "Charles J. Ingersoll",
      "category": "religion"
    },
    {
      "quote": "To be of no Church is dangerous.",
      "author": "Samuel Johnson",
      "category": "religion"
    },
    {
      "quote": "Religion is the opium of the people.",
      "author": "Karl Marx",
      "category": "religion"
    },
    {
      "quote": "Religion is nothing else but love to God and man.",
      "author": "William Penn",
      "category": "religion"
    },
    {
      "quote": "He that hath no cross deserves no crown.",
      "author": "Francis Quarles",
      "category": "religion"
    },
    {
      "quote": "The world is my country  all mankind are my brethren  and to do good is my religion.",
      "author": "Thomas Paine",
      "category": "religion"
    },
    {
      "quote": "From listening comes wisdom and from speaking  repentance.",
      "author": "Old saying",
      "category": "repentance, apology"
    },
    {
      "quote": "There are people who are very resourceful At being remorseful  And who apparently feel that the best way to make friends Is to do something terrible and then make amends.",
      "author": "Ogden Nash",
      "category": "repentance, apology"
    },
    {
      "quote": "He's half absolv'd Who has confess'd.",
      "author": "Matthew Prior",
      "category": "repentance, apology"
    },
    {
      "quote": "It is a very delicate job to forgive a man  without lowering him in his estimation  and yours too.",
      "author": "Josh Billings",
      "category": "repentance, apology"
    },
    {
      "quote": "The sinning is the best part of repentance.",
      "author": "Arabic proverb",
      "category": "repentance, apology"
    },
    {
      "quote": "Apology is only egotism wrong side out.",
      "author": "Oliver Wendell Holmes",
      "category": "repentance, apology"
    },
    {
      "quote": "Apologize  v: to lay the foundation for a future offence.",
      "author": "Ambrose Bierce",
      "category": "repentance, apology"
    },
    {
      "quote": "Apology - a desperate habit  and one that is rarely cured.",
      "author": "Oliver Wendell Holmes",
      "category": "repentance, apology"
    },
    {
      "quote": "No sensible person ever made an apology.",
      "author": "Ralph Waldo Emerson",
      "category": "repentance, apology"
    },
    {
      "quote": "Repentance is for little children.",
      "author": "Adolf Eichmann",
      "category": "repentance, apology"
    },
    {
      "quote": "Repentance is but want of power to sin.",
      "author": "John Dryden",
      "category": "repentance, apology"
    },
    {
      "quote": "Make it a rule of life never to regret and never look back. Regret is an appalling waste of energy  you can't build on it  it's good only for wallowing in.",
      "author": "Katherine Mansfield",
      "category": "repentance, apology"
    },
    {
      "quote": "If I die  I forgive you: if I recover  we shall see.",
      "author": "Spanish proverb",
      "category": "repentance, apology"
    },
    {
      "quote": "It is a good rule in life never to apologize. The right sort of people do not want apologies  and the wrong sort take a mean advantage of them.",
      "author": "P. G. Wodehouse",
      "category": "repentance, apology"
    },
    {
      "quote": "God will pardon me. It's his business.",
      "author": "Heinrich Heine",
      "category": "repentance, apology"
    },
    {
      "quote": "I suppose you've heard all those wicked stories about me. Well  I've lived my life as it came and I've done bloody marvels with a bad hand.",
      "author": "Libby Holman",
      "category": "repentance, apology"
    },
    {
      "quote": "Republics are ungrateful.",
      "author": "Anonymous",
      "category": "republic"
    },
    {
      "quote": "A monarchy is a merchantman which sails well  but will sometimes strike on a rock  and go to the bottom  a republic is a raft which will never sink  but then your feet are always in water.",
      "author": "Fisher Ames",
      "category": "republic"
    },
    {
      "quote": "It is of great importance in a republic not only to guard against the oppression of its rulers  but to guard one part of society against the injustice of the other part.",
      "author": "Alexander Hamilton",
      "category": "republic"
    },
    {
      "quote": "A republican government is slow to move  yet when once in motion  its momentum becomes irresistible.",
      "author": "Thomas Jefferson",
      "category": "republic"
    },
    {
      "quote": "Republics are brought to their ends by luxury  monarchies by poverty.",
      "author": "Charles Montesquieu",
      "category": "republic"
    },
    {
      "quote": "When I did well  I heard it never  When I did ill  I heard it ever.",
      "author": "Old English Rhyme",
      "category": "reputation"
    },
    {
      "quote": "The purest treasure mortal times afford Is spotless reputation  that away  Men are but gilded loam or painted clay.",
      "author": "William Shakespeare",
      "category": "reputation"
    },
    {
      "quote": "Associate with men of good quality  if you esteem your own reputation  for it is better to be alone than in bad company.",
      "author": "George Washington",
      "category": "reputation"
    },
    {
      "quote": "Welcome death  quoth the rat  when the trap fell.",
      "author": "Thomas Fuller",
      "category": "resignation"
    },
    {
      "quote": "A wise man cares not for what he cannot have.",
      "author": "George Edward Herbert",
      "category": "resignation"
    },
    {
      "quote": "That's best Which God sends. 'Twas His will: it is mine.",
      "author": "Owen Meredith",
      "category": "resignation"
    },
    {
      "quote": "Job feels the rod  Yet blesses God.",
      "author": "New England Primer",
      "category": "resignation"
    },
    {
      "quote": "I will sit down now  but the time will come when you will hear me.",
      "author": "Benjamin Disraeli",
      "category": "resolution"
    },
    {
      "quote": "I am in earnest - I will not equivocate - I will not excuse - I will not retreat a single inch and I will be beard.",
      "author": "William Lloyd Garrison",
      "category": "resolution"
    },
    {
      "quote": "I propose to fight it out on this line if it takes all Summer.",
      "author": "Ulysses S. Grant",
      "category": "resolution"
    },
    {
      "quote": "Tell your master that if there were as many devils at Worms as tiles on its roofs  I would enter.",
      "author": "Martin Luther",
      "category": "resolution"
    },
    {
      "quote": "Never tell your resolution beforehand.",
      "author": "John Selden",
      "category": "resolution"
    },
    {
      "quote": "He that can take rest is greater than he that can take cities.",
      "author": "Benjamin Franklin",
      "category": "rest"
    },
    {
      "quote": "On the seventh day God ended his work which he had made  and he rested on the seventh day.",
      "author": "Bible",
      "category": "rest"
    },
    {
      "quote": "Come unto me  all ye that labor and are heavy laden  and I will give you rest.",
      "author": "Matthew",
      "category": "rest"
    },
    {
      "quote": "They have sown the wind  and they shall reap the whirlwind.",
      "author": "Ballou Hosea",
      "category": "result"
    },
    {
      "quote": "By their fruits ye shall know them.",
      "author": "Matthew",
      "category": "result"
    },
    {
      "quote": "Whoso diggeth a pit shall fall therein.",
      "author": "Bible",
      "category": "result"
    },
    {
      "quote": "Earth to earth  ashes to ashes  dust to dust  in sure and certain hope of the resurrection.",
      "author": "Bible",
      "category": "resurrection"
    },
    {
      "quote": "The only liberty an inferior man really cherishes is the liberty to quit work  stretch out in the sun  and scratch himself.",
      "author": "H. L. Mencken",
      "category": "retirement, leisure"
    },
    {
      "quote": "It is time I stepped aside for a less experienced and less able man.",
      "author": "Scott Elledge",
      "category": "retirement, leisure"
    },
    {
      "quote": "When a man retires and time is no longer a matter of urgent importance  his colleagues generally present him with a watch.",
      "author": "R. C. Sherriff",
      "category": "retirement, leisure"
    },
    {
      "quote": "The question isn't at what age I want to retire  it's at what income.",
      "author": "George Foreman",
      "category": "retirement, leisure"
    },
    {
      "quote": "Leisure time is when your wife can't find you",
      "author": "Anonymous",
      "category": "retirement, leisure"
    },
    {
      "quote": "Old age is when you know all the answers but nobody asks you the questions.",
      "author": "Laurence J. Peter",
      "category": "retirement, leisure"
    },
    {
      "quote": "I'm going to spend it all. . . why leave it to our errors?",
      "author": "Brian Morgan",
      "category": "retirement, leisure"
    },
    {
      "quote": "Retirement: Twice as much husband  half as much pay.",
      "author": "Anonymous",
      "category": "retirement, leisure"
    },
    {
      "quote": "Constant togetherness is fine -  but only for Siamese twins.",
      "author": "Victoria Billings",
      "category": "retirement, leisure"
    },
    {
      "quote": "Retirement must be wonderful. I mean  you can suck in your stomach for only so long.",
      "author": "Burt Reynolds",
      "category": "retirement, leisure"
    },
    {
      "quote": "Our boss has been so successful he deserves to retire  so that he can spend more time . . . with his servants.",
      "author": "Anonymous",
      "category": "retirement, leisure"
    },
    {
      "quote": "Since our boss will be retiring soon  it's been suggested that we give him a little momentum.",
      "author": "Anonymous",
      "category": "retirement, leisure"
    },
    {
      "quote": "I used to dread getting older because I thought I would not be able to do all the things I wanted to do  but now that I am older I find that I don't want to do them.",
      "author": "Lady Nancy Astor",
      "category": "retirement, leisure"
    },
    {
      "quote": "Cessation of work is not accompanied by cessation of expenses.",
      "author": "Cato the Elder",
      "category": "retirement"
    },
    {
      "quote": "You can't put off being young until you retire.",
      "author": "Philip Larkin",
      "category": "retirement"
    },
    {
      "quote": "The role of a retired person is no longer to possess one.",
      "author": "Simone de Beauvoir",
      "category": "retirement"
    },
    {
      "quote": "When men reach their sixties and retire  they go to pieces. Women just go right on cooking.",
      "author": "Gail Sheehy",
      "category": "retirement"
    },
    {
      "quote": "Retirement: statutory senility.",
      "author": "Emmett O'Donnell",
      "category": "retirement"
    },
    {
      "quote": "Two weeks is about the ideal length of time to retire.",
      "author": "Alex Comfort",
      "category": "retirement"
    },
    {
      "quote": "Absence of occupation is not rest  A mind quite vacant is a mind distress'd.",
      "author": "William Cowper",
      "category": "retirement"
    },
    {
      "quote": "Don't think of retiring from the world until the world will be sorry that you retire.",
      "author": "Samuel Johnson",
      "category": "retirement"
    },
    {
      "quote": "Far from the madding crowd's ignoble strife.",
      "author": "Thomas Gray",
      "category": "retirement"
    },
    {
      "quote": "Few men of action have been able to make a graceful exit at the appropriate time.",
      "author": "Malcolm Muggeridge",
      "category": "retirement"
    },
    {
      "quote": "Dismiss the old horse in good time  lest he fail in the lists and the spectators laugh.",
      "author": "Horace",
      "category": "retirement"
    },
    {
      "quote": "I try to learn one new thing a week to balance the one thing I forget a week  but lately I forget three things a week.",
      "author": "Joseph Gies",
      "category": "retirement"
    },
    {
      "quote": "The mills of the gods grind slowly  but they grind exceedingly fine.",
      "author": "English proverb",
      "category": "retribution"
    },
    {
      "quote": "The way of transgressors is hard.",
      "author": "Bible",
      "category": "retribution"
    },
    {
      "quote": "In taking revenge a man is but equal to his enemy  but in passing it over he is his superior.",
      "author": "Sir Francis Bacon",
      "category": "revenge"
    },
    {
      "quote": "Vengeance is a dish that should be eaten cold.",
      "author": "English proverb",
      "category": "revenge"
    },
    {
      "quote": "Revenge is sweeter than life itself. So think fools.",
      "author": "Juvenal",
      "category": "revenge"
    },
    {
      "quote": "Vengeance is sweet.",
      "author": "William Painter",
      "category": "revenge"
    },
    {
      "quote": "Not to be provoked is best  but if moved  never correct till the fume is spent  for every stroke our fury strikes is sure to hit ourselves at last.",
      "author": "William Penn",
      "category": "revenge"
    },
    {
      "quote": "Revenge is an inhuman word.",
      "author": "Seneca",
      "category": "revenge"
    },
    {
      "quote": "A nation without the means of reform is without the means of survival.",
      "author": "Edmund Burke",
      "category": "revolution, reform"
    },
    {
      "quote": "Every reform was once a private opinion  and when it shall be a private opinion again  it will solve the problem of the age.",
      "author": "Ralph Waldo Emerson",
      "category": "revolution, reform"
    },
    {
      "quote": "All reformers are bachelors.",
      "author": "George Moore",
      "category": "revolution, reform"
    },
    {
      "quote": "Not actual suffering but the hope of better things incites people to revolt.",
      "author": "Eric Hoffer",
      "category": "revolution, reform"
    },
    {
      "quote": "The most dangerous moment for a bad government is when it begins to reform.",
      "author": "Alexis de Tocqueville",
      "category": "revolution, reform"
    }
  ]
}