{
  "author": "Ravindu Manoj",
  "github": "ravindu01manoj",
  "repo": "Quotes-500k",
  "data": [
    {
      "quote": "To love what you do and feel that it matters-how could anything be more fun?",
      "author": "Katherine Graham",
      "category": "work"
    },
    {
      "quote": "When men are rightly occupied  their amusement grows out of their work  as the color-petals out of a fruitful flower.",
      "author": "John Ruskin",
      "category": "work"
    },
    {
      "quote": "When love and skill work together  expect a masterpiece.",
      "author": "John Ruskin",
      "category": "work"
    },
    {
      "quote": "Work consists of whatever a body is obliged to do  and play consists of whatever a body is not obliged to do.",
      "author": "Mark Twain",
      "category": "work"
    },
    {
      "quote": "Winning the [Nobel] prize wasn't half as exciting as doing the work itself.",
      "author": "Maria Goeppert Mayer",
      "category": "work"
    },
    {
      "quote": "Work and play are words used to describe the same thing under differing conditions.",
      "author": "Mark Twain",
      "category": "work"
    },
    {
      "quote": "When people go to work  they shouldn't have to leave their hearts at home.",
      "author": "Betty Bender",
      "category": "work"
    },
    {
      "quote": "Workaholics are energized rather than enervated by their work-their energy paradoxically expands as it is expended.",
      "author": "Marilyn Machlowitz",
      "category": "work"
    },
    {
      "quote": "The more I want to get something done  the less I call it work.",
      "author": "Richard Bach",
      "category": "work"
    },
    {
      "quote": "To deny we need and want power is to deny that we hope to be effective.",
      "author": "Liz Smith",
      "category": "work"
    },
    {
      "quote": "Success depends in a very large measure upon individual initiative and exertion  and cannot be achieved except by a dint of hard work.",
      "author": "Anna Pavlova",
      "category": "work"
    },
    {
      "quote": "Nothing worthwhile comes easily. Half effort does not produce half results  it produces no results. Work  continuous work and hard work  is the only way to accomplish results that last.",
      "author": "Hamilton Holt",
      "category": "work"
    },
    {
      "quote": "If a man wakes up famous  he hasn't been sleeping.",
      "author": "Wes Izzard",
      "category": "work"
    },
    {
      "quote": "Striving for success without hard work is like trying to harvest where you haven't planted.",
      "author": "David Bly",
      "category": "work"
    },
    {
      "quote": "If your dream is a big dream  and if you want your life to work on the high level that you say you do  there's no way around doing the work it takes to get you there.",
      "author": "Joyce Chapman",
      "category": "work"
    },
    {
      "quote": "Success is dependent on effort.",
      "author": "Sophocles",
      "category": "work"
    },
    {
      "quote": "Hard work has made it easy. That is my secret. That is why I win.",
      "author": "Nadia Comaneci",
      "category": "work"
    },
    {
      "quote": "Success comes before work only in the dictionary.",
      "author": "Anonymous",
      "category": "work"
    },
    {
      "quote": "Sweat plus sacrifice equals success.",
      "author": "Charles O. Finley",
      "category": "work"
    },
    {
      "quote": "The only thing that separates successful people from the ones who aren't is the willingness to work very  very hard.",
      "author": "Helen Gurley Brown",
      "category": "work"
    },
    {
      "quote": "You can have unbelievable intelligence  you can have connections  you can have opportunities fall out of the sky. But in the end  hard work is the true  enduring characteristic of successful people.",
      "author": "Marsha Evans",
      "category": "work"
    },
    {
      "quote": "Success usually comes to those who are too busy to be looking for it.",
      "author": "Henry David Thoreau",
      "category": "work"
    },
    {
      "quote": "In all human affairs there are efforts  there are results  and the strength of the effort is the measure of the result.",
      "author": "James Lane Allen",
      "category": "work"
    },
    {
      "quote": "Work  alternated with needful rest  is the salvation of man or woman.",
      "author": "Antoinette Brown Blackwell",
      "category": "work"
    },
    {
      "quote": "There is a time for work. And a time for love. That leaves no other time.",
      "author": "Coco Chanel",
      "category": "work"
    },
    {
      "quote": "Neither woman nor man lives by work  or love  alone.... The human self defines itself and grows through love and work: All psychology before and after Freud boils down to that.",
      "author": "Betty Friedan",
      "category": "work"
    },
    {
      "quote": "Maintain a good balance. A personal life adds dimensions to your professional life and vice versa. It helps nurture creativity through a deeper understanding of yourself.",
      "author": "Kathy Ireland",
      "category": "work"
    },
    {
      "quote": "For the happiest life  days should be rigorously planned  nights left open to chance.",
      "author": "Mignon McLaughlin",
      "category": "work"
    },
    {
      "quote": "Work is the province of cattle.",
      "author": "Dorothy Parker",
      "category": "work"
    },
    {
      "quote": "The only sin passion can commit is to be joyless.",
      "author": "Dorothy L. Sayers",
      "category": "work"
    },
    {
      "quote": "Skilled labor teaches something not to be found in books or in colleges.",
      "author": "Laura Towne",
      "category": "work"
    },
    {
      "quote": "Diligence is the mother of good luck  and God gives all things to industry.",
      "author": "Benjamin Franklin",
      "category": "work"
    },
    {
      "quote": "To industry  nothing is impossible.",
      "author": "Latin proverb",
      "category": "work"
    },
    {
      "quote": "I believe in hard work. It keeps the wrinkles out of the mind and spirit.",
      "author": "Helena Rubinstein",
      "category": "work"
    },
    {
      "quote": "God sells us all things at the price of labor.",
      "author": "Leonardo da Vinci",
      "category": "work"
    },
    {
      "quote": "The sport I love has taken me around the world and shown me many things.",
      "author": "Bonnie Blair",
      "category": "work"
    },
    {
      "quote": "I realized that with hard work  the world was your oyster. You could do anything you wanted to do. I learned that at a young age.",
      "author": "Chris Evert",
      "category": "work"
    },
    {
      "quote": "Fortune is ever seen accompanying industry.",
      "author": "Oliver Goldsmith",
      "category": "work"
    },
    {
      "quote": "Manual labor to my father was not only good and decent for its own sake  but as he was given to saying  it straightened out one's thoughts.",
      "author": "Mary Ellen Chase",
      "category": "work"
    },
    {
      "quote": "I get satisfaction of three kinds. One is creating something  one is being paid for it and one is the feeling that I haven't just been sitting on my ass all afternoon.",
      "author": "William F. Buckley",
      "category": "work"
    },
    {
      "quote": "The sentimentalist ages far more quickly than the person who loves his work and enjoys new challenges.",
      "author": "Lillie Langtry",
      "category": "work"
    },
    {
      "quote": "Busy people are never busybodies.",
      "author": "Ethel Watts Mumford",
      "category": "work"
    },
    {
      "quote": "What a man sows  that shall he and his relations reap.",
      "author": "Clarissa Graves",
      "category": "work"
    },
    {
      "quote": "The only way to enjoy anything in this life is to earn it first.",
      "author": "Ginger Rogers",
      "category": "work"
    },
    {
      "quote": "I have worked all my life  wanted to work all my life  needed to work all my life.",
      "author": "Liz Carpenter",
      "category": "work"
    },
    {
      "quote": "The simple idea that everyone needs a reasonable amount of challenging work in his or her life  and also a personal life  complete with noncompetitive leisure  has never really taken hold.",
      "author": "Judith Martin",
      "category": "work"
    },
    {
      "quote": "There is no more dreadful punishment than futile and hopeless labor.",
      "author": "Albert Camus",
      "category": "work"
    },
    {
      "quote": "Whether we call it a job or a career  work is more than just something we do. It is a part of who we are.",
      "author": "Anita Hill",
      "category": "work"
    },
    {
      "quote": "If I could I would always work in silence and obscurity  and let my efforts be known by their results.",
      "author": "Emily Bronte",
      "category": "work"
    },
    {
      "quote": "Nobody ever drowned in his own sweat.",
      "author": "Ann Landers",
      "category": "work"
    },
    {
      "quote": "The heights by great men reached and kept Were not attained by sudden flight  But they  while their companions slept  Were toiling upward in the night.",
      "author": "Henry Wadsworth Longfellow",
      "category": "work"
    },
    {
      "quote": "Work in some form or other is the appointed lot of all.",
      "author": "Anna Jameson",
      "category": "work"
    },
    {
      "quote": "Any man who has had the job I've had and didn't have a sense of humor wouldn't still be here.",
      "author": "Harry S. Truman",
      "category": "work"
    },
    {
      "quote": "Whatever the job you are asked to do at whatever level  do a good job because your reputation is your resume.",
      "author": "Madeleine Albright",
      "category": "work"
    },
    {
      "quote": "People should tell their children what life is all about-it's about work.",
      "author": "Lauren Bacall",
      "category": "work"
    },
    {
      "quote": "Marriage ain't easy but nothing that's worth much ever is.",
      "author": "Lillian Carter",
      "category": "work"
    },
    {
      "quote": "I don't think that work ever really destroyed anybody. I think that lack of work destroys them a hell of a lot more.",
      "author": "Katharine Hepburn",
      "category": "work"
    },
    {
      "quote": "For the last third of life there remains only work. It alone is always stimulating  rejuvenating  exciting and satisfying.",
      "author": "Kathe Kollwitz",
      "category": "work"
    },
    {
      "quote": "I slept  and dreamed that life was Beauty  I woke  and found that life was Duty.",
      "author": "Ellen Sturgis Hooper",
      "category": "work"
    },
    {
      "quote": "Passion is never enough  neither is skill.",
      "author": "Toni Morrison",
      "category": "work"
    },
    {
      "quote": "It's not the having  it's the getting.",
      "author": "Elizabeth Taylor",
      "category": "work"
    },
    {
      "quote": "Opportunity is missed by most people because it is dressed in overalls  and looks like work.",
      "author": "Thomas A. Edison",
      "category": "work"
    },
    {
      "quote": "A man's work is from sun to sun  but a mother's work is never done.",
      "author": "Anonymous",
      "category": "work"
    },
    {
      "quote": "Be strong! We are not here to play  to dream  to drift  We have hard work to do and loads to lift  Shun not the struggle-face it  'tis God's gift.",
      "author": "Maltbie D. Babcock",
      "category": "work"
    },
    {
      "quote": "If you could once make up your mind never to undertake more work ... than you can carry on calmly  quietly  without hurry or flurry ... and if the instant you feel yourself growing nervous and ... out of breath  you would stop and take a breath  you would find this simple common-sense rule doing for you what no prayers or tears could ever accomplish.",
      "author": "Elizabeth Prentiss",
      "category": "work"
    },
    {
      "quote": "It is better to have no emotion when it is work. Do what needs to be done  and do it coolly.",
      "author": "Louis L'Amour",
      "category": "work"
    },
    {
      "quote": "What a man accomplishes in a day depends upon the way in which he approaches his tasks. When we accept tough jobs as a challenge to our ability and wade into them with joy and enthusiasm  miracles can happen. When we do our work with a dynamic  conquering spirit  we get things done.",
      "author": "Arland Gilbert",
      "category": "work"
    },
    {
      "quote": "The one important thing I have learned over the years is the difference between taking one's work seriously  and taking one's self seriously. The first is imperative  and the second is disastrous.",
      "author": "Margot Fonteyn",
      "category": "work"
    },
    {
      "quote": "Work is the best method devised for killing time.",
      "author": "William Feather",
      "category": "work"
    },
    {
      "quote": "Industry is a better horse to ride than genius.",
      "author": "Walter Lippman",
      "category": "work"
    },
    {
      "quote": "There are two kinds of talents  man-made talent and God-given talent. With man-made talent you have to work very hard. With God-given talent  you just touch it up once in a while.",
      "author": "Pearl Bailey",
      "category": "work"
    },
    {
      "quote": "If you want something done  ask a busy person to do it. The more things you do  the more you can do.",
      "author": "Lucille Ball",
      "category": "work"
    },
    {
      "quote": "With the power of conviction  there is no sacrifice.",
      "author": "Pat Benatar",
      "category": "work"
    },
    {
      "quote": "I believe you are your work. Don't trade the stuff of your life  time  for nothing more than dollars. That's a rotten bargain",
      "author": "Rita Mae Brown",
      "category": "work"
    },
    {
      "quote": "When you're following your energy and doing what you want all the time  the distinction between work and play dissolves.",
      "author": "Shakti Gawain",
      "category": "work"
    },
    {
      "quote": "Work is the thing that stays. Work is the thing that sees us through.",
      "author": "Ellen Gilchrist",
      "category": "work"
    },
    {
      "quote": "Energy is the power that drives every human being. It is not lost by exertion but maintained by it  for it is a faculty of the psyche.",
      "author": "Germaine Greer",
      "category": "work"
    },
    {
      "quote": "It is not hard work that is dreary  it is superficial work",
      "author": "Edith Hamilton",
      "category": "work"
    },
    {
      "quote": "As for me  prizes mean nothing. My prize is my work.",
      "author": "Katharine Hepburn",
      "category": "work"
    },
    {
      "quote": "There can be no substitute for work  neither affection nor physical well-being can replace it.",
      "author": "Maria Montessori",
      "category": "work"
    },
    {
      "quote": "Work is its own cure. You have to like it better than being loved.",
      "author": "Marge Piercy",
      "category": "work"
    },
    {
      "quote": "Work ... has always been my favorite form of recreation.",
      "author": "Anna Howard Shaw",
      "category": "work"
    },
    {
      "quote": "A job is not a career. I think I started out with a job. It turned into a career and changed my life.",
      "author": "Barbara Walters",
      "category": "work"
    },
    {
      "quote": "The only genius that's worth anything is the genius for hard work.",
      "author": "Kathleen Winsor",
      "category": "work"
    },
    {
      "quote": "Elbow grease is the best polish.",
      "author": "English proverb",
      "category": "work"
    },
    {
      "quote": "Never despair  but if you do  work on in despair.",
      "author": "Edmund Burke",
      "category": "work"
    },
    {
      "quote": "Laziness is a secret ingredient that goes into failure. But it's only kept a secret from the person who fails.",
      "author": "Robert Half",
      "category": "work"
    },
    {
      "quote": "Pears cannot ripen alone. So we ripened together.",
      "author": "Meridel Le Sueur",
      "category": "work"
    },
    {
      "quote": "Ideally  couples need three lives  one for him  one for her  and one for them together.",
      "author": "Jacqueline Bisset",
      "category": "work"
    },
    {
      "quote": "Exchange is creation.",
      "author": "Muriel Rukeyser",
      "category": "work"
    },
    {
      "quote": "Whatever my individual desires were to be free  I was not alone. There were others who felt the same way.",
      "author": "Rosa Parks",
      "category": "work"
    },
    {
      "quote": "Now men and women are separate and unequal. We should be hand in hand  in fact  we should have our arms around one another.",
      "author": "Cloris Leachman",
      "category": "work"
    },
    {
      "quote": "Men and women are like right and left hands: it doesn't make sense not to use both.",
      "author": "Jeannette Rankin",
      "category": "work"
    },
    {
      "quote": "There are three ways of dealing with difference: domination  compromise  and integration. By domination only one side gets what it wants  by compromise neither side gets what it wants  by integration we find a way by which both sides may get what they wish.",
      "author": "Mary Parker Follett",
      "category": "work"
    },
    {
      "quote": "Women and men have to fight together to change society-and both will benefit.",
      "author": "Muriel Fox",
      "category": "work"
    },
    {
      "quote": "Every time a man unburdens his heart to a stranger he reaffirms the love that unites humanity.",
      "author": "Germaine Greer",
      "category": "work"
    },
    {
      "quote": "Good communication is as stimulating as black coffee  and just as hard to sleep after.",
      "author": "Anne Morrow Lindbergh",
      "category": "work"
    },
    {
      "quote": "Cooperation is an intelligent functioning of the concept of laissez faire-a thorough conviction that nobody can get there unless everybody gets there.",
      "author": "Virginia Burden Tower",
      "category": "work"
    },
    {
      "quote": "Most leaders are indispensable  but to produce a major social change  many ordinary people must also be involved.",
      "author": "Anne Firor Scott",
      "category": "work"
    },
    {
      "quote": "Communication is a continual balancing act  juggling the conflicting needs for intimacy and independence. To survive in the world  we have to act in concert with others  but to survive as ourselves  rather than simply as cogs in a wheel  we have to act alone.",
      "author": "Deborah Tannen",
      "category": "work"
    },
    {
      "quote": "My whole life  whether it be long or short  shall be devoted to your service and the service of our great imperial family to which we all belong. But I shall not have the strength to carry out this resolution alone unless you join in it with me.",
      "author": "Queen Elizabeth II",
      "category": "work"
    },
    {
      "quote": "A person who believes ... that there is a whole of which one is a part  and that in being a part one is whole: such a person has no desire whatever  at any time  to play God. Only those who have denied their being yearn to play at it.",
      "author": "Ursula K. LeGuin",
      "category": "work"
    },
    {
      "quote": "Unless I am a part of everything I am nothing.",
      "author": "Penelope Lively",
      "category": "work"
    },
    {
      "quote": "For what is done or learned by one class of women becomes  by virtue of their common womanhood  the property of all women.",
      "author": "Elizabeth Blackwell",
      "category": "work"
    },
    {
      "quote": "We learn best to listen to our own voices if we are listening at the same time to other women-whose stories  for all our differences  turn out  if we listen well  to be our stories also.",
      "author": "Barbara Deming",
      "category": "work"
    },
    {
      "quote": "Remember the dignity of your womanhood. Do not appeal  do not beg  do not grovel. Take courage  join hands  stand beside us  fight with us.",
      "author": "Christabel Pankhurst",
      "category": "work"
    },
    {
      "quote": "Today whenever women gather together it is not necessarily nurturing. It is coalition building. And if you feel the strain  you may be doing some good work.",
      "author": "Bernice Johnson Reagon",
      "category": "work"
    },
    {
      "quote": "Women's art  though created in solitude  wells up out of community. There is  clearly  both enormous hunger for the work thus being diffused  and an explosion of creative energy  bursting through the coercive choicelessness of the system on whose boundaries we are working.",
      "author": "Adrienne Rich",
      "category": "work"
    },
    {
      "quote": "You've got to be willing to stay committed to someone over the long run  and sometimes it doesn't work out. But often if you become real honest with yourself and honest with each other  and put aside whatever personal hurt and disappointment you have to really understand yourself and your spouse  it can be the most wonderful experience you've ever had.",
      "author": "Hillary Rodham Clinton",
      "category": "work"
    },
    {
      "quote": "We must stand together  if we don't  there will be no victory for any one of us.",
      "author": "Mother Jones",
      "category": "work"
    },
    {
      "quote": "I've always believed that one woman's success can only help another woman's success.",
      "author": "Gloria Vanderbilt",
      "category": "work"
    },
    {
      "quote": "Alone we can do so little  together we can do so much.",
      "author": "Helen Keller",
      "category": "work"
    },
    {
      "quote": "I always feel the movement is a sort of mosaic. Each of us puts in one little stone  and then you get a great mosaic at the end.",
      "author": "Alice Paul",
      "category": "work"
    },
    {
      "quote": "We all act as hinges-fortuitous links between other people.",
      "author": "Penelope Lively",
      "category": "work"
    },
    {
      "quote": "We seldom stop to think how many people's lives are entwined with our own. It is a form of selfishness to imagine that every individual can operate on his own or can pull out of the general stream and not be missed.",
      "author": "Ivy Baker Priest",
      "category": "work"
    },
    {
      "quote": "When Adam dolve  and Eve span  Who was then the gentleman?",
      "author": "John Ball",
      "category": "work"
    },
    {
      "quote": "Better to wear out than to rust out.",
      "author": "Bishop Cumberland",
      "category": "work"
    },
    {
      "quote": "The workers are the saviors of society  the redeemers of the race.",
      "author": "Eugene V. Debs",
      "category": "work"
    },
    {
      "quote": "Handle your tools without mittens.",
      "author": "Benjamin Franklin",
      "category": "work"
    },
    {
      "quote": "Tools were made and born were hands  Every farmer understands.",
      "author": "William Blake",
      "category": "work"
    },
    {
      "quote": "I never did anything worth doing by accident  nor did any of my inventions come by accident  they came by work.",
      "author": "Thomas Alva Edison",
      "category": "work"
    },
    {
      "quote": "It's all in the day's work.",
      "author": "English Saying",
      "category": "work"
    },
    {
      "quote": "A ploughman on his legs is higher than a gentleman on his knees.",
      "author": "Benjamin Franklin",
      "category": "work"
    },
    {
      "quote": "In the sweat of thy face shalt thou eat bread.",
      "author": "Bible",
      "category": "work"
    },
    {
      "quote": "All work and no play makes Jack a dull boy.",
      "author": "James Howell",
      "category": "work"
    },
    {
      "quote": "I like work  it fascinates me. I can sit and look at it for hours. I love to keep it by me: the idea of getting rid of it nearly breaks my heart.",
      "author": "Jerome K. Jerome",
      "category": "work"
    },
    {
      "quote": "And only the Master shall praise us  and only the Master shall blame  And no one shall work for money  and no one shall work for fame  But each for the joy of the working  and each  in his separate star  Shall draw the Thing as he sees It  for the God of things as They Are!",
      "author": "Rudyard Kipling",
      "category": "work"
    },
    {
      "quote": "No man is born into the world whose work Is not born with him  there is always work  And tools to work withal  for those who will  And blessed are the horny hands of toil!",
      "author": "James Russell Lowell",
      "category": "work"
    },
    {
      "quote": "The laborer is worthy of his hire.",
      "author": "Bible",
      "category": "work"
    },
    {
      "quote": "How many a rustic Milton has passed by  Stifling the speechless longings of his heart  In unremitting drudgery and care! How many a vulgar Cato has compelled His energies  no longer tameless then  To mould a pin  or fabricate a nail!",
      "author": "Percy Bysshe Shelley",
      "category": "work"
    },
    {
      "quote": "Many hands make light work.",
      "author": "William Patten",
      "category": "work"
    },
    {
      "quote": "Heaven is blessed with perfect rest but the blessing of earth is toil.",
      "author": "Henry Van Dyke",
      "category": "work"
    },
    {
      "quote": "This is the best world  that we live in  To lend and to spend and to give in: But to borrow  or beg  or to get a man's own  It is the worst world that ever was known.",
      "author": "Anonymous",
      "category": "world"
    },
    {
      "quote": "This world's a bubble.",
      "author": "Sir Francis Bacon",
      "category": "world"
    },
    {
      "quote": "Believe everything you hear said of the world  nothing is too impossibly bad.",
      "author": "Honore de Balzac",
      "category": "world"
    },
    {
      "quote": "The world is like a board with holes in it  and the square men have got into the round holes  and the round into the square.",
      "author": "Bishop Berkeley",
      "category": "world"
    },
    {
      "quote": "The pomps and vanity of this wicked world.",
      "author": "Bible",
      "category": "world"
    },
    {
      "quote": "But in this world nothing is sure but death and taxes.",
      "author": "Benjamin Franklin",
      "category": "world"
    },
    {
      "quote": "The year's at the Spring And day's at the morn  Morning's at seven  The hillside's dew-pearled  The lark's on the wing  The snail's on the thorn: God's in his Heaven -  All's right with the world!",
      "author": "Elizabeth Barrett Browning",
      "category": "world"
    },
    {
      "quote": "I have not loved the world  nor the world me  I have not flatter'd its rank breath  nor bow'd To its idolatries a patient knee.",
      "author": "Lord Byron",
      "category": "world"
    },
    {
      "quote": "Socrates  indeed  when he was asked of what country he called himself  said  \"Of the world\"  for he considered himself an inhabitant and a citizen of the whole world.",
      "author": "Cicero",
      "category": "world"
    },
    {
      "quote": "Such stuff the world is made of.",
      "author": "William Cowper",
      "category": "world"
    },
    {
      "quote": "Come  follow me  and leave the world to its babblings.",
      "author": "Dante Alighieri",
      "category": "world"
    },
    {
      "quote": "Good-bye  proud world! I'm going home  Thou are not my friend  I am not thine.",
      "author": "Ralph Waldo Emerson",
      "category": "world"
    },
    {
      "quote": "But it does move.",
      "author": "Galileo",
      "category": "world"
    },
    {
      "quote": "The world is a beautiful book  but of little use to him who cannot read it.",
      "author": "Carlo Goldoni",
      "category": "world"
    },
    {
      "quote": "The nations are as a drop of a bucket.",
      "author": "Isaiah",
      "category": "world"
    },
    {
      "quote": "World without end.",
      "author": "Isaiah",
      "category": "world"
    },
    {
      "quote": "It takes all sorts of people to make a world.",
      "author": "Douglas Jerrold",
      "category": "world"
    },
    {
      "quote": "If there is one beast in all the loathsome fauna of civilization I hate and despise it is a man of the world.",
      "author": "Henry Arthur Jones",
      "category": "world"
    },
    {
      "quote": "The world is God's world  after all.",
      "author": "Charles Kingsley",
      "category": "world"
    },
    {
      "quote": "The world goes up and the world goes down  And the sunshine follows the rain  And yesterday's sneer and yesterday's frown Can never come over again  Sweet wife. No  never come over again.",
      "author": "Charles Kingsley",
      "category": "world"
    },
    {
      "quote": "You'll never have a quiet world till you knock the patriotism out of the human race.",
      "author": "George Bernard Shaw",
      "category": "world"
    },
    {
      "quote": "If all the world must see the world As the world the world hath seen  Then it were better for the world That the world had never been.",
      "author": "Charles C. Leland",
      "category": "world"
    },
    {
      "quote": "The world is full of beauty  as other worlds above  And if we did our duty  it might be as full of love.",
      "author": "Gerald Massey",
      "category": "world"
    },
    {
      "quote": "This world is all a fleeting show  For man's illusion given  The smiles of joy  the tears of woe  Deceitful shine  deceitful flow  -  There's nothing true but Heaven.",
      "author": "George Moore",
      "category": "world"
    },
    {
      "quote": "Half the world does not know how the other half lives.",
      "author": "Francois Rabelais",
      "category": "world"
    },
    {
      "quote": "All the world's a stage  And all the men and women merely players.",
      "author": "William Shakespeare",
      "category": "world"
    },
    {
      "quote": "Why  then  the world's mine oyster  Which I with sword will open.",
      "author": "William Shakespeare",
      "category": "world"
    },
    {
      "quote": "This world surely is wide enough to hold both thee and me.",
      "author": "Laurence Sterne",
      "category": "world"
    },
    {
      "quote": "There was all the world and his wife.",
      "author": "Jonathan Swift",
      "category": "world"
    },
    {
      "quote": "A mad world  my masters.",
      "author": "John Taylor",
      "category": "world"
    },
    {
      "quote": "So many worlds  so much to do  So little done  such things to be.",
      "author": "Lord Alfred Tennyson",
      "category": "world"
    },
    {
      "quote": "Everything is for the best in this best of all possible worlds.",
      "author": "Voltaire",
      "category": "world"
    },
    {
      "quote": "This world is a comedy to those who think  a tragedy to those who feel.",
      "author": "Horace Walpole",
      "category": "world"
    },
    {
      "quote": "Worry affects the circulation  the heart  the glands  the whole nervous system  and profoundly affects the health. You have never known a man who died from overwork  but many who died from doubt.",
      "author": "Charles W. Mayo",
      "category": "worry"
    },
    {
      "quote": "Everybody knows if you are too careful you are so occupied in being careful that you are sure to stumble over something.",
      "author": "Gertrude Stein",
      "category": "worry"
    },
    {
      "quote": "Worry is a god  invisible but omnipotent. It steals the bloom from the cheek and lightness from the pulse  it takes away the appetite  and turns the hair gray.",
      "author": "Benjamin Disraeli",
      "category": "worry"
    },
    {
      "quote": "A worried man could borrow a lot of trouble with practically no collateral.",
      "author": "Helen Nielsen",
      "category": "worry"
    },
    {
      "quote": "If your eyes are blinded with your worries  you cannot see the beauty of the sunset.",
      "author": "Jiddu Krishnamurti",
      "category": "worry"
    },
    {
      "quote": "Worry often gives a small thing a big shadow.",
      "author": "Swedish proverb",
      "category": "worry"
    },
    {
      "quote": "If you worry about what might be  and wonder what might have been  you will ignore what is.",
      "author": "Anonymous",
      "category": "worry"
    },
    {
      "quote": "Bacteria and other microorganisms find it easier to infect people who worry and fret.",
      "author": "Leo Rangell",
      "category": "worry"
    },
    {
      "quote": "Worry is a funky luxury when a lot has to be done.",
      "author": "Melvin Peebles",
      "category": "worry"
    },
    {
      "quote": "Worries are the most stubborn habits in the world. Even after a poor man has won a huge lottery prize  he will still for months wake up in the night with a start  worrying about food and rent.",
      "author": "Vicki Baum",
      "category": "worry"
    },
    {
      "quote": "There is nothing so wretched or foolish as to anticipate misfortunes. What madness is it in expecting evil before it arrives?",
      "author": "Marcus Annaeus Seneca",
      "category": "worry"
    },
    {
      "quote": "Worry is like racing the engine of an automobile without letting in the clutch.",
      "author": "Corrie ten Boom",
      "category": "worry"
    },
    {
      "quote": "Worry is evidence of an ill-controlled brain  it is merely a stupid waste of time in unpleasantness.",
      "author": "Arnold Bennett",
      "category": "worry"
    },
    {
      "quote": "It ain't no use putting up your umbrella till it rains!",
      "author": "Alice Caldwell Rice",
      "category": "worry"
    },
    {
      "quote": "When speculation has done its worst  two and two still make four.",
      "author": "Samuel Johnson",
      "category": "worry"
    },
    {
      "quote": "Worry a little bit every day and in a lifetime you will lose a couple of years. If something is wrong  fix it if you can. But train yourself not to worry. Worry never fixes anything.",
      "author": "Mary Hemingway",
      "category": "worry"
    },
    {
      "quote": "Worry is like a rocking chair-it keeps you moving but doesn't get you anywhere.",
      "author": "Corrie ten Boom",
      "category": "worry"
    },
    {
      "quote": "Anxiety is the poison of human life  the parent of many sins and of more miseries.... Can it alter the cause  or unravel the mystery of human events?",
      "author": "Paxton Blair",
      "category": "worry"
    },
    {
      "quote": "It only seems as if you are doing something when you're worrying.",
      "author": "L. M. Montgomery",
      "category": "worry"
    },
    {
      "quote": "A hundredload of worry will not pay an ounce of debt.",
      "author": "George Herbert",
      "category": "worry"
    },
    {
      "quote": "Worry is a futile thing  it's somewhat like a rocking chair  Although is keeps you occupied  it doesn't get you anywhere.",
      "author": "Anonymous",
      "category": "worry"
    },
    {
      "quote": "Worry never climbed a hill  worry never paid a bill  Worry never dried a tear  worry never calmed a fear  Worry never darned a heel  worry never cooked a meal  It never led a horse to water  nor ever did a thing it \"oughter.\"",
      "author": "Anonymous",
      "category": "worry"
    },
    {
      "quote": "I am reminded of the advice of my neighbor. \"Never worry about your heart 'til it stops beating.\"",
      "author": "E. B. White",
      "category": "worry"
    },
    {
      "quote": "Worry is as useless as a handle on a snowball.",
      "author": "Mitzi Chandler",
      "category": "worry"
    },
    {
      "quote": "When you worry  you go over the same ground endlessly and come out the same place you started. Thinking  on the other hand  makes progress from one place to another. ... The problem of life is to change worry into thinking  and anxiety into creative action.",
      "author": "Harold B. Walker",
      "category": "worry"
    },
    {
      "quote": "Which of you by being anxious can add one cubit unto his stature?",
      "author": "Bible",
      "category": "worry"
    },
    {
      "quote": "I think these difficult times have helped me to understand better than before how infinitely rich and beautiful life is in every way  and that so many things that one goes around worrying about are of no importance whatsoever.",
      "author": "Isak Dinesen",
      "category": "worry"
    },
    {
      "quote": "You always get negative reactions. If you worry about that  you would never do anything.",
      "author": "Tom Monaghan",
      "category": "worry"
    },
    {
      "quote": "Anxiety never yet successfully bridged any chasm.",
      "author": "Giovanni Ruffini",
      "category": "worry"
    },
    {
      "quote": "Cast away care  he that loves sorrow lengthens not a day  nor can he buy tomorrow.",
      "author": "Thomas Dekker",
      "category": "worry"
    },
    {
      "quote": "Worry doesn't help tomorrow's troubles  but it does ruin today's happiness.",
      "author": "Anonymous",
      "category": "worry"
    },
    {
      "quote": "You can't start worrying about what's going to happen. You get spastic enough worrying about what's happening now.",
      "author": "Lauren Bacall",
      "category": "worry"
    },
    {
      "quote": "There are two days in the week about which and upon which I never worry. ... One of these days is Yesterday ... And the other day I do not worry about is Tomorrow.",
      "author": "Robert Jones Burdette",
      "category": "worry"
    },
    {
      "quote": "We have to fight them daily  like fleas  those many small worries about the morrow  for they sap our energies.",
      "author": "Etty Hillesum",
      "category": "worry"
    },
    {
      "quote": "T'ain't worthwhile to wear a day all out before it comes.",
      "author": "Sarah Orne Jewett",
      "category": "worry"
    },
    {
      "quote": "Worry never robs tomorrow of its sorrow  but only saps today of its strength.",
      "author": "A. J. Cronin",
      "category": "worry"
    },
    {
      "quote": "The really frightening thing about middle age is that you know you'll grow out of it!",
      "author": "Doris Day",
      "category": "worry"
    },
    {
      "quote": "Be  therefore  not anxious about tomorrow  for tomorrow will be anxious for the things of itself.",
      "author": "Bible",
      "category": "worry"
    },
    {
      "quote": "Never despair  but if you do  work on in despair.",
      "author": "Edmund Burke",
      "category": "worry"
    },
    {
      "quote": "If you are doing your best  you will not have time to worry about failure.",
      "author": "Robert Hillyer",
      "category": "worry"
    },
    {
      "quote": "It is not work that kills men  it is worry. Work is healthy  you can hardly put more upon a man that he can bear. Worry is rust upon the blade.",
      "author": "Henry Ward Hughes",
      "category": "worry"
    },
    {
      "quote": "No good work is ever done while the heart is hot and anxious and fretted.",
      "author": "Olive Schreiner",
      "category": "worry"
    },
    {
      "quote": "A day of worry is more exhausting than a day of work.",
      "author": "John Lubbock",
      "category": "worry"
    },
    {
      "quote": "The reason why worry kills more people than work is that more people worry than work.",
      "author": "Robert Frost",
      "category": "worry"
    },
    {
      "quote": "Worry is a form of fear.",
      "author": "Bertrand A. Russell",
      "category": "worry"
    },
    {
      "quote": "Worry is a complete cycle of inefficient thought revolving about a pivotal fear.",
      "author": "Anonymous",
      "category": "worry"
    },
    {
      "quote": "Worry is a state of mind based on fear.",
      "author": "Napoleon Hill",
      "category": "worry"
    },
    {
      "quote": "Worry is a thin stream of fear trickling through the mind. If encouraged  it cuts a channel into which all other thoughts are drained.",
      "author": "Arthur Somers Roche",
      "category": "worry"
    },
    {
      "quote": "If we would keep filling our minds with the picture of happy things ahead  many worries and anxieties  and perhaps ill health  would naturally melt away.... Always expect the best. Then if you have to hurdle a few tough problems  you will have generated the strength and courage to do so.",
      "author": "George Matthew Adams",
      "category": "worry"
    },
    {
      "quote": "Turn resolutely to work  to recreation  or in any case to physical exercise till you are so tired you can't help going to sleep  and when you wake up you won't want to worry.",
      "author": "B. C. Forbes",
      "category": "worry"
    },
    {
      "quote": "A great many worries can be diminished by realizing the unimportance of the matter which is causing anxiety.",
      "author": "Bertrand Russell",
      "category": "worry"
    },
    {
      "quote": "A problem not worth praying about is not worth worrying about.",
      "author": "Anonymous",
      "category": "worry"
    },
    {
      "quote": "We can always get along better by reason and love of truth than by worry of conscience and remorse. Harmful are these  and evil.",
      "author": "Baruch Spinoza",
      "category": "worry"
    },
    {
      "quote": "As a cure for worrying  work is better than whiskey.",
      "author": "Thomas A. Edison",
      "category": "worry"
    },
    {
      "quote": "Every morning I spend fifteen minutes filling my mind full of God  and so there's no room left for worry thoughts.",
      "author": "Howard Chandler Christy",
      "category": "worry"
    },
    {
      "quote": "Worry compounds the futility of being trapped on a dead-end street. Thinking opens new avenues.",
      "author": "Cullen Hightower",
      "category": "worry"
    },
    {
      "quote": "Rule No. i is  don't sweat the small stuff. Rule No. 2 is  it's all small stuff.",
      "author": "Robert Eliot",
      "category": "worry"
    },
    {
      "quote": "If only the people who worry about their liabilities would think about the riches they do possess  they would stop worrying. Would you sell both your eyes for a million dollars ... or your two legs ... or your hands ... or your hearing? Add up what you do have  and you'll find that you won't sell them for all the gold in the world. The best things in life are yours  if you can appreciate yourself.",
      "author": "Dale Carnegie",
      "category": "worry"
    },
    {
      "quote": "You'll break the worry habit the day you decide you can meet and master the worse that can happen to you.",
      "author": "Arnold Glasow",
      "category": "worry"
    },
    {
      "quote": "Peace of mind is that mental condition in which you have accepted the worst.",
      "author": "Lin Yutang",
      "category": "worry"
    },
    {
      "quote": "Of course I realized there was a measure of danger. Obviously I faced the possibility of not returning when I first considered going. Once faced and settled there really wasn't any good reason to refer to it again.",
      "author": "Amelia Earhart",
      "category": "worry"
    },
    {
      "quote": "The worst is not so long as we can say  \"This is the worst.\"",
      "author": "William Shakespeare",
      "category": "worry"
    },
    {
      "quote": "What is there to be afraid of? The worst thing that can happen is you fail. So what? I failed at a lot of things. My first record was horrible.",
      "author": "John Mellencamp",
      "category": "worry"
    },
    {
      "quote": "When you first learn to love hell  you will be in heaven.",
      "author": "Thaddeus Golas",
      "category": "worry"
    },
    {
      "quote": "Accept that all of us can be hurt  that all of us can-and surely will at times-fail. Other vulnerabilities  like being embarrassed or risking love  can be terrifying  too. I think we should follow a simple rule: if we can take the worst  take the risk.",
      "author": "Dr. Joyce Brothers",
      "category": "worry"
    },
    {
      "quote": "A wise man fights to win  but he is twice a fool who has no plan for possible defeat.",
      "author": "Louis L'Amour",
      "category": "worry"
    },
    {
      "quote": "There are people who are always anticipating trouble  and in this way they manage to enjoy many sorrows that never really happen.",
      "author": "Josh Billings",
      "category": "worry"
    },
    {
      "quote": "The expectation of an unpleasantness is more terrible than the thing itself.",
      "author": "Marie Bashkirtseff",
      "category": "worry"
    },
    {
      "quote": "Our worst misfortunes never happen  and most miseries lie in anticipation.",
      "author": "Honore de Balzac",
      "category": "worry"
    },
    {
      "quote": "Some men storm imaginary Alps all their lives  and die in the foothills cursing difficulties which do not exist.",
      "author": "Edgar Watson Howe",
      "category": "worry"
    },
    {
      "quote": "Most people go through life dreading they'll have a traumatic experience.",
      "author": "Diane Arbus",
      "category": "worry"
    },
    {
      "quote": "How much pain they have cost us  the evils which have never happened.",
      "author": "Thomas Jefferson",
      "category": "worry"
    },
    {
      "quote": "The misfortunes hardest to bear are those which never happen.",
      "author": "James Russell Lowell",
      "category": "worry"
    },
    {
      "quote": "What torments of grief you endured  from evils that never arrived.",
      "author": "Ralph Waldo Emerson",
      "category": "worry"
    },
    {
      "quote": "We poison our lives with fear of burglary and shipwreck  and the house is never burgled  and the ship never goes down.",
      "author": "Jean Anouilh",
      "category": "worry"
    },
    {
      "quote": "Do we not all spend the greater part of our lives under the shadow of an event that has not yet come to pass?",
      "author": "Maurice Maeterlinck",
      "category": "worry"
    },
    {
      "quote": "This was a great year for preventive worrying. Seldom in recent history have so many people worried about so many things that didn't happen in the end.",
      "author": "James Reston",
      "category": "worry"
    },
    {
      "quote": "I remember the story of the old man who said on his deathbed that he had had a lot of trouble in his life  most of which never happened.",
      "author": "Winston Churchill",
      "category": "worry"
    },
    {
      "quote": "Needless fear and panic over disease or misfortune that seldom materialize are simply bad habits. By proper ventilation and illumination of the mind it is possible to cultivate tolerance  poise and real courage.",
      "author": "Elie Metchnikoff",
      "category": "worry"
    },
    {
      "quote": "Some of your hurts you have cured  And the sharpest you still have survived  But what torments of grief you endured From the evil which never arrived.",
      "author": "Ralph Waldo Emerson",
      "category": "worry"
    },
    {
      "quote": "I am an old man and have known a great many troubles  but most of them never happened.",
      "author": "Mark Twain",
      "category": "worry"
    },
    {
      "quote": "My life has been full of terrible misfortunes  most of which never happened.",
      "author": "Michel de Montaigne",
      "category": "worry"
    },
    {
      "quote": "Though life is made up of mere bubbles 'Tis better than many have  For while we've a whole lot of troubles The most of them never occur.",
      "author": "Nixon Waterman",
      "category": "worry"
    },
    {
      "quote": "If you see ten troubles coming down the road  you can be sure that nine will run into the ditch before they reach you.",
      "author": "Calvin Coolidge",
      "category": "worry"
    },
    {
      "quote": "The crisis you have to worry about most is the one you don't see coming.",
      "author": "Mike Mansfield",
      "category": "worry"
    },
    {
      "quote": "Other Definitions of Worry Anxiety is the great modern plague. But faith can cure it.",
      "author": "Smiley Blanton",
      "category": "worry"
    },
    {
      "quote": "Worry is the only insupportable misfortune of life.",
      "author": "Henry Saint John",
      "category": "worry"
    },
    {
      "quote": "Worry is the cross which we make for ourselves by overanxiety.",
      "author": "Francois de Fenelon",
      "category": "worry"
    },
    {
      "quote": "Worry is interest paid on trouble before it comes due.",
      "author": "William Ralph Inge",
      "category": "worry"
    },
    {
      "quote": "Worry is a morbid anticipation of events which never happen.",
      "author": "Russell Green",
      "category": "worry"
    },
    {
      "quote": "Worry is the sin we're not afraid to commit.",
      "author": "Anonymous",
      "category": "worry"
    },
    {
      "quote": "That man is blest Who does his best And leaves the rest  Then-do not worry.",
      "author": "Charles F. Deems",
      "category": "worry"
    },
    {
      "quote": "Happy the man who has broken the chains which hurt the mind  and has given up worrying  once and for all.",
      "author": "Ovid",
      "category": "worry"
    },
    {
      "quote": "If things happen all the time you are never nervous. It is when they are not happening that you are nervous.",
      "author": "Gertrude Stein",
      "category": "worry"
    },
    {
      "quote": "Stop worrying about the potholes in the road and celebrate the journey!",
      "author": "Barbara Hoffman",
      "category": "worry"
    },
    {
      "quote": "A request not to worry ... is perhaps the least soothing message capable of human utterance.",
      "author": "Mignon G. Eberhart",
      "category": "worry"
    },
    {
      "quote": "It is the little things that fret and worry us  you can dodge an elephant  but not a fly.",
      "author": "Josh Billings",
      "category": "worry"
    },
    {
      "quote": "To be rich is not the end  but only a change  of worries.",
      "author": "Epicurus",
      "category": "worry"
    },
    {
      "quote": "A man ninety years old was asked to what he attributed his longevity. \"I reckon \" he said  with a twinkle in his eye  \"it's because most nights I went to bed and slept when I should have sat up and worried.\"",
      "author": "Dorothea Kent",
      "category": "worry"
    },
    {
      "quote": "Worry less about what other people think about you  and more about what you think about them.",
      "author": "Fay Weldon",
      "category": "worry"
    },
    {
      "quote": "Don't hurry  don't worry. You're only here for a short visit. So be sure to stop and smell the flowers.",
      "author": "Walter Hagen",
      "category": "worry"
    },
    {
      "quote": "Every faculty and virtue I possess can be used as an instrument with which to worry myself.",
      "author": "Mark Rutherford",
      "category": "worry"
    },
    {
      "quote": "What worries you  masters you.",
      "author": "Haddon W. Robinson",
      "category": "worry"
    },
    {
      "quote": "Worry is most apt to ride you ragged not when you are in action  but when the day's work is done. Your imagination can run riot then ... your mind is like a motor operating without its load.",
      "author": "James L. Muresell",
      "category": "worry"
    },
    {
      "quote": "\"Worry\" is a word that I don't allow myself to use.",
      "author": "Dwight D. Eisenhower",
      "category": "worry"
    },
    {
      "quote": "Real difficulties can be overcome  it is only the imaginary ones that are unconquerable.",
      "author": "Theodore N. Vail",
      "category": "worry"
    },
    {
      "quote": "It is only when men begin to worship that they begin to grow.",
      "author": "Calvin Coolidge",
      "category": "worship"
    },
    {
      "quote": "And what greater calamity can fall upon a nation than the loss of worship.",
      "author": "Ralph Waldo Emerson",
      "category": "worship"
    },
    {
      "quote": "Ay  call it holy ground  The soil where first they trod. They have left unstained  what there they found -  Freedom to worship God.",
      "author": "Felicia D. Hemans",
      "category": "worship"
    },
    {
      "quote": "Yet  if he would  man cannot live all to this world. If not religious  he will be superstitious. If he worship not the true God  he will have his idols.",
      "author": "Theodore Parker",
      "category": "worship"
    },
    {
      "quote": "This was the penn'worth of his thought.",
      "author": "Nicholas Murray Butler",
      "category": "worth"
    },
    {
      "quote": "Nothing common can seem worthy of you.",
      "author": "Cicero",
      "category": "worth"
    },
    {
      "quote": "Worth makes the man  and want of it the fellow  The rest is all but leather and prunello.",
      "author": "Alexander Pope",
      "category": "worth"
    },
    {
      "quote": "The game is not worth the candle.",
      "author": "French proverb",
      "category": "worth"
    },
    {
      "quote": "Of whom the world was not worthy.",
      "author": "Hebrews",
      "category": "worth"
    },
    {
      "quote": "Victories that are cheap are cheap. Those only are worth having which come as the result of hard fighting.",
      "author": "Henry Ward Beecher",
      "category": "worthy, victories"
    },
    {
      "quote": "The greater the difficulty  the more glory in surmounting it.",
      "author": "Epicurus",
      "category": "worthy, victories"
    },
    {
      "quote": "But the fruit that can fall without shaking indeed is too mellow for me.",
      "author": "Lady Mary Wortley Montagu",
      "category": "worthy, victories"
    },
    {
      "quote": "The greater the obstacle  the more glory in overcoming it.",
      "author": "Moliere",
      "category": "worthy, victories"
    },
    {
      "quote": "The harder the conflict  the more glorious the triumph. What we obtain too cheaply  we esteem too lightly  'tis dearness only that gives everything its value.",
      "author": "Thomas Paine",
      "category": "worthy, victories"
    },
    {
      "quote": "The fiery trials through which we pass will light us down in honor or dishonor to the last generation.",
      "author": "Abraham Lincoln",
      "category": "worthy, victories"
    },
    {
      "quote": "To conquer without risk is to triumph without glory.",
      "author": "Pierre Corneille",
      "category": "worthy, victories"
    },
    {
      "quote": "There could be no honor in a sure success  but much might be wrested from a sure defeat.",
      "author": "T. E. Lawrence",
      "category": "worthy, victories"
    },
    {
      "quote": "In order to have great happiness  you have to have great pain and unhap-piness - otherwise how would you know when you're happy?",
      "author": "Leslie Caron",
      "category": "worthy, victories"
    },
    {
      "quote": "To really enjoy the better things in life  one must first have experienced the things they are better than.",
      "author": "Oscar Homolka",
      "category": "worthy, victories"
    },
    {
      "quote": "There is no victory without pain.",
      "author": "Lolita Lebron",
      "category": "worthy, victories"
    },
    {
      "quote": "Those who don't know how to weep with their whole heart don't know how to laugh either.",
      "author": "Golda Meir",
      "category": "worthy, victories"
    },
    {
      "quote": "Excellence costs a great deal.",
      "author": "May Sarton",
      "category": "worthy, victories"
    },
    {
      "quote": "If you want a place in the sun  you've got to put up with a few blisters.",
      "author": "Abigail Van Buren",
      "category": "worthy, victories"
    },
    {
      "quote": "Misfortunes tell us what fortune is.",
      "author": "Thomas Fuller",
      "category": "worthy, victories"
    },
    {
      "quote": "A man is insensible to the relish of prosperity till he has tasted adversity.",
      "author": "Sa'di",
      "category": "worthy, victories"
    },
    {
      "quote": "Who has never tasted what is bitter does not know what is sweet.",
      "author": "German proverb",
      "category": "worthy, victories"
    },
    {
      "quote": "Victory is sweetest when you've known defeat.",
      "author": "Malcolm Forbes",
      "category": "worthy, victories"
    },
    {
      "quote": "No man better knows what good is than he who has endured evil.",
      "author": "Anonymous",
      "category": "worthy, victories"
    },
    {
      "quote": "He that has never suffered extreme adversity knows not the full extent of his own depravation.",
      "author": "Charles Caleb Colton",
      "category": "worthy, victories"
    },
    {
      "quote": "Sleep  riches and health  to be truly enjoyed  must be interrupted.",
      "author": "Jean Paul Fichter",
      "category": "worthy, victories"
    },
    {
      "quote": "You can't be brave if you've only had wonderful things happen to you.",
      "author": "Mary Tyler Moore",
      "category": "worthy, victories"
    },
    {
      "quote": "If there were no tribulation  there would be no rest  if there were no winter  there would be no summer.",
      "author": "Saint John Chrysostom",
      "category": "worthy, victories"
    },
    {
      "quote": "If you want the rainbow  you gotta put up with the rain.",
      "author": "Dolly Parton",
      "category": "worthy, victories"
    },
    {
      "quote": "If you want to see the sun shine  you have to weather the storm.",
      "author": "Frank Lane",
      "category": "worthy, victories"
    },
    {
      "quote": "He that can't endure the bad will not live to see the good.",
      "author": "Yiddish proverb",
      "category": "worthy, victories"
    },
    {
      "quote": "I have lived long enough to be battered by the realities of life  and not too long to be downed by them.",
      "author": "John Mason Brown",
      "category": "worthy, victories"
    },
    {
      "quote": "If you will call your troubles experiences  and remember that every experience develops some latent force within you  you will grow vigorous and happy  however adverse your circumstances may seem to be.",
      "author": "John Heywood",
      "category": "worthy, victories"
    },
    {
      "quote": "If your house is on fire  warm yourself by it.",
      "author": "Spanish proverb",
      "category": "worthy, victories"
    },
    {
      "quote": "A broken heart is what makes life so wonderful five years later  when you see the guy in an elevator and he is fat and smoking a cigar and saying \"long-time-no-see.\" If he hadn't broken your heart  you couldn't have that glorious feeling of relief!",
      "author": "Phyllis Battelle",
      "category": "worthy, victories"
    },
    {
      "quote": "Anything other than death is a minor injury.",
      "author": "Bill Muncey",
      "category": "worthy, victories"
    },
    {
      "quote": "The most valuable gift I ever received was the gift of insecurity my father left us. My mother's love might not have prepared me for life the way my father's departure did. He forced us out on the road  where we had to earn our bread.",
      "author": "Lillian Gish",
      "category": "worthy, victories"
    },
    {
      "quote": "Being disabled gave me an immense advantage. People are kinder to you. It puts you on a different level than if you go into a situation whole and secure.",
      "author": "Dorothea Lange",
      "category": "worthy, victories"
    },
    {
      "quote": "When written in Chinese  the word \"crisis\" is composed of two characters. One represents danger  and the other represents opportunity.",
      "author": "John F. Kennedy",
      "category": "worthy, victories"
    },
    {
      "quote": "From a fallen tree  make kindling.",
      "author": "Spanish proverb",
      "category": "worthy, victories"
    },
    {
      "quote": "Our real blessings often appear to us in the shape of pains  losses and disappointments  but let us have patience  and we soon shall see them in their proper figures.",
      "author": "Joseph Addison",
      "category": "worthy, victories"
    },
    {
      "quote": "To every disadvantage there is a corresponding advantage.",
      "author": "W. Clement Stone",
      "category": "worthy, victories"
    },
    {
      "quote": "The same wind that extinguishes a light can set a brazier on fire.",
      "author": "Pierre de Beaumarchais",
      "category": "worthy, victories"
    },
    {
      "quote": "Other Definitions of Adversity Adversity is the touchstone of virtue.",
      "author": "Anonymous",
      "category": "worthy, victories"
    },
    {
      "quote": "Adversity is the first path to truth.",
      "author": "Lord Byron",
      "category": "worthy, victories"
    },
    {
      "quote": "Glee! The great storm is over!",
      "author": "Emily Dickinson",
      "category": "worthy, victories"
    },
    {
      "quote": "Diseases can be our spiritual flat tires - disruptions in our lives that seem to be disasters at the time  but end by redirecting our lives in a meaningful way.",
      "author": "Bernie S. Siegel",
      "category": "worthy, victories"
    },
    {
      "quote": "To say that my grief will be eternal would be ridiculous - nothing is eternal.",
      "author": "Marie Bashkirtseff",
      "category": "worthy, victories"
    },
    {
      "quote": "What the student calls a tragedy  the master calls a butterfly.",
      "author": "Richard Bach",
      "category": "worthy, victories"
    },
    {
      "quote": "Our way is not soft grass  it's a mountain path with lots of rocks. But it goes upwards  forward  toward the sun.",
      "author": "Dr. Ruth Westheimer",
      "category": "worthy, victories"
    },
    {
      "quote": "Until you've lost your reputation  you never realize what a burden it was or what freedom really is.",
      "author": "Margaret Mitchell",
      "category": "worthy, victories"
    },
    {
      "quote": "Failure is  in a sense  the highway to success  inasmuch as every discovery of what is false leads us to seek earnestly after what is true  and very fresh experience points out some form of error which we shall afterward carefully avoid.",
      "author": "John Keats",
      "category": "worthy, victories"
    },
    {
      "quote": "Although the world is full of suffering  it is also full of the overcoming of it.",
      "author": "Helen Keller",
      "category": "worthy, victories"
    },
    {
      "quote": "There is in the worst of fortune the best of chances for a happy change.",
      "author": "Euripides",
      "category": "worthy, victories"
    },
    {
      "quote": "Let us not be needlessly bitter: certain failures are sometimes fruitful.",
      "author": "E. M. Cioran",
      "category": "worthy, victories"
    },
    {
      "quote": "It is only after an unknown number of unrecorded labors  after a host of noble hearts have succumbed in discouragement  convinced that their cause is lost  it is only then that cause triumphs.",
      "author": "Madame Guizot",
      "category": "worthy, victories"
    },
    {
      "quote": "When you can't remember why you're hurt  that's when you're healed. When you have to work real hard to re-create the pain  and you can't quite get there  that's when you're better.",
      "author": "Jane Fonda",
      "category": "worthy, victories"
    },
    {
      "quote": "Sweet are the uses of adversity.",
      "author": "William Shakespeare",
      "category": "worthy, victories"
    },
    {
      "quote": "However confused the scene of our life appears  however torn we may be who now do face that scene  it can be faced  and we can go on to be whole.",
      "author": "Muriel Rukeyser",
      "category": "worthy, victories"
    },
    {
      "quote": "In adversity  remember to keep an even mind.",
      "author": "Horace",
      "category": "worthy, victories"
    },
    {
      "quote": "Strength does not come from winning. Your struggles develop your strengths. When you go through hardships and decide not to surrender  that is strength.",
      "author": "Arnold Schwarzenegger",
      "category": "worthy, victories"
    },
    {
      "quote": "The ultimate measure of a man is not where he stands in moments of comfort and convenience  but where he stands at times of challenge and controversy.",
      "author": "Martin Luther King, Jr.",
      "category": "worthy, victories"
    },
    {
      "quote": "Do not free a camel of the burden of his hump  you may be freeing him from being a camel.",
      "author": "G. K. Chesterton",
      "category": "worthy, victories"
    },
    {
      "quote": "I walk firmer and more secure up hill than down.",
      "author": "Michel de Montaigne",
      "category": "worthy, victories"
    },
    {
      "quote": "Adversity is like the period of the rain ... cold  comfortless  unfriendly to man and to animal  yet from that season have their birth the flower  the fruit  the date  the rose and the pomegranate.",
      "author": "Sir Walter Scott",
      "category": "worthy, victories"
    },
    {
      "quote": "If we survive danger  it steels our courage more than anything else.",
      "author": "Reinhold Niebuhr",
      "category": "worthy, victories"
    },
    {
      "quote": "The virtue of adversity is fortitude  which in mortals is the heroical virtue.",
      "author": "Francis Bacon",
      "category": "worthy, victories"
    },
    {
      "quote": "To turn an obstacle to one's advantage is a great step towards victory.",
      "author": "French proverb",
      "category": "worthy, victories"
    },
    {
      "quote": "Great occasions do not make heroes or cowards  they simply unveil them to the eyes of men ... crisis shows us what we have become.",
      "author": "Bishop Westcott",
      "category": "worthy, victories"
    },
    {
      "quote": "Strong men greet war  tempest  hard times. They wish  as Pindar said  to tread the floors of hell  with necessities as hard as iron.",
      "author": "Ralph Waldo Emerson",
      "category": "worthy, victories"
    },
    {
      "quote": "What deep wounds ever closed without a scar? The hearts bleed longest  and but heal to wear That which disfigures it.",
      "author": "Lord Byron",
      "category": "wound"
    },
    {
      "quote": "A certain Samaritan... bound up his wounds  pouring in oil and wine.",
      "author": "Bible",
      "category": "wound"
    },
    {
      "quote": "I was wounded in the house of my friends.",
      "author": "Old Testament Zechariah",
      "category": "wound"
    },
    {
      "quote": "I keep six honest serving men. (They taught me all I know)  Their names are What and Why and When and How and Where and Who.",
      "author": "Rudyard Kipling",
      "category": "writers, writing"
    },
    {
      "quote": "Agatha Christie has given more pleasure in bed than any other woman.",
      "author": "Nancy Banks-Smith",
      "category": "writers, writing"
    },
    {
      "quote": "An original writer is not one who imitates nobody  but one whom nobody can imitate.",
      "author": "Francois Rene De Chateaubriand",
      "category": "writers, writing"
    },
    {
      "quote": "Autobiography is a preemptive strike against biographers.",
      "author": "Barbara G. Harris",
      "category": "writers, writing"
    },
    {
      "quote": "Begin with another's to end with your own.",
      "author": "Baltasar Gracian",
      "category": "writers, writing"
    },
    {
      "quote": "Dr. Johnson's sayings would not appear so extraordinary were it not for his bow-wow way.",
      "author": "Henry Herbert",
      "category": "writers, writing"
    },
    {
      "quote": "Every other author may aspire to praise  the lexicographer can only hope to escape reproach.",
      "author": "Samuel Johnson",
      "category": "writers, writing"
    },
    {
      "quote": "I am being frank about myself in this book. I tell of my first mistake on page 850.",
      "author": "Henry Kissinger",
      "category": "writers, writing"
    },
    {
      "quote": "I am not learning definitions as established in even the latest dictionaries. I am not a dictionary-maker. I am a person a dictionary-maker has to contend with. I am a living evidence in the development of language.",
      "author": "William Stafford",
      "category": "writers, writing"
    },
    {
      "quote": "I have this feeling of wending my way or plundering through a mysterious jungle of possibilities when I am writing. This jungle has not been explored by previous writers. It never will be explored. It's endlessly varying as we progress through the experience of time. These words that occur to me come out of my relation to the language which is developing even as I am using it.",
      "author": "William Stafford",
      "category": "writers, writing"
    },
    {
      "quote": "I have tried lately to read Shakespeare  and found it so intolerably dull that it nauseated me.",
      "author": "Charles Darwin",
      "category": "writers, writing"
    },
    {
      "quote": "In Ireland  a writer is looked upon as a failed conversationalist.",
      "author": "Anonymous",
      "category": "writers, writing"
    },
    {
      "quote": "It is a sad fact about our culture that a poet can earn much more money writing or talking about his art than he can by practising it.",
      "author": "W. H. Auden",
      "category": "writers, writing"
    },
    {
      "quote": "Make'em laugh  make 'em cry  make 'em wait.",
      "author": "Charles Reade",
      "category": "writers, writing"
    },
    {
      "quote": "Many a fervid man writes books as cold and flat as graveyard stones.",
      "author": "Elizabeth Barrett Browning",
      "category": "writers, writing"
    },
    {
      "quote": "Memoirs: the backstairs of history.",
      "author": "George Meredith",
      "category": "writers, writing"
    },
    {
      "quote": "No tears and the writer  no tears and the reader.",
      "author": "Robert Frost",
      "category": "writers, writing"
    },
    {
      "quote": "The pen is mightier than the sword.",
      "author": "Edward Bulwer-Lytton",
      "category": "writers, writing"
    },
    {
      "quote": "The work of Henry James has always seemed divisible by a simple dynastic arrangement into three reigns: James 1st  James 2nd  and the Old Pretender.",
      "author": "Philip Guedalla",
      "category": "writers, writing"
    },
    {
      "quote": "There are three difficulties in authorship: to write anything worth the publishing  to find honest men to publish it  and to get sensible men to read it.",
      "author": "C. C. Colton",
      "category": "writers, writing"
    },
    {
      "quote": "This morning I took out a comma and this afternoon I put it back again.",
      "author": "Oscar Wilde",
      "category": "writers, writing"
    },
    {
      "quote": "Thought flies and words go on foot.",
      "author": "Julien Green",
      "category": "writers, writing"
    },
    {
      "quote": "To write is to become disinterested. There is a certain renunciation in art.",
      "author": "Albert Camus",
      "category": "writers, writing"
    },
    {
      "quote": "What I like in a good author is not what he says  but what he whispers.",
      "author": "Logan Pearsall Smith",
      "category": "writers, writing"
    },
    {
      "quote": "When my journal appears  many statues must come down.",
      "author": "Duke of Wellington",
      "category": "writers, writing"
    },
    {
      "quote": "Writers aren't exactly people  they're a whole lot of people trying to be one person.",
      "author": "F. Scott Fitzgerald",
      "category": "writers, writing"
    },
    {
      "quote": "Writing is not a profession but a vocation of unhappiness.",
      "author": "Georges Simenon",
      "category": "writers, writing"
    },
    {
      "quote": "Writing is one of the easiest things: erasing is one of the hardest.",
      "author": "Rabbi Israel Salanter",
      "category": "writers, writing"
    },
    {
      "quote": "Writing is turning one's worst moments into money.",
      "author": "J. P. Donleavy",
      "category": "writers, writing"
    },
    {
      "quote": "You cannot write in the chimney with charcoal.",
      "author": "Russian proverb",
      "category": "writers, writing"
    },
    {
      "quote": "The truth is  we've not really developed a fiction that can accommodate the full tumult  the zaniness and crazed quality of modern experience.",
      "author": "Saul Bellow",
      "category": "writers, writing"
    },
    {
      "quote": "Take care of the sense and the sounds will take of care themselves.",
      "author": "Lewis Carroll",
      "category": "writers, writing"
    },
    {
      "quote": "There is today an extraordinary interest with the data of modern experience per se. Our absorption in our contemporary historical state is very high right now. It's not altogether unlike a similar situation in seventeenth century Holland  where wealthy merchants wanted their portraits done with all their blemishes included. It is the height of egotism  in a sense  to think even one's blemishes are of significance. So today Americans seem to want their writers to reveal all their weaknesses  their meannesses  to celebrate their very confusions. And they want it in the most direct possible way - they want it served up neat  as it were  without the filtering and generalizing power of fiction.",
      "author": "Saul Bellow",
      "category": "writers, writing"
    },
    {
      "quote": "I can write better than anyone who can write faster  and I can write faster than anyone who can write better.",
      "author": "A. J. Liebling",
      "category": "writers, writing"
    },
    {
      "quote": "Writing: I certainly do rewrite my central myth in every book  and would never read or trust any writer who did not also do so.",
      "author": "Northrop Frye",
      "category": "writers, writing"
    },
    {
      "quote": "Every human being has hundreds of separate people living under his skin. The talent of a writer is his ability to give them their separate names  identities  personalities and have them relate to other characters living with him.",
      "author": "Mel Brooks",
      "category": "writers, writing"
    },
    {
      "quote": "There is one last thing to remember: writers are always selling somebody out.",
      "author": "Joan Didion",
      "category": "writers, writing"
    },
    {
      "quote": "The writer must write what he has to say  not speak it.",
      "author": "Ernest Hemingway",
      "category": "writers, writing"
    },
    {
      "quote": "Writers should be read - but neither seen nor heard.",
      "author": "Daphne du Maurier",
      "category": "writers, writing"
    },
    {
      "quote": "A person who publishes a book appears willfully in public with his pants down.",
      "author": "Edna St. Vincent Millay",
      "category": "writers, writing"
    },
    {
      "quote": "The beginning is easy  what happens next is much harder.",
      "author": "Anonymous",
      "category": "writers, writing"
    },
    {
      "quote": "There should be two main objectives in ordinary prose writing: to convey a message and to include in it nothing that will distract the reader's attention or check his habitual pace of reading - he should feel that he is seated at ease in a taxi  not riding a temperamental horse through traffic.",
      "author": "Robert Graves",
      "category": "writers, writing"
    },
    {
      "quote": "If we try to envisage an 'average Canadian writer' we can see him living near a campus  teaching at least part-time at university level  mingling too much for his work's good with academics  doing as much writing as he can for the CBC  and always hoping for a Canada Council Fellowship.",
      "author": "George Woodcock",
      "category": "writers, writing"
    },
    {
      "quote": "The writer is committed when he plunges to the very depths of himself with the intent to disclose  not his individuality  but his person in the complex society that conditions and supports him.",
      "author": "Jean-Paul Sartre",
      "category": "writers, writing"
    },
    {
      "quote": "I struggled in the beginning. I said I was going to write the truth  so help me God. And I thought I was. I found I couldn't. Nobody can write the absolute truth.",
      "author": "Henry Miller",
      "category": "writers, writing"
    },
    {
      "quote": "For a dyed-in-the-wool author nothing is as dead as a book once it is written ... she is rather like a cat whose kittens have grown up. While they were a-growing she was passionately interested in them but now they seem hardly to belong to her - and probably she is involved with another batch of kittens as I am involved with other writing.",
      "author": "Rumer Godden",
      "category": "writers, writing"
    },
    {
      "quote": "Every author  however modest  keeps a most outrageous vanity chained like a madman in the padded cell of his breast.",
      "author": "Logan Pearsall Smith",
      "category": "writers, writing"
    },
    {
      "quote": "Never believe anything a writer tells you about himself. A man comes to believe in the end the lies he tells himself about himself.",
      "author": "George Bernard Shaw",
      "category": "writers, writing"
    },
    {
      "quote": "I am always at a loss to know how much to believe of my own stories.",
      "author": "Washington Irving",
      "category": "writers, writing"
    },
    {
      "quote": "That's not writing  that's typing.",
      "author": "Truman Capote",
      "category": "writers, writing"
    },
    {
      "quote": "There is an accuracy that defeats itself by the overemphasis of details. I often say that one must permit oneself  and quite advisedly and deliberately  a certain margin of misstatement.",
      "author": "Benjamin N. Cardozo",
      "category": "writers, writing"
    },
    {
      "quote": "I suppose some editors are failed writers - but so are most writers.",
      "author": "T. S. Eliot",
      "category": "writers, writing"
    },
    {
      "quote": "I think with my right hand.",
      "author": "Edmund Wilson",
      "category": "writers, writing"
    },
    {
      "quote": "Writers are the engineers of human souls.",
      "author": "Joseph Stalin",
      "category": "writers, writing"
    },
    {
      "quote": "I quote others in order to better express my own self.",
      "author": "Michel de Montaigne",
      "category": "writers, writing"
    },
    {
      "quote": "A great many people now reading and writing would be better employed in keeping rabbits.",
      "author": "Edith Sitwell",
      "category": "writers, writing"
    },
    {
      "quote": "The process of writing a book is infinitely more important than the book that is completed as a result of the writing  let alone the success or failure that book may have after it is written . . . the book is merely a symbol of the writing. In writing the book  I am living. I am growing. I am tapping myself. I am changing. The process is the product.",
      "author": "Theodore Isaac Rubin",
      "category": "writers, writing"
    },
    {
      "quote": "Writing is no trouble: you just jot down ideas as they occur to you. The jotting is simplicity itself- it is the occurring which is difficult.",
      "author": "Stephen Leacock",
      "category": "writers, writing"
    },
    {
      "quote": "Writing  when properly managed (as you may be sure I think mine is) is but a different name for conversation.",
      "author": "Laurence Sterne",
      "category": "writers, writing"
    },
    {
      "quote": "My method is to take the utmost trouble to find the right thing to say  and then to say it with the utmost levity.",
      "author": "George Bernard Shaw",
      "category": "writers, writing"
    },
    {
      "quote": "Caesar had perished from the world of men Had not his sword been rescued by his pen.",
      "author": "Henry Vaughan",
      "category": "writers, writing"
    },
    {
      "quote": "Every great and original writer  in proportion as he is great and original  must himself create the taste by which he is to be relished.",
      "author": "William Wordsworth",
      "category": "writers, writing"
    },
    {
      "quote": "Writers write to influence their readers  their preachers  their auditors  but always  at bottom  to be more themselves.",
      "author": "Aldous Huxley",
      "category": "writers, writing"
    },
    {
      "quote": "We are as much informed of a writer's genius by what he selects as by what he originates.",
      "author": "Ralph Waldo Emerson",
      "category": "writers, writing"
    },
    {
      "quote": "In any really good subject  one has only to probe deep enough to come to tears.",
      "author": "Edith Wharton",
      "category": "writers, writing"
    },
    {
      "quote": "He is limp and damp and milder than the breath of a cow.",
      "author": "Virginia Woolf",
      "category": "writers, writing"
    },
    {
      "quote": "The most essential gift for a good writer is a built-in  shockproof shit detector. This is the writer's radar and all great writers have had it.",
      "author": "Ernest Hemingway",
      "category": "writers, writing"
    },
    {
      "quote": "Get black on white.",
      "author": "Guy de Maupassant",
      "category": "writers, writing"
    },
    {
      "quote": "It is a sobering thought that each of us gives his hearers and his readers a chance to look into the inner working of his mind when he speaks or writes.",
      "author": "J. M. Barker",
      "category": "writers, writing"
    },
    {
      "quote": "Read over your compositions  and when you meet a passage which you think is particularly fine  strike it out.",
      "author": "Samuel Johnson",
      "category": "writers, writing"
    },
    {
      "quote": "When you're a writer  you no longer see things with the freshness of the normal person. There are always two figures that work inside you  and if you are at all intelligent you realize that you have lost something. But I think there has always been this dichotomy in a real writer. He wants to be terribly human  and he responds emotionally  but at the same time there's this cold observer who cannot cry.",
      "author": "Brian Moore",
      "category": "writers, writing"
    },
    {
      "quote": "When I am dead  I hope it may be said: 'His sins were scarlet  but his books were read.'",
      "author": "Hilaire Belloc",
      "category": "writers, writing"
    },
    {
      "quote": "The best part of every author is in general to be found in his book  I assure you.",
      "author": "Samuel Johnson",
      "category": "writers, writing"
    },
    {
      "quote": "The obscurity of a writer is generally in proportion to his incapacity.",
      "author": "Quintilian",
      "category": "writers, writing"
    },
    {
      "quote": "Life cannot defeat a writer who is in love with writing - for life itself is a writer's love until death.",
      "author": "Edna Ferber",
      "category": "writers, writing"
    },
    {
      "quote": "Just get it down on paper  and then we'll see what to do with it.",
      "author": "Maxwell Perkins",
      "category": "writers, writing"
    },
    {
      "quote": "Advice to young writers who want to get ahead without any annoying delays: don't write about Man  write about a man.",
      "author": "E. B. White",
      "category": "writers, writing"
    },
    {
      "quote": "Vigorous writing is concise. A sentence should contain no unnecessary words  a paragraph no unnecessary sentences  for the same reason that a drawing should have no unnecessary lines and a machine no unnecessary parts. This requires not that the writer make all his sentences short  or that he avoid all detail and treat his subjects only in outline  but that every word tell.",
      "author": "William Strunk",
      "category": "writers, writing"
    },
    {
      "quote": "Tennessee Williams said if he got rid of his demons  he would lose his angels.",
      "author": "Dakin Williams",
      "category": "writers, writing"
    },
    {
      "quote": "Self-expression is for babies and seals  where it can be charming. A writer's business is to affect the reader.",
      "author": "Vincent McHugh",
      "category": "writers, writing"
    },
    {
      "quote": "There is but one art  to omit.",
      "author": "Robert Louis Stevenson",
      "category": "writers, writing"
    },
    {
      "quote": "A man really writes for an audience of about ten persons. Of course if others like it  that is clear gain. But if those ten are satisfied  he is content.",
      "author": "Alfred North Whitehead",
      "category": "writers, writing"
    },
    {
      "quote": "It is in the hard rockpile labour of seeking to win  hold  or deserve a reader's interest that the pleasant agony of writing comes in.",
      "author": "John Mason Brown",
      "category": "writers, writing"
    },
    {
      "quote": "Write something  even if it's just a suicide note.",
      "author": "Anonymous",
      "category": "writers, writing"
    },
    {
      "quote": "Flaubert had infinite correction to perform.",
      "author": "Roland Barthes",
      "category": "writers, writing"
    },
    {
      "quote": "Nature  not content with denying him the ability to think  has endowed him with the ability to write.",
      "author": "A. E. Housman",
      "category": "writers, writing"
    },
    {
      "quote": "Beauty and truth may be attributes of good writing  but if the writer deliberately aims at truth  he is likely to find that what he has hit is the didactic.",
      "author": "Northrop Frye",
      "category": "writers, writing"
    },
    {
      "quote": "When an author is yet living  we estimate his powers by his worst performance  and when he is dead  we rate them by his best.",
      "author": "Samuel Johnson",
      "category": "writers, writing"
    },
    {
      "quote": "How vain it is to sit down to write when you have not stood up to live.",
      "author": "Henry David Thoreau",
      "category": "writers, writing"
    },
    {
      "quote": "A writer is someone who can make a riddle out of an answer.",
      "author": "Karl Kraus",
      "category": "writers, writing"
    },
    {
      "quote": "The man who is asked by an author what he thinks of his work is put to the torture and is not obliged to speak the truth.",
      "author": "Samuel Johnson",
      "category": "writers, writing"
    },
    {
      "quote": "Style is the hallmark of a temperament stamped upon the material at hand.",
      "author": "Andre Maurois",
      "category": "writers, writing"
    },
    {
      "quote": "Every writer  without exception  is a masochist  a sadist  a peeping Tom  an exhibitionist  a narcissist  an injustice collector and a depressed person constantly haunted by fears of unproductivity.",
      "author": "Edmund Bergler",
      "category": "writers, writing"
    },
    {
      "quote": "My novels point out that the world consists entirely of exceptions.",
      "author": "Joyce Carey",
      "category": "writers, writing"
    },
    {
      "quote": "Less is more.",
      "author": "Robert Browning",
      "category": "writers, writing"
    },
    {
      "quote": "We like that a sentence should read as if its author  had he held a plough instead of a pen  could have drawn a furrow deep and straight to the end.",
      "author": "Henry David Thoreau",
      "category": "writers, writing"
    },
    {
      "quote": "The reason a writer writes a book is to forget a book and the reason a reader reads one is to remember it.",
      "author": "Thomas Wolfe",
      "category": "writers, writing"
    },
    {
      "quote": "I work every day - or at least I force myself into office or room. I may get nothing done  but you don't earn bonuses without putting in time. Nothing may come for three months  but you don't earn the fourth without it.",
      "author": "Mordecai Richler",
      "category": "writers, writing"
    },
    {
      "quote": "John the Baptist pretending to be Karl Marx.",
      "author": "Anonymous",
      "category": "writers, writing"
    },
    {
      "quote": "Every word she writes is a lie  including 'and' and 'the'.",
      "author": "Mary McCarthy",
      "category": "writers, writing"
    },
    {
      "quote": "When you put down the good things you ought to have done  and leave out the bad things you did do - well  that's memoirs.",
      "author": "Will Rogers",
      "category": "writers, writing"
    },
    {
      "quote": "Journalism allows it's readers to witness history. Fiction gives its readers an opportunity to live it.",
      "author": "John Hersey",
      "category": "writers, writing"
    },
    {
      "quote": "His (the writer's) standard of fidelity to the truth should be so high that his invention  out of his experience  should produce a truer account than anything factual can be.",
      "author": "Ernest Hemingway",
      "category": "writers, writing"
    },
    {
      "quote": "The most lasting reputation I have is for an almost ferocious aggressiveness  when in fact I am amiable  indulgent  affectionate  shy and rather timid at heart.",
      "author": "J. B. Priestley",
      "category": "writers, writing"
    },
    {
      "quote": "The life of a writer is tragic: the more we advance  the farther there is to go and the more there is to say  the less time there is to say it.",
      "author": "Gabrielle Roy",
      "category": "writers, writing"
    },
    {
      "quote": "It is only through fiction and the dimension of the imaginary that we can learn something real about individual experience. Any other approach is bound to be general and abstract.",
      "author": "Nicola Chiaromonte",
      "category": "writers, writing"
    },
    {
      "quote": "When the style is fully formed  if it has a sweet undersong  we call it beautiful  and the writer may do what he likes in words or syntax.",
      "author": "Oliver Wendell Holmes",
      "category": "writers, writing"
    },
    {
      "quote": "I have only made this letter rather long because I have not had time to make it shorter.",
      "author": "Blaise Pascal",
      "category": "writers, writing"
    },
    {
      "quote": "It makes a great difference in the force of a sentence whether a man be behind it or no.",
      "author": "Ralph Waldo Emerson",
      "category": "writers, writing"
    },
    {
      "quote": "Footnotes  the little dogs yapping at the heels of the text.",
      "author": "William James",
      "category": "writers, writing"
    },
    {
      "quote": "I like prefaces. I read them. Sometimes I do not read any further.",
      "author": "Malcolm Lowry",
      "category": "writers, writing"
    },
    {
      "quote": "As for style of writing  if one has anything to say  it drops from him simply and directly  as a stone falls to the ground.",
      "author": "Henry David Thoreau",
      "category": "writers, writing"
    },
    {
      "quote": "What is written without effort is in general read without pleasure.",
      "author": "Samuel Johnson",
      "category": "writers, writing"
    },
    {
      "quote": "Proper words in proper places  make the true definition of a style.",
      "author": "Jonathan Swift",
      "category": "writers, writing"
    },
    {
      "quote": "They're fancy talkers about themselves  writers. If I had to give young writers advice  I would say don't listen to writers talking about writing or themselves.",
      "author": "Lillian Hellman",
      "category": "writers, writing"
    },
    {
      "quote": "The business of writing is one of the four or five most private things in the world.",
      "author": "Ethel Wilson",
      "category": "writers, writing"
    },
    {
      "quote": "I conceive that the right way to write a story for boys is to write so that it will not only interest boys but strongly interest any man who has ever been a boy. That immensely enlarges the audience.",
      "author": "Mark Twain",
      "category": "writers, writing"
    },
    {
      "quote": "He claimed his modest share of the general foolishness of the human race.",
      "author": "Irving Howe",
      "category": "writers, writing"
    },
    {
      "quote": "There are two kinds of writers - the great ones who can give you truths  and the lesser ones  who can only give you themselves.",
      "author": "Clifton Fadiman",
      "category": "writers, writing"
    },
    {
      "quote": "My own experience is that once a story has been written  one has to cross out the beginning and the end. It is there that we authors do most of our lying . . . one must ruthlessly suppress everything that is not concerned with the subject. If  in the first chapter  you say there is a gun hanging on the wall  you should make quite sure that it is going to be used further on in the story.",
      "author": "Anton Chekhov",
      "category": "writers, writing"
    },
    {
      "quote": "(Writing) - the art of applying the seat of the pants to the seat of the chair.",
      "author": "Mary Heaton Worse",
      "category": "writers, writing"
    },
    {
      "quote": "All a writer has to do to get a woman is to say he's a writer. It's an aphrodisiac.",
      "author": "Saul Bellow",
      "category": "writers, writing"
    },
    {
      "quote": "Publication is a self-invasion of privacy.",
      "author": "Marshall McLuhan",
      "category": "writers, writing"
    },
    {
      "quote": "It has been said that writing comes more easily if you have something to say.",
      "author": "Sholem Asch",
      "category": "writers, writing"
    },
    {
      "quote": "I've put my genius into my life  I've only put my talent into my works.",
      "author": "Oscar Wilde",
      "category": "writers, writing"
    },
    {
      "quote": "Fundamentally  all writing is about the same thing: it's about dying  about the brief flicker of time we have here  and the frustrations that it creates.",
      "author": "Mordecai Richler",
      "category": "writers, writing"
    },
    {
      "quote": "I am what libraries and librarians have made me  with a little assistance from a professor of Greek and a few poets.",
      "author": "B. K. Sandwell",
      "category": "writers, writing"
    },
    {
      "quote": "Our society  like decadent Rome  has turned into an amusement society  with writers chief among the court jesters - not so much above the clatter as part of it.",
      "author": "Saul Bellow",
      "category": "writers, writing"
    },
    {
      "quote": "If you would be a reader  read  if a writer  write.",
      "author": "Epictetus",
      "category": "writers, writing"
    },
    {
      "quote": "A writer and nothing else: a man alone in a room with the English language  trying to get human feelings right.",
      "author": "John K. Hutchens",
      "category": "writers, writing"
    },
    {
      "quote": "How can I know what I think till I see what I say?",
      "author": "E. M. Forster",
      "category": "writers, writing"
    },
    {
      "quote": "Please  never despise the translator. He's the mailman of human civilization.",
      "author": "Alexander Pushkin",
      "category": "writers, writing"
    },
    {
      "quote": "The waste basket is a writer's best friend.",
      "author": "Isaac Bashevis Singer",
      "category": "writers, writing"
    },
    {
      "quote": "The llama is a woolly sort of fleecy hairy goat With an indolent expression and an undulating throat - Like an unsuccessful literary man.",
      "author": "Hilaire Belloc",
      "category": "writers, writing"
    },
    {
      "quote": "If a man means his writing seriously  he must mean to write well. But how can he write well until he learns to see what he has written badly. His progress toward good writing and his recognition of bad writing are bound to unfold at something like the same rate.",
      "author": "John Ciardi",
      "category": "writers, writing"
    },
    {
      "quote": "Words and sentences are subjects of revision  paragraphs and whole compositions are subjects of prevision.",
      "author": "Barrett Wendell",
      "category": "writers, writing"
    },
    {
      "quote": "There is nothing more dangerous to the formation of a prose style than the endeavour to make it poetic.",
      "author": "J. Middleton Murry",
      "category": "writers, writing"
    },
    {
      "quote": "The most original thing a writer can do is write like himself. It is also his most difficult task.",
      "author": "Robertson Davies",
      "category": "writers, writing"
    },
    {
      "quote": "Now as through this world I ramble  I see lots of funny men  Some rob you with a six gun Some with a fountain pen.",
      "author": "Woody Guthrie",
      "category": "writers, writing"
    },
    {
      "quote": "It is the function of art to renew our perception. What we are familiar with we cease to see. The writer shakes up the familiar scene  and  as if by magic  we see a new meaning in it.",
      "author": "Anais Nin",
      "category": "writers, writing"
    },
    {
      "quote": "A woman must have money and a room of her own if she is to write fiction.",
      "author": "Virginia Woolf",
      "category": "writers, writing"
    },
    {
      "quote": "Better to write for yourself and have no public  than to write for the public and have no self.",
      "author": "Cyril Connolly",
      "category": "writers, writing"
    },
    {
      "quote": "I have cultivated my hysteria with joy and terror.",
      "author": "Charles Baudelaire",
      "category": "writers, writing"
    },
    {
      "quote": "Writing has power  but its power has no vector. Writers can stir the mind  but they can't direct it. Time changes things  God changes things  the dictators change things  but writers can't change anything.",
      "author": "Isaac Bashevis Singer",
      "category": "writers, writing"
    },
    {
      "quote": "A good writer is basically a story-teller  not a scholar or a redeemer of mankind.",
      "author": "Isaac Bashevis Singer",
      "category": "writers, writing"
    },
    {
      "quote": "Anybody can find out if he is a writer. If he were a writer  when he tried to write of some particular day  he would find in the effort that he could recall exactly how the light fell and how the temperature felt  and all the quality of it. Most people cannot do it. If they can do it  they may never be successful in a pecuniary sense  but that ability is at the bottom of writing  I am sure.",
      "author": "Maxwell Perkins",
      "category": "writers, writing"
    },
    {
      "quote": "I believe the writer... should always be the final judge. I have always held to that position and have sometimes seen books hurt thereby  but at least as often helped. The book belongs to the author.",
      "author": "Maxwell Perkins",
      "category": "writers, writing"
    },
    {
      "quote": "You have to throw yourself away when you write.",
      "author": "Maxwell Perkins",
      "category": "writers, writing"
    },
    {
      "quote": "A memorandum is written to protect the writer - not to inform his reader.",
      "author": "Dean Acheson",
      "category": "writers, writing"
    },
    {
      "quote": "I write for myself and strangers. The strangers  dear Readers  are an afterthought.",
      "author": "Gertrude Stein",
      "category": "writers, writing"
    },
    {
      "quote": "The great enemy of clear language is insincerity. When there is a gap between one's real and one's declared aims  one turns as if it were instinctively to long words and exhausted idioms  like a cuttlefish squirting out ink.",
      "author": "George Orwell",
      "category": "writers, writing"
    },
    {
      "quote": "A novel must be exceptionally good to live as long as the average cat.",
      "author": "Hugh MacLennan",
      "category": "writers, writing"
    },
    {
      "quote": "You praise the firm restraint with which they write - I'm with you  there  of course: They use the snaffle and the curb all right  But where's the bloody horse?",
      "author": "Roy Campbell",
      "category": "writers, writing"
    },
    {
      "quote": "At least half the mystery novels published violate the law that the solution  once revealed  must seem to be inevitable.",
      "author": "Raymond Chandler",
      "category": "writers, writing"
    },
    {
      "quote": "On the trail of another man  the biographer must put up with finding himself at every turn: any biography uneasily shelters an autobiography within it.",
      "author": "Paul Murray Kendall",
      "category": "writers, writing"
    },
    {
      "quote": "The editorial job has become  unlike the ancient age when one judged what one read  a job of making judgements on outlines  ideas  reputations  previous books  scenarios  treatments  talk and promises.",
      "author": "Sam Vaughan",
      "category": "writers, writing"
    },
    {
      "quote": "An editor should tell the author his writing is better than it is. Not a lot better  a little better.",
      "author": "T. S. Eliot",
      "category": "writers, writing"
    },
    {
      "quote": "Writing is a solitary occupation. Family  friends and society are the natural enemies of a writer. He must be alone  uninterrupted and slightly savage if he is to sustain and complete an undertaking.",
      "author": "Laurence Clark Powell",
      "category": "writers, writing"
    },
    {
      "quote": "Just as there is nothing between the admirable omelette and the intolerable  so with autobiography.",
      "author": "Hilaire Belloc",
      "category": "writers, writing"
    },
    {
      "quote": "How can you write if you can't cry?",
      "author": "Ring Lardner",
      "category": "writers, writing"
    },
    {
      "quote": "I think it's bad to talk about one's present work  for it spoils something at the root of the creative act. It discharges the tension.",
      "author": "Norman Mailer",
      "category": "writers, writing"
    },
    {
      "quote": "As for my next book  I am going to hold myself from writing it till I have it impending in me: grown heavy in my mind like a ripe pear  pendant  gravid  asking to be cut or it will fall.",
      "author": "Virginia Woolf",
      "category": "writers, writing"
    },
    {
      "quote": "No man understands a deep book until he has seen and lived at least part of its contents.",
      "author": "Ezra Pound",
      "category": "writers, writing"
    },
    {
      "quote": "Writing is easy: all you do is sit staring at the blank sheet of paper until the drops of blood form on your forehead.",
      "author": "Gene Fowler",
      "category": "writers, writing"
    },
    {
      "quote": "Your manuscript is both good and original  but the parts that are good are not original  and the parts that are original are not good.",
      "author": "Samuel Johnson",
      "category": "writers, writing"
    },
    {
      "quote": "The reason why so few good books are written is that so few people who can write know anything.",
      "author": "Walter Bagehot",
      "category": "writing"
    },
    {
      "quote": "Whatever we conceive well we express clearly.",
      "author": "Nicolas Boileau",
      "category": "writing"
    },
    {
      "quote": "Talent alone cannot make a writer. There must be a man behind the book.",
      "author": "Ralph Waldo Emerson",
      "category": "writing"
    },
    {
      "quote": "Writers seldom write the things they think. They simply write the things they think other folks think they think.",
      "author": "Elbert Hubbard",
      "category": "writing"
    },
    {
      "quote": "Think much  speak little  and write less.",
      "author": "Italian proverb",
      "category": "writing"
    },
    {
      "quote": "Bad writers are those who try to express their own feeble ideas in the language of good ones.",
      "author": "G. C. Lichtenberg",
      "category": "writing"
    },
    {
      "quote": "A man may write himself out of reputation when nobody else can do it.",
      "author": "Thomas Paine",
      "category": "writing"
    },
    {
      "quote": "The multitude is always in the wrong.",
      "author": "Wentworth Dillon",
      "category": "wrong"
    },
    {
      "quote": "Two wrongs do not make a right.",
      "author": "English proverb",
      "category": "wrong"
    },
    {
      "quote": "It is better to suffer wrong than to do it  and happier to be sometimes cheated than not to trust.",
      "author": "Samuel Johnson",
      "category": "wrong"
    },
    {
      "quote": "Truth forever on the scaffold  wrong forever on the throne.",
      "author": "James Russell Lowell",
      "category": "wrong"
    },
    {
      "quote": "The remedy for wrongs is to forget them.",
      "author": "Syrus",
      "category": "wrong"
    },
    {
      "quote": "Blessed are the young  for they shall inherit the national debt.",
      "author": "Herbert Hoover",
      "category": "youth"
    },
    {
      "quote": "When a man of 40 falls in love with a girl of 20  it isn't her youth he is seeking but his own.",
      "author": "Lenore Coffee",
      "category": "youth"
    },
    {
      "quote": "Whom the gods love  die young  no matter how long they live.",
      "author": "Elbert Hubbard",
      "category": "youth"
    },
    {
      "quote": "Young folk  silly folk  old folk  cold folk.",
      "author": "Old saying",
      "category": "youth"
    },
    {
      "quote": "In early youth  as we contemplate our coming life  we are like children in a theatre before the curtain is raised  sitting there in high spirits and eagerly waiting for the play to begin.",
      "author": "Arthur Schopenhauer",
      "category": "youth"
    },
    {
      "quote": "Much may be made of a Scotchman if he be caught young.",
      "author": "Samuel Johnson",
      "category": "youth"
    },
    {
      "quote": "Young men think old men fools and old men know young men to be so.",
      "author": "Anonymous",
      "category": "youth"
    },
    {
      "quote": "It takes a long time to become young.",
      "author": "Pablo Picasso",
      "category": "youth"
    },
    {
      "quote": "The belief that youth is the happiest time of life is founded upon a fallacy. The happiest person is the person who thinks the most interesting thoughts  and we grow happier as we grow older.",
      "author": "William Lyon Phelps",
      "category": "youth"
    },
    {
      "quote": "When I was a boy of fourteen  my father was so ignorant I could hardly stand to have the old man around. But when I got to be twenty-one  I was astonished at how much the old man had learned in seven years.",
      "author": "Mark Twain",
      "category": "youth"
    },
    {
      "quote": "It is essential that we enable young people to see themselves as participants in one of the most exciting eras in history  and to have a sense of purpose in relation to it.",
      "author": "Nelson Rockefeller",
      "category": "youth"
    },
    {
      "quote": "This is a youth-oriented society  and the joke is on them because youth is a disease from which we all recover.",
      "author": "Anonymous",
      "category": "youth"
    },
    {
      "quote": "Oh  to be only half as wonderful as my child thought I was when he was small  and only half as stupid as my teenager now thinks I am.",
      "author": "Rebecca Richards",
      "category": "youth"
    },
    {
      "quote": "When I was younger  I could remember anything  whether it had happened or not.",
      "author": "Mark Twain",
      "category": "youth"
    },
    {
      "quote": "The deepest definition of youth is life as yet untouched by tragedy.",
      "author": "Alfred North Whitehead",
      "category": "youth"
    },
    {
      "quote": "Only the young die good.",
      "author": "Oliver Herford",
      "category": "youth"
    },
    {
      "quote": "I am constantly amazed when I talk to young people to learn how much they know about sex and how little about soap.",
      "author": "Billie Burke",
      "category": "youth"
    },
    {
      "quote": "The joy of the young is to disobey - but the trouble is that there are no longer any orders.",
      "author": "Jean Cocteau",
      "category": "youth"
    },
    {
      "quote": "To keep clear of concealment  to keep clear of the need of concealment  to do nothing that he might not do out on the middle of Boston Common at noonday -I cannot say how more and more that seems to me to be the glory of a young man's life. It is an awful hour when the first necessity of hiding anything comes. The whole life is different thenceforth. When there are questions to be feared and eyes to be avoided and subjects that must not be touched  then the bloom of life is gone. Put off that day as long as possible. Put if off forever if you can.",
      "author": "Phillips Brooks",
      "category": "youth"
    },
    {
      "quote": "Youth has become a class.",
      "author": "Roger Vadim",
      "category": "youth"
    },
    {
      "quote": "The 'teenager' seems to have replaced the Communist as the appropriate target for public controversy and foreboding.",
      "author": "Edgar Z. Friedenberg",
      "category": "youth"
    },
    {
      "quote": "Everyone believes in his youth that the world really began with him  and that all merely exists for his sake.",
      "author": "Goethe",
      "category": "youth"
    },
    {
      "quote": "It is not possible for civilization to flow backward while there is youth in the world. Youth may be headstrong  but it will advance its allotted length.",
      "author": "Helen Keller",
      "category": "youth"
    },
    {
      "quote": "You never see the old austerity That was the essence of civility  Young people hereabouts  unbridled  now Just want.",
      "author": "Moliere",
      "category": "youth"
    },
    {
      "quote": "The young always have the same problem - how to rebel and conform at the same time. They have now solved this by defying their parents and copying one another.",
      "author": "Quentin Crisp",
      "category": "youth"
    },
    {
      "quote": "One boy's a boy  two boys are half a boy  three boys are no boy at all.",
      "author": "Charles A. Lindbergh",
      "category": "youth"
    },
    {
      "quote": "Trouble is  kids feel they have to shock their elders and each generation grows up into something harder to shock.",
      "author": "Cal Craig",
      "category": "youth"
    },
    {
      "quote": "I do beseech you to direct your efforts more to preparing youth for the path and less to preparing the path for the youth.",
      "author": "Ben Lindsey",
      "category": "youth"
    },
    {
      "quote": "Every generation is a secret society and has incommunicable enthusiasms  tastes  and interests which are a mystery both to its predecessors and to posterity.",
      "author": "John Jay Chapman",
      "category": "youth"
    },
    {
      "quote": "The interests of childhood and youth are the interests of mankind.",
      "author": "Edmund Storer James",
      "category": "youth"
    },
    {
      "quote": "The youth gets together this material to build a bridge to the moon  or perchance  a palace or temple on earth  and at length  the middle-aged man concludes to build a woodshed with them.",
      "author": "Henry David Thoreau",
      "category": "youth"
    },
    {
      "quote": "Don't laugh at a youth for his affectations  he's only trying on one face after another till he finds his own.",
      "author": "Logan Pearsall Smith",
      "category": "youth"
    },
    {
      "quote": "If one could recover the uncompromising spirit of one's youth  one's greatest indignation would be for what one has become.",
      "author": "Andre Gide",
      "category": "youth"
    },
    {
      "quote": "It is always self-defeating to pretend to the style of a generation younger than your own  it simply erases your own experience in history.",
      "author": "Renata Adler",
      "category": "youth"
    },
    {
      "quote": "It's all that the young can do for the old  to shock them and keep them up to date.",
      "author": "George Bernard Shaw",
      "category": "youth"
    },
    {
      "quote": "What though youth gave love and roses Age still leaves us friends and wine.",
      "author": "Thomas More",
      "category": "youth"
    },
    {
      "quote": "In the lexicon of youth  which fate reserves For a bright manhood  there is no such word As fail.",
      "author": "Edward G. Bulwer-Lytton",
      "category": "youth"
    },
    {
      "quote": "Ah! happy years! once more who would not be a boy!",
      "author": "Lord Byron",
      "category": "youth"
    },
    {
      "quote": "As I approve of a youth that has something of the old man in him  so I am no less pleased with an old man that has something of the youth. He that follows this rule may be old in body  but can never be so in mind.",
      "author": "Cicero",
      "category": "youth"
    },
    {
      "quote": "I remember my youth and the feeling that will never come back any more - the feeling that I could last forever  outlast the sea  the earth  and all men.",
      "author": "Joseph Conrad",
      "category": "youth"
    },
    {
      "quote": "Reckless youth makes rueful age.",
      "author": "Benjamin Franklin",
      "category": "youth"
    },
    {
      "quote": "In youth we learn  in age we understand.",
      "author": "Marie von Ebner-Eschenbach",
      "category": "youth"
    },
    {
      "quote": "Youth will be served.",
      "author": "English proverb",
      "category": "youth"
    },
    {
      "quote": "Forty is the old age of youth  fifty is the youth of old age.",
      "author": "French proverb",
      "category": "youth"
    },
    {
      "quote": "Yes  you may depend upon it he has the ability! He is the younger generation that stands ready to knock at my door - to make an end of Halvard Solness.",
      "author": "Henrik Ibsen",
      "category": "youth"
    },
    {
      "quote": "Youth! youth! how buoyant are thy hopes  they turn  Like marigolds  toward the sunny side.",
      "author": "Jean Ingelow",
      "category": "youth"
    },
    {
      "quote": "All the world's a mass of folly  Youth is gay  age melancholy: Youth is spending  age is thrifty  Mad at twenty  cold at fifty  Man is nought but folly's slave  From the cradle to the grave.",
      "author": "W. H. Ireland",
      "category": "youth"
    },
    {
      "quote": "Your old men shall dream dreams  your young men shall see visions.",
      "author": "Bible",
      "category": "youth"
    },
    {
      "quote": "Youth comes but once in a lifetime.",
      "author": "Henry Wadsworth Longfellow",
      "category": "youth"
    },
    {
      "quote": "How beautiful is youth! how bright it gleams With its illusions  aspirations  dreams! Book of Beginnings  Story without End  Each maid a heroine  and each man a friend!",
      "author": "Henry Wadsworth Longfellow",
      "category": "youth"
    },
    {
      "quote": "We think our fathers fools  so wise we grow  Our wiser sons  no doubt  will think us so.",
      "author": "Alexander Pope",
      "category": "youth"
    },
    {
      "quote": "If youth but knew  and age were able  Then poverty would be a fable.",
      "author": "Proverbs",
      "category": "youth"
    },
    {
      "quote": "Keep true to the dreams of thy youth.",
      "author": "Friedrich von Schiller",
      "category": "youth"
    },
    {
      "quote": "Ah sorts of allowances are made for the illusions of youth  and none  or almost none  for the disenchantments of age.",
      "author": "Robert Louis Stevenson",
      "category": "youth"
    },
    {
      "quote": "Crabbed age and youth cannot live together  Youth is full of pleasure  age is full of care  Youth like summer morn  age like winter weather  Youth like summer brave  age like winter bare. Youth is full sport  age's breath is short  Youth is nimble  age is lame  Youth is hot and bold  age is weak and cold  Youth is wild  age is tame. Age  I do abhor thee  youth  I do adore thee.",
      "author": "William Shakespeare",
      "category": "youth"
    },
    {
      "quote": "For God's sake give me the young man who has brains enough to make a fool of himself.",
      "author": "Robert Louis Stevenson",
      "category": "youth"
    },
    {
      "quote": "Live as long as you may  the first twenty years are the longest half of your life.",
      "author": "Robert Southey",
      "category": "youth"
    },
    {
      "quote": "She bid me take love easy  as the leaves grow on the tree  But I  being young and foolish  with her would not agree.",
      "author": "William Butler Yeats",
      "category": "youth"
    },
    {
      "quote": "Zeal is very blind  or badly regulated  when it encroaches upon the rights of others.",
      "author": "Pasquier Quesnel",
      "category": "zeal"
    },
    {
      "quote": "Blind zeal can only do harm.",
      "author": "Magnus Gottfried Lichtwer",
      "category": "zeal"
    },
    {
      "quote": "My zeal hath consumed me.",
      "author": "Bible",
      "category": "zeal"
    },
    {
      "quote": "To be furious in religion is to be irreligiously religious.",
      "author": "William Penn",
      "category": "zeal"
    },
    {
      "quote": "",
      "author": "",
      "category": ""
    },
    {
      "quote": "Here too, as in the Commune almost a century earlier, the struggle was articulated around the hope that 'the antithesis between the everyday and the Festival--whether of labour or of leisure--will no longer be a basis for society.",
      "author": "Tom McDonough, The Situationists and the City: A Reader",
      "category": "28, city, festival, situationists"
    },
    {
      "quote": "The new towns of the 1950s and '60s were nothing less than the spatial translation of alienation and control and in these cities power increasingly could relinquish the old forms of advertising in favor of 'the simple organization of the spectacle of objects of consumption, which will only have consumable value illusory to the extent to which they will first of all have been objects of spectacle' -- to the extent, that is, they have first appeared on the television screen, which henceforth had to be seen as an urbanistic tool in its own right.",
      "author": "Tom McDonough, The Situationists and the City: A Reader",
      "category": "150, city, situationist"
    },
    {
      "quote": "One of my greatest obsessions is the lights of a city. Through my eyes there is nothing so delicious and rich and lovely.",
      "author": "K.B. Ezzell, Elysium",
      "category": "city, elysium, lights"
    },
    {
      "quote": "As filthy as any night was, a New York City morning is always clean. The eyes get washed.Flowers in white deli buckets are replenished. The population bathes, in marble mausoleums of Upper East Side showers, or in Greenwich Village tubs, or in the sink of a Chinatown one-bedroom crammed with fifteen people. Some bar opens and the first song on the jukebox is Johnny Thunders, while bums pick up cigarette butts to see whats left to smoke. The smell of espresso and hot croissants. The weather vane squeaks in the sun. Pigeons are reborn out of the mouths of blue windows.",
      "author": "Jardine Libaire, White Fur",
      "category": "city, morning, new-york, nyc"
    },
    {
      "quote": "A bus drives past and Im nauseated by a whiff of exhaust. Then rotting fish. The rancid stench of sewage. Is it garbage day? Im trapped in the pungent fog, in the dreary suburban-style shops, the rat race of city life. The city, even on the west coast, has the power to beat us down, to suck us of passion, to crush our dreams.",
      "author": "Shannon  Mullen, See What Flowers",
      "category": "city, imprisonment, rat-race, soul-crushing, vancouver, wild"
    },
    {
      "quote": "This is a little parable about cities and genres; how, while some of them lose their imaginative centrality, others take their place.",
      "author": "Amit Chaudhuri, Calcutta: Two Years in the City",
      "category": "city, genre"
    },
    {
      "quote": "In the streets of Cecilia, an illustrious city, I met once a goatherd, driving a tinkling flock along the walls.\"Man blessed by heaven,\" he asked me, stopping, \"can you tell me the name of the city in which we are?\"\"May the gods accompany you!\" I cried. \"How can you fail to recognise the illustrious city of Cecilia?\"\"Bear with me,\" that man answered. \"I am a wandering herdsman. Sometimes my goats and I have to pass through cities; but we are unable to distinguish them. Ask me the names of the grazing lands: I know them all, the Meadow between the Cliffs, the Green Slope, the Shadowed Grass. Cities have no name for me: they are places without leaves, separating one pasture from another, and where the goats are frightened at street corners and scatter. The dog and I run to keep the flock together.\"\"I am the opposite of you,\" I said. \"I recognise only cities and cannot distinguish what is outside them. In uninhabited places each stone and each clump of grass mingles, in my eyes, with every stone and clump.",
      "author": "Italo Calvino, Invisible Cities",
      "category": "cities, city"
    },
    {
      "quote": "She could hear her hair growing. It sounded like something crumbling. A burnt thing crumbling. Coal. Toast. Moths crisped on a light bulb. She remembered reading somewhere that even after people died, their hair and nails kept growing. Like starlight, travelling through the universe long after the stars themselves had died. Like cities. Fizzy, effervescent, simulating the illusion of life while the planet they had plundered died around them.",
      "author": "Arundhati Roy, The Ministry of Utmost Happiness",
      "category": "city, hair"
    },
    {
      "quote": "She thought of the city at night, of cities at night. Discarded constellations of old stars, fallen from the sky, rearranged on Earth in patterns and pathways and towers. Invaded by weevils that have learned to walk upright.",
      "author": "Arundhati Roy, The Ministry of Utmost Happiness",
      "category": "city"
    },
    {
      "quote": "Well er -Expecting a rescue is beyond hope under the circumstances! Sam Barthoff, Mayor of Atro City, interrupted grimly, throwing up his hands in hopelessness. Hopeless!",
      "author": "Christina Engela, High Steaks",
      "category": "barthoff, circumstances, city, expecting, grimly, mayor, of, the, throwing, under"
    },
    {
      "quote": "Where do you go if you dont belong anywhere? If I wanted to run away then why come to the city? Because this is the place to hide. This is the place to be invisible. Anyone can be no one here, and I am someone that wants to be no one.",
      "author": "Steven Wilson",
      "category": "being-nobody, city, don-t-belong, hide, hiding, invisibility, invisible, no-one, nobody, unnoticed"
    },
    {
      "quote": "Streets that follow like a tedious argumentOf insidious intentTo lead you to an overwhelming question...",
      "author": "T.S. Eliot, The Love Song of J. Alfred Prufrock and Other Poems",
      "category": "city, street, streets"
    },
    {
      "quote": "To love is to destroy, and that to be loved is to be destroyed",
      "author": "Cassandra Clare, City of Bones",
      "category": "bones, city, destroy, instruments, jace-and-clary, jace-herondale, love, mortal, mortal-instruments"
    },
    {
      "quote": "I could hear it from far away, that sound which only very big cities can produce: a sound consisting of all sounds rolled into one: the hum of voices and the cries of animals, bells ringing and the chink of coins, children's laughter and hammers beating metal, knives and forks clattering and a thousand doors slamming - the grandiose sound of life, of birth and death, itself.",
      "author": "Walter Moers, The 13 Lives of Captain Bluebear",
      "category": "city, death, life"
    },
    {
      "quote": "But this city is a world of its own, a country within a country. People are used to taking the old and making it news; and used, too, to taking the new and making it old. Every glass of water from its taps, it is said, has passed six times through the kidneys of another, and every scrap of its land has been trodden on, fought over, dug up and broken down for centuries.",
      "author": "Amanda Craig, Hearts and Minds",
      "category": "britain, capital, city, dirty, england, london, metropolis, uk"
    },
    {
      "quote": "The San Francisco skyline sparkles in the distance, the bay spread out before it like a shark-infested welcome mat.",
      "author": "T.T. Monday, Double Switch",
      "category": "city, san-francisco, skyline"
    },
    {
      "quote": "I like the idea of living in a city - any city, especially a strange one - like the thought of traffic and crowds, of working in a bookstore, waiting tables in a coffee shop, who knew what kind of odd, solitary life I might slip into? Meals alone, waling the dogs in the evenings; and nobody knowing who I was.",
      "author": "Donna Tartt, The Secret History",
      "category": "city"
    },
    {
      "quote": "There are times when Los Angeles is the most magical city on Earth. When the Santa Ana winds sweep through and the air is warm and so, so clear. When the jacaranda trees bloom in the most brilliant lilac violet. When the ocean sparkles on a warm February day and you're pushing fine grains of sand through your bare toes while the rest of the country is hunkered down under blankets slurping soup. But other times, like when the jacaranda trees drop their blossoms in an eerie purple rain, Los Angeles feels like only a half-formed dream. Like perhaps the city was founded as a strip mall in the early 1970s and has no real reason to exist. An afterthought from the designer of some other, better city. A playground made only for attractive people to eat expensive salads.",
      "author": "Steven Rowley, Lily and the Octopus",
      "category": "city, jacaranda, la, lily-and-the-octopus, los-angeles"
    },
    {
      "quote": "She knows she is in Chicago. But she does not yet realize that she is in Illinois.",
      "author": "Lydia Davis, Can't and Won't: Stories",
      "category": "city"
    },
    {
      "quote": "In our broad sweep, the city looks like a single gigantic creature - or more like a single collective entity created by many intertwining organism. Countless arteries stretch to the ends of its elusive body, circulating a continuous supply of fresh blood cells, sending out new data and collecting the old, sending out new consumables and collecting the old, sending out new contradictions and collecting the old. To the rhythm of its pulsing, all parts of the body flicker and flare up and squirm. Midnight is approaching, and while the peak of activity has passed, the basal metabolism that maintains life continues undiminished, producing the basso continuo of the city's moan, a monotonous sound that neither rises nor falls but is pregnant with foreboding.",
      "author": "Haruki Murakamiurakami",
      "category": "after-dark, city"
    },
    {
      "quote": "The city had been built by people from innumerable elsewheres. It was a chaos of cultures ordered only by its long streets. It belonged to no one and never would, or maybe it was a million cities in one, unique to each of its inhabitants, belonging to whoever walked its streets.",
      "author": "Andr Alexis, The Hidden Keys",
      "category": "city, toronto"
    },
    {
      "quote": "Allowing ourselves to become pure point of view, we hang in midair over the city. What we see now is a gigantic metropolis waking up. Commuter trains of many colors move in all directions, transporting people from place to place. Each of those under transport is a human being with a different face and mind, and at the same time each is a nameless part of the collective identity. Each is simultaneously a self-contained whole and a mere part. Handling this dualism of theirs skillfully and advantageously, they perform their morning rituals with deftness and precision: brushing teeth, shaving, tying neckties, applying lipstick. They check the morning news on TV, exchange words with their families, eat, defecate.",
      "author": "Haruki Murakami, After Dark",
      "category": "after-dark, city, haruki-murakami, japanese, life"
    },
    {
      "quote": "for the first time I am confronted with the fact that places and people are like things: both made of memories and meaningful to us in the same way: we construct ourselves in our conversations with them.",
      "author": "Bilal Tanweer, The Scatter Here Is Too Great",
      "category": "bilal-tanweer, city, karachi, pakistan"
    },
    {
      "quote": "It is not an individual act, architecture. You have to consider your client. Only out of that can you produce great architecture. You cannot work in the abstract.",
      "author": "I.M. Pei",
      "category": "abstract, architecture, city, client, urban, urban-planning"
    },
    {
      "quote": "Life is architecture and architecture is the mirror of life.",
      "author": "I.M. Pei",
      "category": "architecture, city, i-m-pei, life, mirror, planning, urban, urban-planning"
    },
    {
      "quote": "He needed to get away from the rush of the city, from the unceasing noise and annoying obligations.",
      "author": "Francine Rivers, A Voice in the Wind",
      "category": "annoying, city, noise, obligations, rush, unceasing"
    },
    {
      "quote": "I was born in a slum, but the slum wasn't born in me.",
      "author": "Jesse Jackson",
      "category": "cairo, cities, city, egypt, global-goals, goal-11, jesse-jackson, slum, slums, sustainable, sustainable-development"
    },
    {
      "quote": "Things taste sweeter when you have some hunger left to linger. You feel it hunting your head for buried things",
      "author": "digging into the fractures of your breath warm and greedy.",
      "category": "Bilal Tanweer, The Scatter Here Is Too Great"
    },
    {
      "quote": "a city is all about how you look at it",
      "author": "Bilal Tanweer",
      "category": "bilal-tanweer, city, karachi, pakistan"
    },
    {
      "quote": "My dear, you are not one person. You have many people in you, and each one can ask only some kinds of questions.",
      "author": "Bilal Tanweer, The Scatter Here Is Too Great",
      "category": "bilal-tanweer, city, karachi, pakistan"
    },
    {
      "quote": "Let's do it right. This is for the ages.",
      "author": "I.M. Pei",
      "category": "ages, architect, architecture, buildings, city, i-m-pei, urban"
    },
    {
      "quote": "You cannot defend your design without knowing what you're designing for.",
      "author": "I.M. Pei",
      "category": "architecture, city, design, i-m-pei, urban"
    },
    {
      "quote": "Well, maybe it started that way. As a dream, but doesnt everything. Those buildings. These lights. This whole city. Somebody had to dream about it first. And maybe that is what I did. I dreamed about coming here, but then I did it.",
      "author": "Roald Dahl, James and the Giant Peach",
      "category": "city, dreams, journeyss, lights"
    },
    {
      "quote": "this was an environment built, not for man, but for man's absence.",
      "author": "J.G. Ballard, High-Rise",
      "category": "city, skyscraper"
    },
    {
      "quote": "Without knowing it, he had constructed a gigantic vertical zoo, its hundreds of cages stacked above each other. All the events of the past few months made sense if one realised that these brilliant and exotic creatures had learned to open the doors.",
      "author": "J.G. Ballard, High-Rise",
      "category": "city, skyscraper"
    },
    {
      "quote": "the ragged skyline of the city resembled the disturbed encephalograph of an unresolved mental crisis.",
      "author": "J.G. Ballard",
      "category": "city, skyscraper"
    },
    {
      "quote": "It's a strange city... filled with things that are not obvious.",
      "author": "A.M. Homes, This Book Will Save Your Life",
      "category": "city, exploring, touring, urban, walking"
    },
    {
      "quote": "If you dont hear the crows of the roosters in the mornings, you are one cursed city fellow!",
      "author": "Mehmet Murat ildan",
      "category": "city, city-people, crows, cursed, murat-ildan-quotes, rooster, roosters"
    },
    {
      "quote": "When I come back to you, if I come back to you, will I know you? Will you be the city of my memory? Or will you be a stranger?",
      "author": "Robert Jackson Bennett, City of Stairs",
      "category": "city, love"
    },
    {
      "quote": "I will not see you, she tells the city, but I will remember you.",
      "author": "Robert Jackson Bennett, City of Stairs",
      "category": "city"
    },
    {
      "quote": "All night, snow.Open the window,stretch my arms out.Keep my eyes openin the white, whipping wind.There are few cars on the highway.The river's frozen in places.In a city that never stops,I can hardly hear anything.For tonight, the city gives mewhat I need.",
      "author": "Cordelia Jensen, Skyscraping",
      "category": "city, snow"
    },
    {
      "quote": "The best thing to be in a city was anonymous. Failing that, however, notoriety would do.",
      "author": "Michael Swanwick, Chasing the Phoenix",
      "category": "city"
    },
    {
      "quote": "An age-old city is like a pond. With its colours and reflections. Its chills and murk. Its ferment, its sorcery, its hidden life.A city is like a woman, with a womans desires and dislikes. Her abandon and restraint. Her reserve - above all, her reserve.To get to the heart of a city, to learn its most subtle secrets, takes infinite tenderness, and patience sometimes to the point of despair. It calls for an artlessly delicate touch, a more or less unconditional love. Over centuries.Time works for those who place themselves beyond time.Youre no true Parisian, you do not know your city, if you havent experienced its ghosts. To become imbued with shades of grey, to blend into the drab obscurity of blind spots, to join the clammy crowd that emerges, or seeps, at certain times of day from the metros, railway stations, cinemas or churches, to feel a silent and distant brotherhood with the lonely wanderer, the dreamer in his shy solitude, the crank, the beggar, even the drunk - all this entails a long and difficult apprenticeship, a knowledge of people and places that only years of patient observation can confer.",
      "author": "Jacques Yonnet",
      "category": "city, paris, psychogeography, time"
    },
    {
      "quote": "My visage high above your city,Shines like gold, but half as pretty.Arms I've none, but hands I've two:Mondo, mini, black not blue.Climb my stairs and have no fears, All that threatens are my gears.Tucked beneath the mightly wheel,An envelpe shall truth reveal.",
      "author": "Megan Frazer Blakemore, The Friendship Riddle",
      "category": "city, clock, clue, envelope, gears, riddle, truth"
    },
    {
      "quote": "Although my father had never been there, I came to believe I would someday see that city for him.",
      "author": "Alice Hoffman, The Marriage of Opposites",
      "category": "city, father-and-daughter, inspirational"
    },
    {
      "quote": "I could decorate a whole city with books!",
      "author": "Sima Mittal",
      "category": "books, city"
    },
    {
      "quote": "We get so used to the gregarious nature of our towns and villages that we forget how crowded our existence has become.",
      "author": "Fennel Hudson, Wild Carp - Fennel's Journal - No. 4",
      "category": "city, countryside, rural-life, town"
    },
    {
      "quote": "There are great roads, beautiful bridges, lovely parks, gorgeous gardens and wonderful buildings in a big city. But there is something missing, something very important: The spirit of nature!",
      "author": "Mehmet Murat ildan",
      "category": "big-city, city, ildan-quotations, nature, nature-quotes, spirit-of-nature"
    },
    {
      "quote": "Every city has a single word that defines it, that identifies most poeple who live there. If you could read people's thoughts as they were passing you on the streets of any given place, you would discover that most of them are thinking the same thought. Whatever that majority thought might be - that is the word of the city. And if your personal word does not match the word of the city, then you don't really belong there.",
      "author": "Elizabeth Gilbert, Eat, Pray, Love",
      "category": "city, word"
    },
    {
      "quote": "A city is more than a place in space, it is a drama in time",
      "author": "Patrick Geddes",
      "category": "city, city-life, urban, urban-planning"
    },
    {
      "quote": "I think no matter where you go, you'll be happy as long as you know why you're there.",
      "author": "Rachel Kapelke-Dale, Graduates in Wonderland: The International Misadventures of Two (Almost) Adults",
      "category": "city, countries, life, places"
    },
    {
      "quote": "...all this convinced him that he had come to one of those revolting havens where pathetic depravity makes its abode, born of tawdry education and the terrible populousness of the capital. One of those havens where man blasphemously crushes and derides all the pure and holy that adorns life, where woman, the beauty of the world, the crown of creation, turns into some strange, ambiguous being, where, along with purity of soul, she loses everything feminine and repulsively adopts all the mannerisms and insolence of a man, and ceases to be that weak, that beautiful being so different from us.",
      "author": "Nikolai Gogol, The Collected Tales of Nikolai Gogol",
      "category": "city, whorehouse"
    },
    {
      "quote": "Since its sudden birth the city had expanded, swallowing up acre upon acre of the surrounding grasslands and drawing thousands into its domain. Hardly built on the most advantageous ground, miles from the open waters, decades from the mines at the mountain summits, it yet remained the only settlement of note on the isle. This sprawling mass of a city, once a compact kingdom, was now the keystone of the Castilian Empire.",
      "author": "R.D. Shanks, A Reverie of Brothers",
      "category": "castle, city, description, empire, horizon, setting"
    },
    {
      "quote": "It is perfectly banal to establish a city in the middle of nature but it is perfectly extraordinary to establish nature in the middle of a city! Ordinary nations do the first, extraordinary nations do the second!",
      "author": "Mehmet Murat ildan",
      "category": "city"
    },
    {
      "quote": "And when spring comes to the City people notice one another in the road; notice the strangers with whom they share aisles and tables and the space where intimate garments are laundered. going in and out, in and out the same door, they handle the handle; on trolleys and park benches they settle thighs on a seat in which hundreds have done it too. Copper coins dropped in the palm have been swallowed by children and tested by gypsies, but its still money and people smile at that. Its the time of year when the City urges contradiction most, encouraging you to buy street food when you have no appetite at all; giving you a taste for a single room occupied by you alone as well as a craving to share it with someone you passed in the street. Really there is no contradictionrather its a condition; the range of what an artful City can do. What can beat bricks warming up to the sun? The return of awnings. The removal of blankets from horses backs. Tar softens under the heel and the darkness under bridges changes from gloom to cooling shade. After a light rain, when the leaves have come, tree limbs are like wet fingers playing in woolly green hair. Motor cars become black jet boxes gliding behind hoodlights weakened by mist. On sidewalks turned to satin figures move shoulder first, the crowns of their heads angled shields against the light buckshot that the raindrops are. The faces of children glimpsed at windows appear to be crying, but it is the glass pane dripping that makes it seem so.",
      "author": "Toni Morrison, Jazz",
      "category": "city, spring"
    },
    {
      "quote": "The silhouettes of Lovat now dominated the skyline. Nine levels stretching skyward. Five hundred meters high at its apex. Each level housing buildings of various sizes sagged on the backs of buildings below. Thousands of sodium lamps twinkled in their recesses.Lovat was the oldest and largest city on the coast, and it showed its age by the haphazard mess it had become. Roads rose and dipped, elevators and staircases criss-crossed, and floors would end and then begin across the city leaving large empty spaces between levels.",
      "author": "K.M. Alexander, The Stars Were Right",
      "category": "city, descriptions, lovat"
    },
    {
      "quote": "We all tend to think of ourselves as the last unsinning inhabitants of whatever place we live in. We don't usually recognize ourselves as participants in its destruction.",
      "author": "David                  Owen, Green Metropolis: What the City Can Teach the Country About True Sustainability",
      "category": "city, urban-places"
    },
    {
      "quote": "Everything has been planned. The ascent will be completed in two days time. He will climb another one hundred floors today. Another hundred the next day. He does not want to take the lift. The rush of life causes people to drown in the temporary. He wishes to dip into eternity before he leaves.",
      "author": "Isa Kamari, The Tower",
      "category": "alfian-sa-at, architect, city, english, isa-kamari, malay, singapore, the-tower, translation, urban"
    },
    {
      "quote": "For him, the kampung was a place to live and work that was based on a steadfast and intimate relationship between man and nature. The village was a true reflection of life in the tropics.",
      "author": "Isa Kamari, The Tower",
      "category": "alfian-sa-at, city, english, isa-kamari, kampong, malay, singapore, the-tower, translation, urban, village"
    },
    {
      "quote": "This is what Ive always loved about a city, all the worlds hidden away inside, largest of aquariums.",
      "author": "David Vann, Aquarium",
      "category": "city, worlds"
    },
    {
      "quote": "Nice is a city of ghosts and specters, but I hope not to become one of them right away.",
      "author": "Patrick Modiano, Rue des boutiques obscures",
      "category": "city, ghost, imitation, nice"
    },
    {
      "quote": "What is the purpose of a city if not to grant the greatest of gifts, anonymity?",
      "author": "Rabih Alameddine, I, The Divine: A Novel in First Chapters",
      "category": "anonymity, city"
    },
    {
      "quote": "Theres a saying that all roads lead to Ankh-Morpork, greatest of Discworld c",
      "author": "Terry Pratchett, Moving Pictures",
      "category": "city, humor, urban-living"
    },
    {
      "quote": "Never follow the crowd....Until and unless you're crossing the road...",
      "author": "Sanhita Baruah",
      "category": "city, crossing-the-road, crowd, funny, humour, metro, mumbai, road-crossing, traffic"
    },
    {
      "quote": "Cities also believe they are the work of the mind or of chance, but neither the one nor the other suffices to hold up their walls. You take delight not in a city's seven or seventy wonders, but in the answer it gives to a question of yours. or to the question it asks you, forcing you to answer, like Thebes through the mouth of the Sphinx.",
      "author": "Italo Calvino, Invisible Cities",
      "category": "city"
    },
    {
      "quote": "So now I lye by Day and toss or rave by Night, since the ratling and perpetual Hum of the Town deny me rest: just as Madness and Phrensy are the vapours which rise from the lower Faculties, so the Chaos of the Streets reaches up even to the very Closet here and I am whirl'd about by cries of Knives to Grind and Here are your Mouse-Traps. I was last night about to enter the Shaddowe of Rest when a Watch-man, half-drunken, thumps at the Door with his Past Three-a-clock and his Rainy Wet Morning. And when at length I slipp'd into Sleep I had no sooner forgot my present Distemper than I was plunged into a worse: I dreamd my self to be lying in a small place under ground, like unto a Grave, and my Body was all broken while others sung. And there was a Face that did so terrifie me that I had like to have expired in my Dream. Well, I will say no more.",
      "author": "Peter Ackroyd, Hawksmoor",
      "category": "city, city-streets, noise, noisy"
    },
    {
      "quote": "I walked the streets and tasted the golden sun that lay across the city.",
      "author": "Chaim Potok, My Name Is Asher Lev",
      "category": "city, golden-sun"
    },
    {
      "quote": "Is your life really so bad? This city is full of opportunities Can you call it a city? Marcus asked. No gymnasium, no theatre, no forum? Where is the life a Roman man should lead?",
      "author": "Matthew  Johnson, Irregular Verbs and Other Stories",
      "category": "city, roman"
    },
    {
      "quote": "A man should never wear shorts in the city. Flip-flops and shorts in the city are never appropriate. Shorts should only be worn on the tennis court or on the beach.",
      "author": "Tom Ford",
      "category": "city, outfits"
    },
    {
      "quote": "There seems to be a different Chicago around every street corner, behind every bar, and within every apartment, two-flat, cottage, or bungalow. City of immigrants or city of heartless plutocrats, say what you will, Chicago almost defies interpretation. In many ways Chicago is like a snake that sheds its skin every thirty years or so and puts on a new coat to conform to a new reality.",
      "author": "Dominic A. Pacyga, Chicago: A Biography",
      "category": "chicago, city"
    },
    {
      "quote": "@K11, Urban farming; Its something nice and warm for families and kids, but also references elements of the city. Urban Farming is very important for Shanghainese people because the city has lost its connection with nature. When you buy fruit or vegetables its just that - a product - for kids and us, we wanted to reconnect this with the amazing process of growing plants. People need this, urban farming connects people with their roots. In this way its also educational",
      "author": "Baris Gencel",
      "category": "city, hong-kong, k11, urban-farming, urban-life"
    },
    {
      "quote": "Who said Hong Kong too small? In size perhaps but not in it`s soul and personality. Every corner in this city giving you full of surprises, if not every hour but at least every day.",
      "author": "Baris Gencel",
      "category": "city, hong-kong, hong-kong-sixes, hongkong"
    },
    {
      "quote": "my books are derived from city images, and the city of my dreams or nightmares is Mexico City. (The Art of Fiction, No. 68. The Paris Review, No. 82, Winter 1981.)",
      "author": "Carlos Fuentes",
      "category": "city, dreams, mexico-city, nightmares, urban-hiking"
    },
    {
      "quote": "In photographs taken from the sky, cities resembled circuit boards. It was no surprise, really, that there were sparky misfirings, dangerous connections. Even traffic, Alice concluded, set up a kind of static in the air, let loose vibrations and uncontainable agitation. Freighted with more than they could absorb, with city intentions, citizens moved in designs of inexplicable purpose.",
      "author": "Gail Jones, Dreams Of Speaking",
      "category": "city, movement, purpose, static"
    },
    {
      "quote": "New York had saved him, in a very real way. It had pushed and prodded him with its impatient and sharp fingers, reminding him on a daily basis during that jittery first year that it didn't really give a goddamn whether he sank or swam. He liked its selfishness and its generosity and its propensity for flipping the bird to the rest of the world.",
      "author": "Nora Roberts, Key of Knowledge",
      "category": "city, new-york, nyc"
    },
    {
      "quote": "Three years in London had not changed Richard, although it had changed the way he perceived the city. Richard had originally imagined London as a gray city, even a black city, from pictures he had seen, and he was surprised to find it filled with color. It was a city of red brick and white stone, red buses and large black taxis, bright red mailboxes and green grassy parks and cemeteries.It was a city in which the very old and the awkwardly new jostled each other, not uncomfortably, but without respect; a city of shops and offices and restaurants and homes, of parks and churches, of ignored monuments and remarkably unpalatial palaces; a city of hundreds of districts with strange names - Crouch End, Chalk Farm, Earl's Court, Marble Arch - and oddly distinct identities; a noisy, dirty, cheerful, troubled city, which fed on tourists, needed them as it despised them, in which the average speed of transportation through the city had not increased in three hundred years, following five hundred years of fitful road-widening and unskillful compromises between the needs of traffic, whether horse-drawn, or, more recently, motorized, and the need of pedestrians; a city inhabited by and teeming with people of every color and manner and kind.",
      "author": "Neil Gaiman, Neverwhere",
      "category": "city, london"
    },
    {
      "quote": "An advanced city is not a place where the poor move about in cars, rather its where even the rich use public transportation",
      "author": "Enrique Penalosa",
      "category": "city, traffic, transport, urban"
    },
    {
      "quote": "Ah, what sights and sounds and pain lie beneath that mist. And we had thought that our hard climb out of that cruel valley led to some cool, green and peaceful, sunlit place---but it's all jungle here, a wild and savage wilderness that's overrun with ruins. But put on your crown, my Queen, and we will build a New City on these ruins.",
      "author": "Eldridge Cleaver, Soul on Ice",
      "category": "city, crown, new, queen, ruins, soul, valley"
    },
    {
      "quote": "What are you thinking? he asked in a disarmingly gentle tone.That the city looks different depending on whom Im seeing it with.He nodded easily, as if this same thought had occurred to him. I notice different things, I continued. Like with you, I pay more attention to the details of the buildings  the textures, the colors, the people standing in front of them. The reflections are different.Reflections? he asked quietly.They are. I watched our bodies morph and distort in the window of an empty bank. Youre there, I said. Thats how theyre different.",
      "author": "Jessica Hawkins, Come Alive",
      "category": "architecture, chicago, city, romance, the-cityscape-series"
    },
    {
      "quote": "He realised that in a town a man cannot live as he wishes, but as other people wish.",
      "author": "John Vaillant, The Tiger: A True Story of Vengeance and Survival",
      "category": "city, life, nature"
    },
    {
      "quote": "One is too precious about the past, the other too hungry for the future. One arm being dragged into the past by the ethics of historic preservation, the other being yanked towards a hopeful (bigger, brighter, better) future.",
      "author": "Winy Maas, Visionary Cities. Urgencies for the City of the Future",
      "category": "city"
    },
    {
      "quote": "A city finds its life through the humans who inhabit it. When they go, what is truly left? Just silent stones, witnesses to the history but mute in its telling, remaining thus while slowly turning to rubble. It saddens me that lifes moments are thus lost, that one cannot experience the past in the same rich vibrancy as the present. You live the moments and then relegate them to memory, now just two-dimensional shadows, pictures without depth, stripped of their purest emotion, their tactile connections no longer accessible. You try to recall, but can bring back only a fraction of the event lived. The rest is gone, never to be as full and complete as it was in that one place at that one time. That was what I thought as I studied these stone remains; that all the tangible things experienced here abide somewhere in time, but can never again be wholly re-animated, now just ghosts imbedded in the crumbling walls and in the fading memories of those who once lived here.",
      "author": "Michael  Puttonen, Disrupter",
      "category": "city, life"
    },
    {
      "quote": "For brick and mortar breed filth and crime,With a pulse of evil that throbs and beats;And men are whithered before their primeBy the curse paved in with the lanes and streets.And lungs are poisoned and shoulders bowed, In the smothering reek of mill and mine;And death stalks in on the struggling crowdBut he shuns the shadow of the oak and pine",
      "author": "George Washington Sears, Woodcraft and Camping",
      "category": "camping, city, outdoors, urban, wilderness, woodcraft"
    },
    {
      "quote": "For a city to be beautiful, it must have a mysterious air!",
      "author": "Mehmet Murat ildan",
      "category": "city"
    },
    {
      "quote": "A city full of art is a city full of wit!",
      "author": "Mehmet Murat ildan",
      "category": "city"
    },
    {
      "quote": "The first sight of the Rapstone Valley is of something unexpectedly isolated and uninterruptedly rural",
      "author": "a solitary jogger is the only outward sign of urban pollution.",
      "category": "John Mortimer, Paradise Postponed"
    },
    {
      "quote": "Vasco bought a bottle of vodka to celebrate and they drank it in the old sailors' graveyard in Mangrove South. This was where the funeral business had first put down its roots. Over the wall, between two warehouses, Jed could just make out the Witch's Fingers, four long talons of sand that lay in the mouth of the river. Rumour had it that, on stormy nights a century ago, they used to reach out, gouge holes in passing ships, and drag them down. Hundreds of wrecks lay buried in that glistening silt. The city's black heart had beaten strongly even then. There was one funeral director, supposedly, who used to put lamps out on the Fingers and lure ships to their doom.",
      "author": "Rupert Thomson, The Five Gates of Hell",
      "category": "city, doomeded, lamps, ship, witch-s-fingers, wrecks"
    },
    {
      "quote": "He was dropped under a streetlamp, the only person left on the bus. A patch of mauled light. Gritty pavement, scarred with a million cigarette burns. Weeds and spit and oil. Place like this, the only glitter was the knife just before it sank in. Place like this, there wasn't any gold.",
      "author": "Rupert Thomson, The Five Gates of Hell",
      "category": "cigarette-burns, city, gold, gritty, knife, pavement, place-like-this"
    },
    {
      "quote": "The man slips along the stoically congealed houses Perpendicular like them A moving ornament Burning fiction His fragility contradicts the duration of his torments",
      "author": "Hlne Baronne dOettingen, The Cubist Poets in Paris: An Anthology",
      "category": "buildings, city, urban"
    },
    {
      "quote": "You can never make a city as clean as the nature itself. To do this, you must completely demolish the city and convert it into the pure nature.",
      "author": "Mehmet Murat ildan",
      "category": "city"
    },
    {
      "quote": "I'm in love with New York. It matches my mood. I'm not overwhelmed. It is the suitable scene for my ever ever heightened life. I love the proportions, the amplitude, the brilliance, the polish, the solidity. I look up at Radio City insolently and love it. It's all great, and Babylonian. Broadway at night. Cellophane. The newness. The vitality. True, it is only physical. But it's inspiring. Just bring your own contents, and you create a sparkle of the highest power. I'm not moved, not speechless. I stand straight, tough and I meet the impact. I feel the glow and the dancing in everything. The radio music in the taxis, scientific magic, which can all be used lyrically. That's my last word. Give New York to a poet. He can use it. It can be poetized. Or maybe that's mania of mine, to poetize. I live lightly, smoothly, actively, ears or eyes wide open, alert, oiled! I feel the glow and the dancing in every thing and the tempo is like that of my blood. I'm at once beyond, over and in New York, tasting it fully.",
      "author": "Anas Nin",
      "category": "city, new-york, poetry"
    },
    {
      "quote": "In New York there is always something to look at, but it is all infinitely more interesting through a window in the backseat of a limousine.",
      "author": "Anna Godbersen, Bright Young Things",
      "category": "anna-godbersen, bright-young-things, city, flapper, limousine, new-york"
    },
    {
      "quote": "Chicago does not go to the world, the world comes to Chicago! Who needs New York? Who has taller buildings than our tall buildings? Who's got a busier airport than our airport? You want Picasso? We got Picasso, big Picasso. Nobody can make heads or tails of it. It's a lion? No, a seahorse. Looks to me like a radiator with wings. Who gives a damn, people, a Picasso's a Picasso.",
      "author": "Peter Orner, Love and Shame and Love",
      "category": "chicago, city, picasso"
    },
    {
      "quote": "The City is free of sinThe snow has given it absolution A man who slips  A horse that fallsOh no, the city is in a nightgown",
      "author": "Pierre Albert-Birot, The Cubist Poets in Paris: An Anthology",
      "category": "city, snow"
    },
    {
      "quote": "I belong here, I tell Toy. I'm hungry for every city block. Every brick building. Every crowded intersection. Electric. I feel brand new.",
      "author": "Erica Lorraine Scheidt, Uses for Boys",
      "category": "city, exploring, feeling-infinite"
    },
    {
      "quote": "Do you remember the long orphanage of the train stationsWe crossed cities that turn-tabled all dayAnd vomited at night the sunshine of the day (\"The Voyager\")",
      "author": "Pierre Albert-Birot, The Cubist Poets in Paris: An Anthology",
      "category": "cities, city, electric-light, train, train-station, trains"
    },
    {
      "quote": "The brown book I carry says there is nothing stranger than to explore a city wholly different from all those one knows, since to do so is to explore a second and unsuspected self. I have found a thing stranger: to explore such a city only after one has lived in it for some time without learning anything of it.",
      "author": "Gene Wolfe, The Sword of the Lictor",
      "category": "city"
    },
    {
      "quote": "Every inch of space was used. As the road narrowed, signs receded upwards and changed to the vertical. Businesses simply soared from ground level and hung out vaster, more fascinatingly illuminated shingles than competitors. We were still in a traffic tangle, but now the road curved. Shops crowded the pavements and became homelier. Vegetables, spices, grocery produce in boxes or hanging from shop lintels, meats adangle - as always, my ultimate ghastliness - and here and there among the crowds the alarming spectacle of an armed Sikh, shotgun aslant, casually sitting at a bank entrance. And markets everywhere. To the right, cramped streets sloped down to the harbor. To the left, as we meandered along the tramlines through sudden dense markets of hawkers' barrows, the streets turned abruptly into flights of steps careering upwards into a bluish mist of domestic smoke, clouds of washing on poles, and climbing. Hong Kong had the knack of building where others wouldn't dare.",
      "author": "Jonathan Gash, Jade Woman",
      "category": "antiques, city, hong-kong, lovejoy"
    },
    {
      "quote": "You know,\" he said, his voice making me feel cold in spite of the heat, \"this city can get ahold of you and pull you back no matter how hard you try to climb out. Like a grave.",
      "author": "Neal Shusterman, Red Rider's Hood",
      "category": "city, grave"
    },
    {
      "quote": "This muck heaves and palpitates. It is multi-directional and has a mayor.",
      "author": "Donald Barthelme, City Life",
      "category": "city, muck"
    },
    {
      "quote": "But there was nothing. No village or town as far as her eyes could strain. Nowhere for her saviours to come from and take her to; just fields and trees and the weeping arc of the river Greave all the way to the horizon. Just like in the books, Greaveburn was all there was; building and building until streets were foundations, roofs were floors, constantly climbing away from itself. now that Abrasia saw it, her dream of escape crumbled completely like an ancient map in her fingers. The horizon was the world's edge and there was nothing beyond it but mist and falling.Greaveburn stood alone on this little circle of earth, the river running around and into itself like a snake eating its tail. And Abrasia was doomed to watch the sun and stars trade places for all eternity.",
      "author": "Craig Hallam, Greaveburn",
      "category": "abrasia, city, gothic, greave, greaveburn, river, steampunk"
    },
    {
      "quote": "The ride had begun.The theatre and club spectaculars seemed to stick up into the sky at all sorts of crazy angles, probably because most of them were planted diagonally on rooftops. Follow Thru, Whoopee, Show Boat, El Fay Club, Club Richman, Texas Guinan's. It gave the town the appearance of standing on its ear. (\"The Number's Up\")",
      "author": "Cornell Woolrich",
      "category": "city, city-at-night, night-clubs, rooftops, skyline"
    },
    {
      "quote": "With each day that our huge ship was on the ocean, my sense of being further and further away from my loved ones, my home, and my environment grew stronger.",
      "author": "Tilly Dunn, Exit Stage Left",
      "category": "depression-quotes, self-help-quotes, starting-over"
    },
    {
      "quote": "When you want to change anything it is best to simply be the change. Nothing will influence your thinking and your feelings as much as your body becoming the new you.It is simple really, we are accustomed to having our minds or our emotions tell our body how to behave. Sayings like: \"I expect it will be a disaster,\" result in slumping body language. Feelings anxiety cause our body to tense up. But you can work your system the other way around and use your body to influence your thoughts and your feelings.Try this: sit or stand up straight and put a big smile on your face - now, how do you feel?",
      "author": "David Ferrers M Nlp, Swap: The Brief Book That Enables Busy People to Change and Succeed",
      "category": "self-help-quotes"
    },
    {
      "quote": "What you feel is what you get, regardless of what you think!",
      "author": "Deborah Sandella",
      "category": "feelings-quotes, self-awareness-quotes, self-help-quotes, wellness-quotes"
    },
    {
      "quote": "Sometimes emotion is gentle, like rain feeding the river to nourish life, but sometimes it explodes like a rainstorm whose floodwaters wipe out bridges and homes.",
      "author": "Deborah Sandella",
      "category": "emotion-quotes, inspirational-quotes, self-help-quotes, wellness-quotes"
    },
    {
      "quote": "Unprocessed intense emotion goes underground and creates a subconscious block that can be released as soon as the original event is integrated in the mind, heart, and body.",
      "author": "Deborah Sandella",
      "category": "emotional-health, inspirational-quotes, self-help-quotes, wellness-quotes"
    },
    {
      "quote": "Somehow, we each create our own prison, for which only we, hold the key to freedom.",
      "author": "Sue J Daniels",
      "category": "self-help-quotes"
    },
    {
      "quote": "Somehow, we each create our own prisons, one for which only we, hold the key.",
      "author": "Sue J. Daniels",
      "category": "self-help-quotes"
    },
    {
      "quote": "I changed the course of my disease with the power of my mind.",
      "author": "Burbuqe Raufi, Dr. Mind",
      "category": "inspirational-quotes, self-help-quotes"
    },
    {
      "quote": "There is nothing wrong with being fascinated by the dark side of life, and ourselves, but woe to those who think this is representative of reality. All too many of us sit in our homes watching TV, falling prey to the delusion that the world is getting worse. If these sorry individuals spent more time meeting their neighbors, theyd discover that 95% of their peers are fine people.",
      "author": "Anthony Marais",
      "category": "self-help-quotes"
    },
    {
      "quote": "The biggest enemies we have to overcome on the road to success are not lack of ability and lack of opportunity but fears of failure and rejection and the doubts that they trigger.",
      "author": "Brian Tracy, Eat That Frog!: 21 Great Ways to Stop Procrastinating and Get More Done in Less Time",
      "category": "self-help-quotes"
    },
    {
      "quote": "There is nothing more blinding than having seen the light, and nothing more tiresome than sharing it.",
      "author": "Anthony Marais, Delusionism",
      "category": "enlightenment-quotes, self-help-quotes"
    },
    {
      "quote": "You will find your horizons expanding and your thought processes becoming more creative. That is true mind power!",
      "author": "Stephen Richards, Be First: Achieve Every Dream",
      "category": "mind-quotes, mindset-quotes, self-help-quotes, stephen-richards-author, stephen-richards-quotes"
    },
    {
      "quote": "Laughter is the most powerful weapon against verbal attack anyone can have.",
      "author": "Stephen Richards",
      "category": "laughter-quotes, self-help-quotes, stephen-richards-author, stephen-richards-quotes"
    },
    {
      "quote": "Physically it is impossible for a bee to fly, but because it believes it can then it can.",
      "author": "Stephen Richards",
      "category": "bee-quotes, positivity-quotes, self-belief-quotes, self-help-quotes, stephen-richards-author, stephen-richards-quotes"
    },
    {
      "quote": "Positive thoughts and words will create a force inside you that communicates with the outside world and brings about profusion in all things around you.",
      "author": "Stephen Richards, Be First: Achieve Every Dream",
      "category": "positive-thoughts-quotes, self-help-quotes, stephen-richards-author, stephen-richards-quotes"
    },
    {
      "quote": "If you want to surpass the stages of doubt and secure better communication between your inner and outer body it is wise to surpass the challenge of the words if only.",
      "author": "Stephen Richards, Be First: Achieve Every Dream",
      "category": "if-only-quotes, mind-quotes, mindset-quotes, self-help-quotes, stephen-richards-author, stephen-richards-quotes"
    },
    {
      "quote": "if the world is blaming you, if your not guiltythen you become the judge and do whats right even if it feels wrong, or people say its wrong",
      "author": "anthony grime",
      "category": "self-help-quotes"
    },
    {
      "quote": "Over the years you have been subjected to a great deal of mind propaganda which has resulted in you reaching the ceiling of maximum potential by virtue of your current limited mindset.",
      "author": "Stephen Richards, Be First: Achieve Every Dream",
      "category": "mind-quotes, mindset-quotes, self-help-quotes, stephen-richards-author, stephen-richards-quotes"
    },
    {
      "quote": "The makeup of your thoughts is exposed through your internal dialog.",
      "author": "Stephen Richards, Six Figure Success: Time To Think Big - You Can Do It",
      "category": "author-stephen-richards, self-help-quotes"
    },
    {
      "quote": "If you cant win with words then show them a good example!",
      "author": "Stephen Richards",
      "category": "empowering-quotes, self-help-quotes, self-improvement-quotes, stephen-richards-author, stephen-richards-quotes, winning-quotes"
    },
    {
      "quote": "Most people with new ideas are ridiculed  until they succeed!",
      "author": "Stephen Richards",
      "category": "great-ideas, inspirational-quotes, life-quotes, self-help-quotes, stephen-richards-author"
    },
    {
      "quote": "Turning images from within our minds into reality is a gift we are all born with.",
      "author": "Stephen Richards, Be First: Achieve Every Dream",
      "category": "mind-quotes, reality-quotes, self-help-quotes, stephen-richards-author, stephen-richards-quotes"
    },
    {
      "quote": "Overriding the old information in your mind with new information is easy, but to actually go further than just putting a veneer over your old mindset is the way forward.",
      "author": "Stephen Richards, Be First: Achieve Every Dream",
      "category": "mind-quotes, mindset-quotes, self-help-quotes, stephen-richards-author, stephen-richards-quotes"
    },
    {
      "quote": "Time is the most valuable commodity we have to offer the world. Don't be afraid to share.",
      "author": "Mark W. Boyer",
      "category": "inspirational-quotes, relationship-advice, self-help-quotes, time"
    },
    {
      "quote": "If you want the Cinderella moments then you have to believe in magick.",
      "author": "Stephen Richards",
      "category": "affirmational, cinderella-moments, empowering-quotes-for-women, life-changing-moments, self-help-quotes, stephen-richards-author"
    },
    {
      "quote": "People are like hot potatoes, if they don't make you happy, drop them.",
      "author": "Sherise Seven",
      "category": "happiness, self-help-quotes, success"
    },
    {
      "quote": "You just can't apologize for being you nor for your emotional self, nor for your intellectual self, nor for spiritual self, nor for your physical self. It's all a part of who you are, signal that you don't value who you are, once that occurs you have a serious work to do, to get back to where you need to be in order to move on in life.",
      "author": "Auliq Ice",
      "category": "apologizing-quotes, apology-quotes, being-who-you-are-quotes, being-yourself-quotes, moving-on-quotes, self-help-quotes, self-respect-quotes, self-worth-quotes, value-quotes"
    },
    {
      "quote": "Self Help: When you really stop and think about it, is there any other kind?",
      "author": "Evan Dorren",
      "category": "evan-dorren, self-help, self-help-books, self-help-quotes"
    },
    {
      "quote": "Then I said something. I said, Suppose, just suppose, nothing had ever happened. Suppose this was for the first time. Just suppose. It doesn't hurt to suppose. Say none of the other had ever happened. You know what I mean? Then what? I said.",
      "author": "Raymond Carver, Where I'm Calling From: New and Selected Stories",
      "category": "know, life, suppose"
    },
    {
      "quote": "A scientist doesn't know all the answers. Nobody does, not even teachers. But a scientist keeps on trying to find the answers.",
      "author": "Oliver Butterworth, The Enormous Egg",
      "category": "answer, answers, butterworth, egg, enormous, know, knows, oliver, scientist, teacher, trying"
    },
    {
      "quote": "We do not kiss. We do nothing but hold on and breathe, but still I know. I cannot go gently now. Not even for the sake of my parents, my family.Not even for Xander.",
      "author": "Ally Condie, Matched",
      "category": "go-gently, know"
    },
    {
      "quote": "One thing I've learned: you never know where life is taking you, but it's taking you.",
      "author": "Hilary Swank",
      "category": "know, life, never, taking"
    },
    {
      "quote": "Those who know the least obey the best.",
      "author": "George Farquhar",
      "category": "know, least, obey"
    },
    {
      "quote": "There wasn't in the beginning. It wasn't until your kind discovered what was happening that any resistance started. That seems to be the keyknowing whats going to happen.",
      "author": "Stephenie Meyer, The Host",
      "category": "know, knowing, resistance"
    },
    {
      "quote": "Yeah... sure you know me...",
      "author": "Deyth Banger",
      "category": "know, me, sure, yeah"
    },
    {
      "quote": "Soberly teach the enlightened souls the reality that they will be rejected by the massively ignorant, for the unpopular, absolute truths they style their lives with...in a confident know-show.",
      "author": "Tracey Bond",
      "category": "enlightened, ignorant, ignorant-masses, know, massively, show, souls, unpopular"
    },
    {
      "quote": "I don't think that you know who we are, but we know who you are!",
      "author": "Anthony T.Hincks",
      "category": "big-brother, know, life, philosphy, spy, watching-you, who, you-are"
    },
    {
      "quote": "When we feel fractured, redundant and nonessential, only bouncing back from lowliness may brighten up the story of our life. In this endeavor, otherness might lend a helping hand in making the road less parching. (He did not know that she knew)",
      "author": "Erik Pevernagie",
      "category": "bounce-back, brighten-up, endeavor, fractured, know, lend-a-hand, lowliness, nonessential, otherness, parching, redundant, road, story-of-my-life"
    },
    {
      "quote": "Oh yeah... I know where we are going.... now making me to get angry... and to make me say stuff which I don't want to say.",
      "author": "Deyth Banger, Afraid - Part 2",
      "category": "i, know, make, me, stuff, yeah"
    },
    {
      "quote": "Once we were a stranger... just passing by.......in school... we never know each other... but one day came and we became friends.",
      "author": "Deyth Banger, Afraid - Part 2",
      "category": "afraid, became, know, truth"
    },
    {
      "quote": "Spermicide' sort of rhymes with 'pesticide', yet you wouldn't put a load of DDT in you know where to kill you know what, now would you?",
      "author": "Anthony T. Hincks",
      "category": "abortion, chemicals, ddt, kill, know, pesticide, philosophy, poisons, spermicide"
    },
    {
      "quote": "If we expect to know the truth, the whole truth and nothing but the truth, we may have a hard time seeing the whole picture, since the truth is a willful construction that allows us often merely to guess. (\"Hinter der Mattscheibe\")",
      "author": "Erik Pevernagie",
      "category": "allow, construction, expect, guess, hard-time, know, nothing-but-the-truth, the-whole-truth, truth, whole-picture, willful"
    },
    {
      "quote": "Nobody knows exactly what he's capable of until he tries!",
      "author": "Nabil N. Jamal",
      "category": "capable, exactly, jamal, know, knows, nabil, nabil-jamal, nabil-n-jamal, nobody, tries, try, until"
    },
    {
      "quote": "What matters is the one thing I do know for certain: God is with me.",
      "author": "Craig Groeschel, Weird: Because Normal Isn't Working",
      "category": "certain, do, for, god, i, is, know, matters, me, one, the, thing, what, with"
    },
    {
      "quote": "The precision required for life to exist cannot be fathomed as we know it",
      "author": "Sunday Adelaja",
      "category": "fathom, know, life, precision"
    },
    {
      "quote": "If we're honest with ourselves, most of us know the one thing we lack.",
      "author": "Craig Groeschel, Weird: Because Normal Isn't Working",
      "category": "honest, if, know, lack, most, of, one, ourselves, the, thing, us, we, we-re, with"
    },
    {
      "quote": "What are the odds and did you know what's really happening around us!?",
      "author": "Deyth Banger",
      "category": "happening, know, odds"
    },
    {
      "quote": "A rumbling volcano is like a pimple.You know that they're both going to explode,but you just don't know when.",
      "author": "Anthony T. Hincks",
      "category": "know, philosophy, pimple, volcano-explode"
    },
    {
      "quote": "Life will succeed life, as we know it.",
      "author": "R.W. Erskine",
      "category": "know, life, succeed"
    },
    {
      "quote": "It's weird when you think that you are weird and it's weird when you don't know that you are weird.",
      "author": "Deyth Banger",
      "category": "know, weird, when"
    },
    {
      "quote": "We should know who they are,\" I said, \"before we kill them. That's just being polite.",
      "author": "Bernard Cornwell, The Flame Bearer",
      "category": "are, kill, know, polite, should"
    },
    {
      "quote": "Answer, yeah I know it... We were for little period of time texting nothing else... no friendship is available as a feature but you are talking about relationship and marriage are you right with your mind?",
      "author": "Deyth Banger",
      "category": "answer, for, i, it, know, little, were, yeah"
    },
    {
      "quote": "Say not always what you know, but always know what you say.",
      "author": "Claudius",
      "category": "know, say"
    },
    {
      "quote": "Anna, you miss him. All the time. I still cant believe hes gone. The words come out in a whoosh, tasting funny in my mouth. No matter how many times I say them, they still feel like a garbled, impossible language. My chest hurts, and I have to hold my breath to keep from inhaling a deep sob. He was more than your best friend. I nod absently, forgetting myself for a moment, forgetting that Im talking to Jayne and not my journal. I  I mean, he was like a brother to me. You know, like Frankie. Well, shes the sister. I mean Jayne reaches for my hands across the table, shaking her head softly. Sweetheart, when you say Matts name, you have the same look in your eyes that hed get whenever hed say yours.",
      "author": "Sarah Ockler, Twenty Boy Summer",
      "category": "anna, best-friend, brother, jayne-perino, know, love, matt-perino, miss, more"
    },
    {
      "quote": "If you know it... ... as conclusion there isn't a reason to continue... No mysteries no reasons. Life with it's own reasons!",
      "author": "Deyth Banger",
      "category": "conclusion, it, know"
    },
    {
      "quote": "We don't even know how to rest anymore.",
      "author": "Craig Groeschel, Weird: Because Normal Isn't Working",
      "category": "anymore, don-t, even, how, know, rest, to, we"
    },
    {
      "quote": "Not many Ruminarii warships had ever been captured intact by any enemy, and so for those the Ruminarii invited aboard their vessels, this was usually a one-way sight-seeing trip. For those who really want to know, Ruminarii Hammerheads have an extensive corridor network, the interior walls are heavily decorated, savagely militaristic and inevitably, close together. He strode down one. Lesser ranks seeing him, fell to the deck and groveled like their fingernails depended on it. There was a chorus of shrieks and whimpers as he passed. When he arrived on the bridge, everyone was face down on the deck, each endeavoring to grovel lower than the next. Nothing like discipline to keep the crew in its place.",
      "author": "Christina Engela, Black Sunrise",
      "category": "bridge, deck, decorated, enemy, him, inevitably, it, know, many, network, next, one, passed, place, together, trip, vessels"
    },
    {
      "quote": "Until you eliminate your own fears, you will never know your capabilities.",
      "author": "Gugu Mona",
      "category": "capabilities, eliminate, know, own-fear"
    },
    {
      "quote": "You know you are wealthy when you lose count of the people whose lives you changed for the better.",
      "author": "Gugu Mona",
      "category": "better, changed, know, lose-count, poeple, wealthy"
    },
    {
      "quote": "I really don't know could I take one more rape to write... it's very complex!",
      "author": "Deyth Banger",
      "category": "complex, could, don-t, i, know, really"
    },
    {
      "quote": "How do you know that you know?How do you know that this books are really made by Einstein and also are saved as how they are made, I mean the text which is written by Einstein is the same as now you see it.",
      "author": "Deyth Banger",
      "category": "einstein, how, know, text"
    },
    {
      "quote": "Adult don't know what they say and what they mean once that... other moment something else... it's okay for the kids... they grown they still don't know a lot of stuff but they have excuse!- BUt what's the adult... excuse?!",
      "author": "Deyth Banger",
      "category": "adult, don-t, excuse, know, say, what"
    },
    {
      "quote": "You are making few things on your new device or thing.... and you are just saying by your face \"Look me, look what I can do...\" - Oh, oh forgot sake just leave me alone. Because this is totally bullshit! (That's my opinon, you don't know as much as your face is showing... Your face is showing, oh look me I know everything, but unfortnately you just know little from everything)",
      "author": "Deyth Banger",
      "category": "as, bullshit, but, everything, know, little, me, much, showing"
    },
    {
      "quote": "You don't know now and after and before who has watched you and who is watching you and who will continue doing that.",
      "author": "Deyth Banger",
      "category": "doing, know, now, that, wow, wtf"
    },
    {
      "quote": "We don't know each other, that's what I can say so far.",
      "author": "Deyth Banger",
      "category": "don-t, each, far, know, other"
    },
    {
      "quote": "I'm sure that I know that, it's behind one of all doors.",
      "author": "Deyth Banger",
      "category": "all, behind, doors, know, one, sure, that"
    },
    {
      "quote": "I really don't know what's the best for you and for all out there.",
      "author": "Deyth Banger",
      "category": "bests, know, really, there"
    },
    {
      "quote": "Everybody know that it was not possible, till somebody was there and did not know this.Iedereen wist dat het niet mogelijk was, tot dat er iemand kwam die dat niet wist",
      "author": "Jan Jansen Easy Branches",
      "category": "know"
    },
    {
      "quote": "If you know the rules, it's not anymore interesting the game, but if you don't know them it's interesting... like what's the feeling to be 24 hours at jail, who can you meet at jail. Do you know somebody from the guards...?!",
      "author": "Deyth Banger",
      "category": "anymore, at, don-t, guards, interesting, jail, know, meet"
    },
    {
      "quote": "My word is iron,\" Kublai said to the guards, as Meng Guang was led away. \"Your people will come to know this, in time.",
      "author": "Conn Iggulden, Conqueror",
      "category": "come, guards, iron, know, kublai, people, time, word"
    },
    {
      "quote": "I know that I don't knowAll that I think I know.I know I won't see all ofThe places I wish to go.I know I'm not readyFor all that the world demands,You don't have to always hold me,Just let me see your hands.",
      "author": "Jordan Hoechlin",
      "category": "know, life, time"
    },
    {
      "quote": "God, how I hate the fact that I know this stuff. It only proves that it is possible to learn by osmosis.",
      "author": "Natalie Blitt",
      "category": "humor, know, osmosis"
    },
    {
      "quote": "Doctors sometimes don't know what they do!",
      "author": "Deyth Banger",
      "category": "doctors, don-t, know"
    },
    {
      "quote": "Hey, Hey I know you have been revived. In the privious life you was my father!",
      "author": "Deyth Banger",
      "category": "hey, know, revived, test"
    },
    {
      "quote": "What you know for me is just the little from the many.",
      "author": "Deyth Banger",
      "category": "is, just, know, many, me, what"
    },
    {
      "quote": "Once out from it, never made a sound. Without sound, you never know who dies and who know so you dare?",
      "author": "Deyth Banger",
      "category": "dare, dies, know, never, without, wow"
    },
    {
      "quote": "Every worker should know that by working, he is releasing the nature of God in him. He is becoming creative just like God is creative.",
      "author": "Sunday Adelaja",
      "category": "becoming, creative, every, god, him, know, nature, releasing, should, worker"
    },
    {
      "quote": "If we claim to know God, lets reveal Him. If we say we are his servants, lets carry Him",
      "author": "Sunday Adelaja",
      "category": "are, carry, claim, god, him, his, if, know, let, reveal, say, servants, we"
    },
    {
      "quote": "To possess something and not know its value is torturous.",
      "author": "Sunday Adelaja",
      "category": "alue, know, possess, something, torturous"
    },
    {
      "quote": "Sometimes you know when someone is telling you the truth.",
      "author": "Todd Strasser, Wish You Were Dead",
      "category": "know, madison, someone, truth"
    },
    {
      "quote": "Money comes to those who know what to do with it.",
      "author": "Sunday Adelaja",
      "category": "know, money, money-quotes"
    },
    {
      "quote": "To know God`s laws and abide by them is a privilege.",
      "author": "Sunday Adelaja",
      "category": "abide, know, laws, privilege"
    },
    {
      "quote": "The more you know, the more you can do. The more you can do the bigger you become",
      "author": "Sunday Adelaja",
      "category": "become, bigger, can, do, know, more"
    },
    {
      "quote": "Because until you know what you want to be, other people are just going to keep trying to make you into something useful for them.",
      "author": "Kameron Hurley, Rapture",
      "category": "know, useful, want-to-be"
    },
    {
      "quote": "I know not the way He leads me, but well do I know my Guide.",
      "author": "Henrietta C. Mears",
      "category": "guide, know, lead, leading, way"
    },
    {
      "quote": "Nobody really knows what I am, Nyx said. Not until I put a bullet in their head.",
      "author": "Kameron Hurley, Rapture",
      "category": "bullet, know"
    },
    {
      "quote": "Of course, the cabbie said, you dont know where youre going unless you know where youre going.",
      "author": "Emily St. John Mandel",
      "category": "cabbie, going, know"
    },
    {
      "quote": "I have had a most unusual life so far. I know not why.",
      "author": "Donnie Harold Harris",
      "category": "i, know, life, why"
    },
    {
      "quote": "You dont have to speak at allI know what youd say- Laura",
      "author": "Wilkie Collins, The Woman in White",
      "category": "conversations, know, knowing, speak, talk"
    },
    {
      "quote": "Maybe I don't know him as well as I thought. Maybe I didn't know myself. Maybe my world is turning upside down and I can't find my footing.",
      "author": "Celia McMahon, Skye",
      "category": "gooting, know, myself, turning, upside-down"
    },
    {
      "quote": "I know what you're doing, though.\"\"I'm glad somebody knows what I'm about, because I seem to have lost my own grasp of it entirely.",
      "author": "Grace Burrowes, Lady Maggie's Secret Scandal",
      "category": "about, doing, know, lose, lost-generation, what-i-m-about, what-i-m-doing"
    },
    {
      "quote": "Nobody knows exactly what he's capable of until he tries.",
      "author": "Nabil N. Jamal",
      "category": "capable, exactly, jamal, know, nabil, nabil-jamal, nabil-n-jamal, nobody, tries, until"
    },
    {
      "quote": "Sometomes that's all people ever really need. Just to know.",
      "author": "Cecelia Ahern, A Place Called Here",
      "category": "know"
    },
    {
      "quote": "He that did not know and did not know that he did not know will never know",
      "author": "Debbiedebo",
      "category": "he, know, never"
    },
    {
      "quote": "No matter what circumstances we might face in life, it is possible for us to overcome in the midst of them by taking hold of Gods thoughts.",
      "author": "Christine Caine",
      "category": "inspirational, overcomer"
    },
    {
      "quote": "It's in the tension that the music is made.",
      "author": "Rebekah Lyons, You Are Free: Be Who You Already Are",
      "category": "hardship, overcomer"
    },
    {
      "quote": "We can adapt to changing circumstances with a resolved spirit.",
      "author": "Lailah Gifty Akita",
      "category": "adapt, circumstances, overcomer, resolved"
    },
    {
      "quote": "With faith, we can conquer the mightiest mountain.",
      "author": "Lailah Gifty Akita",
      "category": "difficult-times, faith, motivational, overcomer"
    },
    {
      "quote": "What could I have done but sin?From my mother's womb I was a sinner. He couldn't have judge me on that bases because I couldn't help it. I knew right from wrong but my body chose wrong. Till He chose to come down to calvary for me. So He can give me power to overcome.",
      "author": "Mary Tornyenyor",
      "category": "overcomer"
    },
    {
      "quote": "Sometimes, situation may be uncomfortable but must endure.",
      "author": "Lailah Gifty Akita, Think Great: Be Great!",
      "category": "adversity, challenges, despair, determined-spirit, dont-give-up, emotional-health, endurance, enduring-hardships, failures, fearless-bravery, fighting, inner-strength, inspirational-attitude, never-let-go, overcomer, pain, positive-outlook, positive-thinking, situation, strength-and-courage, success, troubles, uplifting-thoughts, willpower, wisdom, wise-words"
    },
    {
      "quote": "No obstacle is greater than power within you.",
      "author": "Lailah Gifty Akita",
      "category": "overcomer"
    },
    {
      "quote": "My pain may be the reason for somebody's laugh.But my laugh must never be the reason for somebody's pain.",
      "author": "Charlie Chaplin",
      "category": "laugh"
    },
    {
      "quote": "They didn't know why these things were funny. Sometimes you laugh because you've got no more room for crying. Sometimes you laugh because table manners on a beach are funny. And sometimes you laugh because you're alive, when you really shouldn't be.",
      "author": "Terry Pratchett, Nation",
      "category": "laugh"
    },
    {
      "quote": "You think Bernadette Maguire killed him?Uh no. Shes, like I said, shes old.Old people can kill people too.I know, butShe could be a ninja.Shes not a ninja, for Gods sake. Shes somebodys great grandmother.I want you to think carefully about this, Kenny. Have you ever seen her with a sword?What?How about throwing stars?This is ridiculous.Have you ever seen her dressed up as a ninja? That would have been my rst clue.The girl sucked in her cheeks so she wouldn't laugh out loud.",
      "author": "Derek Landy, Death Bringer",
      "category": "great-grandmother, laugh, ninja"
    },
    {
      "quote": "The best way to treat obstacles is to use them as stepping-stones. Laugh at them, tread on them, and let them lead you to something better.",
      "author": "Enid Blyton, Mr Galliano's Circus",
      "category": "laugh, obstacles, stepping-stone, tread"
    },
    {
      "quote": "And Peter laughed, and when he did, all the Devils grinned, because Peter's laugh was a most contagious thing.",
      "author": "Brom, The Child Thief",
      "category": "contagious, laugh, peter-pan"
    },
    {
      "quote": "Really, for a man who had been out of practice for so many years it was a splendid laugh!",
      "author": "Charles Dickens, A Christmas Carol",
      "category": "christmas-carol, laugh"
    },
    {
      "quote": "At some point, I had to start laughing, because I was all wrung out from crying.",
      "author": "Julie Metz, Perfection: A Memoir of Betrayal and Renewal",
      "category": "cry, laugh"
    },
    {
      "quote": "It's important to learn to laugh at ourselves, don't take life too seriously.",
      "author": "Geri Halliwell",
      "category": "laugh, life"
    },
    {
      "quote": "Shigure: We have just witnessed a classic example of what I like to call 'misdirected rage'. I believe the technical term is being an ass.",
      "author": "Natsuki Takaya",
      "category": "being-an-ass, fruits-basket, humor, laugh, shigure"
    },
    {
      "quote": "The clown may be the source of mirth, but - who shall make the clown laugh?",
      "author": "Angela Carter, Nights at the Circus",
      "category": "clown, laugh"
    },
    {
      "quote": "I never stopped joking around long enough to realize you weren't laughing anymore.",
      "author": "Alexandra Potter, Calling Romeo",
      "category": "joke, laugh"
    },
    {
      "quote": "The trouble with you people is that you don't laugh enough.",
      "author": "L.M. Montgomery, The Blue Castle",
      "category": "laugh"
    },
    {
      "quote": "... sometimes in life, you either laugh or you cry. And I prefer to laugh.",
      "author": "Jim Stovall",
      "category": "cry, inspirational-humor, laugh"
    },
    {
      "quote": "James started to laugh. His chin hurt where she'd smacked him twice, his foot throbbed where she'd stepped on it, and his entire body felt as if he'd swum through a rosebush, which wasn't as far off the truth as it sounded. Yet still he started to laugh.",
      "author": "Julia Quinn, How to Marry a Marquis",
      "category": "laugh, rose, smack"
    },
    {
      "quote": "Laugh soon because you never know how soon it will be too late",
      "author": "Thomas F. Shubnell",
      "category": "laugh"
    },
    {
      "quote": "Moshe was an Israeli with an ear-slitting laugh. He used it in the same way as a madman uses a gun, spraying it around with bewildering randomness.",
      "author": "Alex Garland, The Beach",
      "category": "alex-garland, gun, israeli, laugh, madman, moshe, the-beach"
    },
    {
      "quote": "Drive-Thru McDonalds was more expensive than I thought...once you've hired the car...",
      "author": "Tim Key",
      "category": "dark-humor, laugh"
    },
    {
      "quote": "You got to laugh Tree, if you don't you'll cry.",
      "author": "Joan Bauer",
      "category": "laugh"
    },
    {
      "quote": "If voting changed anything... I'd still laugh!",
      "author": "Matt Paradise, Bearing the Devil's Mark",
      "category": "laugh, noremorse, satanism, vote"
    },
    {
      "quote": "I can't think I had much of a sense of humor as long as I remained the only child. When my brother Edward came along we both became comics, making each other laugh.",
      "author": "Eudora Welty, On Writing",
      "category": "brother, humor, laugh, only-child"
    },
    {
      "quote": "When you can laugh about something, you know it is healed.",
      "author": "Alan Cohen",
      "category": "healed, laugh"
    },
    {
      "quote": "It's a powerful experience, shitting. There's something magical about it, profound even. I think God made humans shit in the way we do because it brings us back down to earth and gives us humility. I don't care who you are, we all shit the same. Beyonce shits. The pope shits. The Queen of England shits. When we shit we forget our airs and our graces, we forget how famous or how rich we are. All of that goes away. You are never more yourself than when you're taking a shit. You have that moment where you realize, 'This is me. This is who I am.",
      "author": "Trevor Noah, Born a Crime: Stories From a South African Childhood",
      "category": "humor, laugh"
    },
    {
      "quote": "Suddenly I had to laugh. It was like realising you definitely need to projectile vomit when you thought you had it under control in some imprisoning form of public space.",
      "author": "Olivia Sudjic, Sympathy",
      "category": "laugh, olivia-sudjic, sympathy, uncontrollable, vomit"
    },
    {
      "quote": "I learned a long time ago that you have to be able to laugh no matter what. Otherwise you start weeping and never stop.",
      "author": "Catherine Jones Payne, Breakwater",
      "category": "laugh, weeping"
    },
    {
      "quote": "Did you do this?There are other ways to beat someone than with fists. Radu poked her in the side with a finger.She surprised him by laughing. He stood up straighter, a proud grin at having surprised and delighted Lada bursting across his face. She never laughed unless she was laughing at him. He had done something right!Then the lashings began.Radus smile wilted and died. He looked away. He was safe now. And Lada was proud of him, which had never happened before. He focused on that to ignore the sick feelings twisting his stomach as Aron and Andrei cried out in pain. He wanted his nursewanted her to hold and comfort himand this, too, made him feel ashamed.Lada watched the whip with a calculating look. Still, she said. Fists are faster.",
      "author": "Kiersten White, And I Darken",
      "category": "beat, fists, lada-dragwlya, laugh, proud, punish, radu"
    },
    {
      "quote": "September laughed and her laugh sounded like a roar; as if she had never been able to properly laugh in her whole life, only giggle or chuckle or grin, and now that she could do it right, now that her laughing had grown up and put bells on, it had become the most boisterous, rowdy roar you ever heard.",
      "author": "Catherynne M. Valente, The Girl Who Fell Beneath Fairyland and Led the Revels There",
      "category": "chuckle, giggle, grin, laugh, roar"
    },
    {
      "quote": "You know you've reached a very sad place when the only person who can make you laugh is yourself.",
      "author": "Rick Yancey, The Last Star",
      "category": "laugh"
    },
    {
      "quote": "Something wonderful has happened to me. I was carried up into the seventh heaven. There all the gods sat assembled. By special grace I was granted the favor of a wish. \"Will you,\" said Mercury, \"have youth, or beauty, or power, or a long life, or the most beautiful maiden, or any of the other glories we have in the chest? Choose, but only one thing.\" For a moment I was at a loss. Then I addressed myself to the gods as follows: \"Most honorable contemporaries, I choose this one thing, that I may always have the laugh on my side.\" Not one of the gods said a word, on the contrary, they all began to laugh. Hence, I concluded that my request was granted, and found that the gods knew how to express themselves with great taste; for it would hardly have been suitable for them to answer gravely: \"It is granted thee.",
      "author": "Sren Kierkegaard, Either/Or: A Fragment of Life",
      "category": "humor, laugh, philosophy, wisdom"
    },
    {
      "quote": "I didn't think he'd go back for him. But it shouldn't surprise me, either, I guess . . . given their relationship. I'm extremely curious where they're hiding him, as he doesn't blend. At all. Ever. I can't imagine where they could put him that he wouldn't attract a lot of attention . . . in either form.\" Xev\"Well, aren't we Mr. Dark and Cryptic . . . shall we call him?\" Nick pulls out his phone.\"I doubt he knows how to work that. I'm sure he'd sniff it and eat it if you gave him one. Do you know where they're keeping him?\" Xev\"You know how akri-Caleb's house is up off the ground and gots all that room under it for storage?\" Simi\"Oh dear Gods, he's in my wine cellar? Seriously? I'm thinking I should have made amends with my brother sooner and moved him into my house to watch the puca. What kind of mutant life form do I have living in my cellar? And do I need to fumigate my house?\"\" Caleb",
      "author": "Sherrilyn Kenyon, Invision",
      "category": "laugh"
    },
    {
      "quote": "A clown makes you laugh it doesn't mean he knows how to perform a surgery.",
      "author": "kambiz shabankareh, The Last Smile of The Plaster-man",
      "category": "clown, laugh, surgery"
    },
    {
      "quote": "She was dark-haired, fierce; she wore two drop earrings made of crystal; her face was a pure oval tickled with dimples; her skin was golden; and her laugh was like a fire in the night. But on her face you could also read the concentration of a soul whose life is entirely inward, and a mischievous gravity which acquires a silver patina with age.",
      "author": "Muriel Barbery, The Life of Elves",
      "category": "concentration, laugh, mischievous"
    },
    {
      "quote": "I finally made eye contact with the boy in the bed. He lay on his side, a tube in his nose and another in his vein. His cheeks were sunken, and his skin was ghostly pale. His hair might have been blond, but it was fading into a gray, making it hard to tell. The only part of this boy that held any life at all were his eyes, which brimmed with tears when he saw me.Kahlen?I sat still. These three people all called me by the same name, which sounded sort of like Katlyn and Ellen and made me believe that maybe they actually knew me.Where did you go? Where have you been? I thought you were dead. His chest worked overtime, trying to keep up with his mouth, spilling over with words.Can you get her a pen? Please? He lifted an arm weakly. It was all bone. I just need to know.A pen? I asked.Once again his eyes lit up.You can talk?I stared at this boy, at how he was overjoyed at one of the most basic things a person could do. So it would seem. I smiled.He flopped onto his back, laughing from his gut, and based on Julies tears, I was guessing shed been waiting a long time for that to come back.",
      "author": "Kiera Cass, The Siren",
      "category": "akinli, hospital, kahlen, laugh, pen, relief, reunited, sick, talk"
    },
    {
      "quote": "Time if abused is always sure to have the last laugh.",
      "author": "Steven Redhead, Life Is Simply A Game",
      "category": "laugh, life-lessons, time"
    },
    {
      "quote": "I loved laughing with him, loved that he could make me laugh.",
      "author": "James Patterson, Sam's Letters to Jennifer",
      "category": "laugh, love"
    },
    {
      "quote": "Something wonderful has happened to me. I was carried up into the seventh heaven. There all the gods sat assembled. By special grace I was granted the favor of a wish. \"Will you,\" said Mercury, \"have youth, or beauty, or power, or a long life, or the most beautiful maiden, or any of the other glories we have in the chest? Choose, but only one thing.\" For a moment I was at a loss. Then I addressed myself to the gods as follows: \"Most honorable contemporaries, I choose this one thing, that I may always have the laugh on my side.\" Not one of the gods said a word, on the contrary, they all began to laugh. Hence, I concluded that my request was granted, and found that the gods knew how to express themselves with taste; for it would hardly have been suitable for them to have answered gravely: \"It is granted thee.",
      "author": "Sren Kierkegaard, Either/Or: A Fragment of Life",
      "category": "humor, laugh, wisdom"
    },
    {
      "quote": "They who laugh the hardest are the same ones who have fought the toughest.The winner, though fraught with scarsstands alone,wholly victorious.",
      "author": "Tara Estacaan",
      "category": "laugh, triumph, victory-is-yours, winner-stands-alone"
    },
    {
      "quote": "If you're going to look back on something and laugh about it, you might as well laugh about it now...Things are almost never as bad as they first seem. Loosen up, girlfriend... you could giggle more in real life.",
      "author": "James Patterson, Sam's Letters to Jennifer",
      "category": "laugh, life"
    },
    {
      "quote": "Something wonderful has happened to me. I was carried up into the seventh heaven. There all the gods sat assembled. By special grace I was granted the favor of a wish. \"Will you,\" said Mercury, \"have youth, or beauty, or power, or a long life, or the most beautiful maiden, or any of the other glories we have in the chest? Choose, but only one thing.\" For a moment I was at a loss. Then I addressed myself to the gods as follows: \"Most honorable contemporaries, I choose this one thing, that I may always have the laugh on my side.\" Not one of the gods said a word, on the contrary, they all began to laugh. Hence, I concluded that my request was granted, and found that the gods knew how to express themselves with great taste; for it would hardly have been suitable for them to answer gravely: \"It is granted thee\".",
      "author": "Sren Kierkegaard, Either/Or: A Fragment of Life",
      "category": "humor, laugh, wisdom"
    },
    {
      "quote": "You clumsy wenchGods above! Are you trying to rob me, girl? The nobleman seizes my wrist and yanks it from his pocket. My hand comes up with the pipe clenched in it. I stare at him, horrified.I . . .Ill have your head for this! the man rages. Ill have you whipped!***I got the pipe, I say, holding it up.He stares for a minute, blinking, and then bursts into laughter. A few curious deer stick their heads through the shrubs to see what the racket is. Aladdin doubles over, laughing loud enough to startle birds from the trees overhead, and after a moment, I start laughing too. I havent laughed this hard in a long, long while, and it feels wonderful. We sit on the grass and laugh until our faces are red and were out of breath.You are the worst thief I have ever seen, declares Aladdin.I dont know what youre talking about. I got it, didnt I?My grandmother could pick pockets better than that! Though thats not quite fair; my grandmother was the best pickpocket in Parthenia. She taught me all her tricks. Drove my mother crazy.",
      "author": "Jessica Khoury, The Forbidden Wish",
      "category": "aladdin, grandmother, laugh, pipe, rob, thief, worst, zhara"
    },
    {
      "quote": "This two quotes make me laugh\"Andre Linoge: Born in lust, turn to dust. Born in sin, COME ON IN.\" (Stephen King on Storm of the Century)\"We are on location, not on vacation\"(Unnatural 2015 Film)Everyday when I read it or I repeat it makes me laugh it's kind a joke. The first one is a killer joke, the second one is...(you guess from who is this joke!)",
      "author": "Deyth Banger",
      "category": "guess, joke, laugh, makes, repeat"
    },
    {
      "quote": "When I watch a movie or read a book, be it a melodrama or horror, I always hate the female character... Well, most of the time I do.Why? Because she is always dumb.I shit you not.For example in this one chick-flick movie, \"Serendipity\", Sara tells that Jonathan guy that she won't give him her number because if they are meant to meet again, they will. Seriously? Romantic movie my ass, there's not anything romantic in letting go of someone when you can grab them with both of your hands. That is not romantic, THAT is stupid.In another movie the girl storms out, never hearing the guy out, just like in that one book I've been reading recently, \"Tangled\". Now this is an issue with most of the books and chick-flicks. Like why? Why won't you stop a minute, take a deep breath, count to ten and listen to the guy. Only after that, for God's sake, say fuck you then Namaste and then walk away while swaying your hips like there is no tomorrow? Let them know what they will be missing for the rest of their lives.In some other movies I hate the main female character because of the scriptwriters. The girl somehow always appears in front of the guy out of nowhere. Like he can be walking down the street and then boom! ABRACADABRA! The main girl bumps into him in NYC out of all places. They make it seem like whatever they do their steps always bring them back to each other. Dumb, I know.",
      "author": "Melanie Sargsian, Lovember: A Collection of Short Love Stories",
      "category": "humor, laugh, love, short-story"
    },
    {
      "quote": "Start to laugh and everything will go well.",
      "author": "Deyth Banger",
      "category": "go, laugh, well"
    },
    {
      "quote": "Love me, and I will laugh for you, and if you can make me laugh, my laughter will, quite simply, ransom the whole of the world from death.",
      "author": "Catherynne M. Valente, Radiance",
      "category": "death, laugh, love, ransom"
    },
    {
      "quote": "She's better than Netflix.",
      "author": "Charlotte Huang, Going Geek",
      "category": "funny, laugh, netflix"
    },
    {
      "quote": "She laughed and laughed and laughed until the vowels were rolling across the walls and floors, as if they meant to do away with the laws of time and space. It made Ove feel as if his chest was slowly rising out of the ruins of a collapsed house after an earthquake. It gave his heart space to beat again.",
      "author": "Fredrik Backman, A Man Called Ove",
      "category": "descriptive, laugh, love"
    },
    {
      "quote": "And he laughs. Not the heavy laughter from before. Its a great laugh. A deep laugh. One that makes my lips lift. Isaiah, the guy who an hour ago carried himself like a jungle predator, now has the content aura of a lazy cat bathing in the sun.",
      "author": "Katie McGarry, Crash into You",
      "category": "isaiah, laugh, lazy-cat, predator"
    },
    {
      "quote": "She yanked her hand away as if he had burned her, rubbing her palm along her thigh. The feeling didnt go away, and neither did the butterflies he had sent winging in her stomach. How do you know youre not a vampire? She needed to distract him, distract both of them. Maybe you forgot. Youre certainly capable of acting like one. This time he laughed, startling both of them. The sound was husky, low, and foreign to his ears, as if he had forgotten what it was like. His black eyes leapt to her face almost in fear. Not bad, wild man. First a growl, and now a laugh. Were making progress. Her eyes danced at him, reassured him.",
      "author": "Christine Feehan, Dark Desire",
      "category": "jacques-and-shea, laugh"
    },
    {
      "quote": "Laugh as much as possible. Because this makes your life better!",
      "author": "Deyth Banger",
      "category": "better, laugh, life, makes"
    },
    {
      "quote": "He paused and manufactured a chuckle.",
      "author": "Carl Hiaasen, Hoot",
      "category": "chuckle, imagery, laugh"
    },
    {
      "quote": "When I was young, I forgot how to laugh in the cave of Trophonius; when I was older, I opened my eyes and beheld reality, at which I began to laugh, and since then, I have not stopped laughing. I saw that the meaning of life was to secure a livelihood, and that its goal was to attain a high position; that loves rich dream was marriage with an heiress; that friendships blessing was help in financial difficulties; that wisdom was what the majority assumed it to be; that enthusiasm consisted in making a speech; that it was courage to risk the loss of ten dollars; that kindness consisted in saying, You are welcome, at the dinner table; that piety consisted in going to communion once a year. This I saw, and I laughed.",
      "author": "Sren Kierkegaard",
      "category": "kierkegaard, laugh, life, philosophy"
    },
    {
      "quote": "Lazy people, the truly lazy people live on information, strategies, ideas, plans and many other criticals, simply to spend one hour of hard work and make the rest feel like a breeze.",
      "author": "Alan Rios",
      "category": "humor, laugh, laziness, lazy, lazy-people, procrastinate, procrastinating, slack, slacker, sloth, slothful, slothfulness"
    },
    {
      "quote": "The capacity for unclouded enjoyment, she thought, does not belong to irresponsible fools; an inviolate peace of spirit is not the achievement of a drifter; to be able to laugh like that is the end result of the most profound, most solemn thinking.",
      "author": "Ayn Rand, Atlas Shrugged",
      "category": "atlas-shrugged, dagny-taggart, francisco-d-anconia, laugh"
    },
    {
      "quote": "Some men laugh easily. It makes them winning dinner companions.",
      "author": "Joe Abercrombie, Best Served Cold",
      "category": "dinner, laugh"
    },
    {
      "quote": "And does he like blondes, as well?'Rob laughed. I had forgotten just how great a laugh he had. 'No, he prefers, dark haired women. You've nothing to fear from the Sentinel, Nicola.",
      "author": "Susanna Kearsley, The Firebird",
      "category": "blondes, laugh, sentinel"
    },
    {
      "quote": "Do you know what made me fall in love with you?\" George asked suddenly. Anne shook her head, puzzled that he should ask her this now. \"I heard you laugh, down the hall, just before I got to Spanish class that first day. I couldn't see you. I just heard this fabulous laugh, like a whole octave, top to bottom. And I had to hear it again.",
      "author": "Mary Doria Russell, The Sparrow",
      "category": "laugh, love"
    },
    {
      "quote": "When they laugh, it sounds like confetti.",
      "author": "Jodi Picoult, Leaving Time",
      "category": "laugh"
    },
    {
      "quote": "We seem to live in a world where you have to walk around grinning like a loon. I cant understand all the fuss about Mona Lisa painting, everyone wondering why shes not smiling, if shes depressed or heartbroken. No, she was just normal!Emotions are always extreme these days: you either have to be crying with laughter or crying in pain. No wonder water levels are rising. Its not global warming, its all the tears from crying.",
      "author": "Karl Pilkington",
      "category": "cry, laugh, mona-lisa"
    },
    {
      "quote": "I break out laughing. I frown.I yell and scream. Sometimes,if one jokes and giggles,one causes war.So I hide how tickled I am.Tears well up in my eyes.My body is a large city.Much grieving in one sector.I live in another part.Lakewater.Something on fire over here.I am sour when you are sour,sweet when you are sweet.You are my face and my back.Only through you can I knowthis back-scratching pleasure.Now people the likes of you and Icome clapping, inventing dances,climbing into this high meadow.I am a spoiled parrot who eats only candy.I have no interest in bitter food.Some have been given harsh knowledge. Not I.Some are lame and jerking along.I am smooth and glidingly quick.Their road is full of washed-out placesand long inclines. Mine isroyally level, effortless.The huge Jerusalem mosque stands inside me,and women full of light.Laughter leaps out.It is the nature of the rose to laugh.It cannot help but laugh.",
      "author": "Jalaluddin Rumi, Bridge to the Soul: Journeys Into the Music and Silence of the Heart",
      "category": "bitter, candy, laugh, sour, tickled"
    },
    {
      "quote": "If you want to make God laugh, tell Him your plans...",
      "author": "Waheed Khan",
      "category": "god, laugh, plans"
    },
    {
      "quote": "Why do we have to humiliate someone to crack a joke??? Do what u would like people to do with u..",
      "author": "honeya",
      "category": "hillarious, humor, humour, joke, jokes, laugh, laughing"
    },
    {
      "quote": "Laugh represents a fragile glory of the mankind in this cruel and uncertain universe!",
      "author": "Mehmet Murat ildan",
      "category": "laugh"
    },
    {
      "quote": "I laugh because your pain is amusing.",
      "author": "Lauren Dane, Once and Again",
      "category": "amusement, funny, laugh, laughter, pain, teaing"
    },
    {
      "quote": "Happiness is so simple in life:If I laugh then you are laughing too.",
      "author": "Kristian Goldmund Aumann, Love Poems: Love Conquers All",
      "category": "happiness, laugh, life"
    },
    {
      "quote": "There should be a word for a laugh that ends as soon as it starts. A laugh that's more a syllable of surprise and acknowledgment than it is anything else.",
      "author": "Rainbow Rowell, Fangirl",
      "category": "laugh"
    },
    {
      "quote": "You haven't lived till you have laughed and made others laugh.",
      "author": "Tanushree Podder",
      "category": "laugh, live-life"
    },
    {
      "quote": "Have you ever seen a god laugh? It makes you catch your breath and feel hopeful and shivery and excited all at the same time. That's how it was watching Cal.",
      "author": "Cate Tiernan, Book of Shadows",
      "category": "god, laugh"
    },
    {
      "quote": "Actually, Elizabeth realized, when he laughed like that, he did look quite handsome. His dark brown hair and his eyes, so light a brown as to seem almost gold in color, were not quite as nondescript as she'd once thought. Maybe the giggling young ingenues weren't completely daft. Despite his maddening tendencies to be deliberately obtuse and tease her relentlessly, he had a certain charisma.",
      "author": "Emma Wildes, Our Wicked Mistake",
      "category": "charisma, first, handsome, laugh, nondescript, second, second-glance"
    },
    {
      "quote": "He who laughs and loves is always rich",
      "author": "he who sulks and hates is always poor!",
      "category": "Mehmet Murat ildan"
    },
    {
      "quote": "The laugh came then, a marvelous honking hoorah so infectious that Dill felt it should be quarantined.",
      "author": "Ross Thomas, Briarpatch",
      "category": "laugh"
    },
    {
      "quote": "I instantly like people who laugh at my jokes. It's a weakness of mine.",
      "author": "Matthew Norman, Domestic Violets",
      "category": "laugh"
    },
    {
      "quote": "A sense of humor helps us to get through the dull times, cope with the difficult times, enjoy the good times and manage the scary times.",
      "author": "Steve Goodier",
      "category": "coping, difficuties, enjoyment-of-life, humor, joy, joyfulness, laugh, laughing, sense-of-humor"
    },
    {
      "quote": "We can't know if we laugh at ourselves for being silly or to forget that we're not and that we are still here only by a sufferance that can be no more predicted than appeased. Like most things, probably a little of both.",
      "author": "Brian McGreevy, Hemlock Grove",
      "category": "appeased, forget, laugh, ourselves, predicted, silly, sufferance"
    },
    {
      "quote": "A day without laugh is a day without life.",
      "author": "Mehmet Murat ildan",
      "category": "laugh"
    },
    {
      "quote": "If you are thinking whether to cry or laugh, cry.",
      "author": "Nikola Ivanovski",
      "category": "cry, laugh"
    },
    {
      "quote": "Life is sweet absurdity, Sir Wizard. Laugh your way through it.",
      "author": "Lita Burke, Old Bony Blue Eyes",
      "category": "absurdity, humor, laugh, life, wizard"
    },
    {
      "quote": "What if it's just a big, cosmic joke?Then...laugh!.85.",
      "author": "Dee Lestari, Madre: Kumpulan Cerita",
      "category": "laugh"
    },
    {
      "quote": "People may ask \"why do you laugh at simple things?\" Tell them that why don't you? Life is too short to make it so miserable.",
      "author": "Kenneth de Guzman",
      "category": "laugh, life, miserable"
    },
    {
      "quote": "I haven't stopped looking for the good in people. I've just accepted the fact that I'm not always going to find it.",
      "author": "Patti LaBelle",
      "category": "funny-humor, laugh, life-lessons, people"
    },
    {
      "quote": "Xav sprinkled olive oil on his lettuce. 'Lola was very particular that it all had to fit properly.' 'Lola?' squeaked Diamond. I wanted to warn her not to rise to the bait Xav was dangling in front of her but it was too late. Xav added some Parmesan and pepper. 'Suspicious, Diamond? You should be. This is a bachelor party I'm organizing, not a school outing, and it is going to tick all of Trace's boxes. Lola is either a very efficient water sports instructor or an exotic dancing girl; I'll leave it your imagination.' I rolled my eyes at Diamond. 'Myabe she's both. I mean the guys will really go for that, I guess. Don't worry,Di, Luigi and his crew will not disappoint us girls.' Luigi was in fact Contessa Nicoletta's little bespectacled chef with whom I had been consulting about the menu for Friday, but the Benedicts weren't to know that. 'He has promised to provide something suitably spicy for our tastes.",
      "author": "Joss Stirling, Seeking Crystal",
      "category": "bachelor, crystal, funny, humour, laugh, party, seeking, tease, wedding, xav"
    },
    {
      "quote": "Because, life's too short, my friends. Let's squeeze in as many laughs as we can get.",
      "author": "Neil Pasricha, The Book of Awesome",
      "category": "inspirational, laugh, life"
    },
    {
      "quote": "She threw back her head with a laugh that made her chins ripple like little waves.",
      "author": "Edith Wharton, The Age of Innocence",
      "category": "chins, fat, laugh"
    },
    {
      "quote": "but laugh, laugh, laugh, because if you ever stop laughing, it might just tear you apart",
      "author": "Neal Shusterman",
      "category": "hayden, laugh, pain, tear-apart, unwholly"
    },
    {
      "quote": "I'm a laugh tart. I make no secret of that fact.",
      "author": "Hugh Grant",
      "category": "humor, laugh, life"
    },
    {
      "quote": "Always say yes to the present moment. What could be more futile, more insane, than to create inner resistance to what already is? what could be more insane than to oppose life itself, which is now and always now? Surrender to what is. Say yes to life  and see how life suddenly starts working for you rather than against you.",
      "author": "Eckhart Tolle",
      "category": "surrender"
    },
    {
      "quote": "The reason why many are still troubled, still seeking, still making little forward progress is because they haven't yet come to the end of themselves. We're still trying to give orders, and interfering with God's work within us.",
      "author": "A.W. Tozer",
      "category": "submission, surrender"
    },
    {
      "quote": "You cannot fulfil God's purposes for your life while focusing on your own plans.",
      "author": "Rick Warren, The Purpose Driven Life: What on Earth Am I Here for?",
      "category": "submission, surrender"
    },
    {
      "quote": "TRIPPING OVER JOYWhat is the differenceBetween your experience of ExistenceAnd that of a saint?The saint knowsThat the spiritual pathIs a sublime chess game with GodAnd that the BelovedHas just made such a Fantastic MoveThat the saint is now continuallyTripping over JoyAnd bursting out in LaughterAnd saying, I Surrender!Whereas, my dear,I am afraid you still thinkYou have a thousand serious moves.",
      "author": "I Heard God Laughing: Poems of Hope and Joy",
      "category": "surrender"
    },
    {
      "quote": "At fifteen life had taught me undeniably that surrender, in its place, was as honorable as resistance, especially if one had no choice.",
      "author": "Maya Angelou, I Know Why the Caged Bird Sings",
      "category": "acquiescence, surrender"
    },
    {
      "quote": "Surrender is a powerful force.",
      "author": "P.C. Cast, Burned",
      "category": "seoras, surrender"
    },
    {
      "quote": "Go home, and let all your relatives off the potter's wheel. You are not the potter!",
      "author": "Joyce Meyer",
      "category": "surrender"
    },
    {
      "quote": "The gap between compassion and surrender is loves darkest, deepest region.",
      "author": "Orhan Pamuk, The Museum of Innocence",
      "category": "love, surrender"
    },
    {
      "quote": "Kev wasn't certain if he was surrendering to Win or to his own passion for her. Only that there was no more holding back. He would take her. And he would give her everything he had, every part of his soul, even the broken pieces.",
      "author": "Lisa Kleypas, Seduce Me at Sunrise",
      "category": "love, merripen, surrender"
    },
    {
      "quote": "It's healthy to say uncle when your bone's about to break.",
      "author": "Jonathan Franzen, How to Be Alone",
      "category": "surrender"
    },
    {
      "quote": "The proper good of a creature is to surrender itself to its Creatorto enact intellectually, volitionally, and emotionally, that relationship which is given in the mere fact of its being a creature. When it does so, it is good and happy.",
      "author": "C.S. Lewis, The Problem of Pain",
      "category": "surrender"
    },
    {
      "quote": "Listen through your screams to the wind still whispering: Don't give up -- Surrender!",
      "author": "Eric Ganther",
      "category": "surrender"
    },
    {
      "quote": "Oh, the sweetness of giving in, of full surrender.",
      "author": "Sebastian Faulks, Engleby",
      "category": "surrender"
    },
    {
      "quote": "Maybe if she saw Jag again... maybe that would wake her up. But if she sees him and remembers, I'm nobody. In more than ways than one.",
      "author": "Elana Johnson, Surrender",
      "category": "possession-series, surrender"
    },
    {
      "quote": "A man's only got so many yeses inside him before he uses them all up.",
      "author": "Pat Conroy, The Prince of Tides",
      "category": "rebellion, rights, surrender"
    },
    {
      "quote": "The poor wretch, she had given up so much and could yet smile at her trouble. He himself had never surrendered to anything in life - that was what life demanded of you - surrender. For reward it gave you love, this swarthy, skin-deep love that exacted remorseless penalties.",
      "author": "A.E. Coppard, Dusky Ruth: And Other Stories",
      "category": "life, love, surrender"
    },
    {
      "quote": "The pain of being in the stress and anxiety of control and fear must reach a point where you dont want to feel it anymore and then you are ready to truly surrender and let go.",
      "author": "Eileen Anglin",
      "category": "surrender, surrendering-letting-go"
    },
    {
      "quote": "Surrendering and letting go isn't not taking action.There is a difference. Taking action is moving forward and surrendering is letting go of fear.",
      "author": "Eileen Anglin",
      "category": "fear-quotes, fearless-quotes, letting-go-quotes, surrender, take-action"
    },
    {
      "quote": "Beware of surrender that is motivated by personal benefits that may result.",
      "author": "Oswald Chambers, My Utmost for His Highest",
      "category": "surrender"
    },
    {
      "quote": "Our ordinary and reasonable service to God may actually compete against our total surrender to Him.",
      "author": "Oswald Chambers, My Utmost for His Highest",
      "category": "surrender"
    },
    {
      "quote": "Gaining heaven, being delivered from sin, and being made useful to God are things that should never even be a consideration in real surrender.",
      "author": "Oswald Chambers, My Utmost for His Highest",
      "category": "surrender"
    },
    {
      "quote": "Surrender to God.",
      "author": "Lailah Gifty Akita",
      "category": "christain, god, surrender"
    },
    {
      "quote": "Surrendering to God is not passive resignation, fatalism, or an excuse for laziness.",
      "author": "Rick Warren, The Purpose Driven Life: What on Earth Am I Here for?",
      "category": "surrender"
    },
    {
      "quote": "God cannot deliver me while my interest is merely in my own character. Paul was not conscious of himself. He was recklessly abandoned, totally surrendered, and separated by God for one purpose--to proclaim the gospel of God.",
      "author": "Oswald Chambers, My Utmost for His Highest",
      "category": "surrender"
    },
    {
      "quote": "This total surrender to 'the love of Christ' is the only thing that will bear fruit in your life. And it will always leave the mark of God's holiness and His power, never drawing attention to your personal holiness.",
      "author": "Oswald Chambers, My Utmost for His Highest",
      "category": "surrender"
    },
    {
      "quote": "To Confess Is To Surrender",
      "author": "Sunday Adelaja",
      "category": "confess, surrender"
    },
    {
      "quote": "To be surrendered to God is of more value than our personal holiness.",
      "author": "Oswald Chambers, My Utmost for His Highest",
      "category": "surrender"
    },
    {
      "quote": "Remember, truth cannot be conquered. One has to surrender to truth, one has to be conquered by truth.",
      "author": "Osho, The Secret of Secrets",
      "category": "surrender, truth"
    },
    {
      "quote": "We all have a tendency to use prayer to dictate to God.",
      "author": "Jen Pollock Michel, Teach Us to Want: Longing, Ambition & the Life of Faith",
      "category": "faith, sovereignty-of-god, surrender"
    },
    {
      "quote": "Feeling the slight tremor of his fingers against her skin, Daisy was emboldened to remark, Ive never been attracted to tall men before. But you make me feel If you dont keep quiet, he interrupted curtly, Im going to strangle you. Daisy felt silent, listening to the rhythm of his breath as it turned deeper, less controlled. By contrast his fingers became more certain in their task, working along the row of pearls until her dress gaped open and the sleeves slipped from her shoulders. Where is it? he asked. The key?His tone was deadly. Yes, Daisy. The key. It fell inside my corset. Which means Ill have to take that off too. There was no reaction to the statement, no sound or movement. Daisy twisted to glance at Matthew. He seemed dazed. His eyes looked unnaturally blue against the flush on his face. She realized he was occupied with a savage inner battle to keep from touching her. Feeling hot and prickly with embarrassment, Daisy pulled her arms completely out of her sleeves. She worked the dress over her hips, wriggling out of the filmy white layers, letting them slide to the floor in a heap. Matthew stared at the discarded dress as if it were some kind of exotic fauna he had never seen before. Slowly his eyes returned to Daisy, and an incoherent protest came from his throat as she began to unhook her corset. She felt shy and wicked, undressing in front of him. But she was encouraged by the way he seemed unable to tear his gaze from each newly revealed inch of pale skin. When the last metal hook came apart, she tossed the web of lace and stays to the floor. All that remained over her breasts was a crumpled chemise. The key had dropped into her lap. Closing her fingers around the metal object, she risked a cautious glance at Matthew. His eyes were closed, his forehead scored with furrows of pained concentration. This isnt going to happen, he said, more to himself than to her. Daisy leaned forward to tuck the key into his coat pocket. Gripping the hem of her chemise, she stripped it over her head. A tingling shock chased over her naked upper body. She was so nervous that her teeth had begun to chatter. I just took my chemise off, she said. Dont you want to look? No. But his eyes had opened, and his gaze found her small, pink-tipped breasts, and the breath hissed through his clenched teeth. He sat without moving, staring at her as she untied his cravat and unbuttoned the layers of his waistcoat and shirt. She blushed everywhere but continued doggedly, rising to her knees to tug the coat from his shoulders. He moved like a dreamer, slowly pulling his arms from the coat sleeves and waistcoat. Daisy pushed his shirt open with awkward determination, her gaze drinking in the sight of his chest and torso. His skin gleamed like heavy satin, stretched taut over broad expanses of muscle. She touched the powerful vault of his ribs, trailing her fingertips to the rippled tautness of his midriff. Suddenly Matthew caught her hand, seemingly undecided whether to push it away or press it closer. Her fingers curled over his. She stared into his dilated blue eyes. Matthew, she whispered. Im here. Im yours. I want to do everything youve ever imagined doing with me. He stopped breathing. His will foundered and collapsed, and suddenly nothing mattered except the demands of a desire that had been denied too long. With a rough groan of surrender, he lifted her onto his lap.",
      "author": "Lisa Kleypas, Scandal in Spring",
      "category": "daisy-and-matthew, surrender"
    },
    {
      "quote": "When wecompletely surrender to Him then our thoughts begin to change.",
      "author": "Nikki Vilano",
      "category": "surrender, thoughts-of-the-mind"
    },
    {
      "quote": "There's nothing unmanly about surrender. It takes a brave man to give in.",
      "author": "Dev Bentham, Driving into the Sun",
      "category": "manliness, surrender"
    },
    {
      "quote": "Don't hold on too long;to which does not belong, Don't shed a tear; for all the pain that's gone,Create a new;from the wisdom of the past, Open your heart wider, as storms do not last.",
      "author": "Nikki Rowe, Once a Girl, Now a Woman",
      "category": "freedom, heart, letgo, love, peace, surrender, truth, wisdom"
    },
    {
      "quote": "The Ninysh might have resisted a bit harder. I don't mean to imply that they were cowards...,\" Maurizio said shrugging, clearly implying that the Ninysh were cowards.",
      "author": "Rachel Hartman, Shadow Scale",
      "category": "coward, cowardice, persuasion, surrender"
    },
    {
      "quote": "Sometimes it is no great shame to give in, even to despair, provided that it is just for a little while. Sometimes a little surrender is good for the soul.",
      "author": "Alexia Casale, The Bone Dragon",
      "category": "surrender"
    },
    {
      "quote": "It's easier to surrender to confinement.",
      "author": "Jhumpa Lahiri, The Namesake",
      "category": "confinement, immigrant-experience, surrender"
    },
    {
      "quote": "Surrender is when we come to the end of our struggle with ourselves and God can begin. Surrender is acknowledging that we need Divine Intervention; we dont know it all, we do not see what God sees.When we give ourselves the first 15 minutes of the first hour of the day, to pray, meditate, read, journal, reflect, silently inquire after God, we set the tone for clear thinking throughout our day. - SHANNON TANNER",
      "author": "Shannon Tanner, Worthy: The POWER of Wholeness",
      "category": "divine-intervention, surrender"
    },
    {
      "quote": "Surrender is when we stop toiling and striving and we begin receiving and arriving. Nothing is more beautiful to experience than the inner rest that follows surrender.",
      "author": "Shannon Tanner",
      "category": "striving-for-success, surrender"
    },
    {
      "quote": "Writing, it's Feeling. spontaneous urges touching upon each of the senses the moment the pen magnetises into fingertips spilling out currents of words in panicked ink splatters, unmanaged, unfiltered & channeled.wept out, breath subtle,surrounded by empty sound. static brush,while wrist sweeps across lanes,crossing lines, giving in,its desperation, its surrender,where its heading,where its been.",
      "author": "L V HALL",
      "category": "channeled, surrender, writing"
    },
    {
      "quote": "Let go of everything. That is how you get everything.",
      "author": "Bryant McGill, Simple Reminders: Inspiration for Living Your Best Life",
      "category": "acquisition, surrender"
    },
    {
      "quote": "I couldnt fight the tide, so Idecided to float along.",
      "author": "David Levithan",
      "category": "surrender"
    },
    {
      "quote": "God is committed when we are submitted! Surrender whatever you're holding onto!",
      "author": "Evinda Lepins, A Cup of Grace for the Day: Coffee Hour with Chicklit Power",
      "category": "committed, submitted, surrender"
    },
    {
      "quote": "Why not simply surrender to ones doom, since one was so clearly, so spectacularly, doomed?",
      "author": "Paul Russell, The Coming Storm",
      "category": "doom, surrender"
    },
    {
      "quote": "You want something real bad? Go after it with ferocity like if your life depended on it and never ever surrender. Only a question of time.",
      "author": "Ziad K. Abdelnour, Economic Warfare: Secrets of Wealth Creation in the Age of Welfare Politics",
      "category": "ferocity, life, surrender, time"
    },
    {
      "quote": "Surrender activates the Law of Attraction",
      "author": "Annette Vaillancourt, How to Manifest Your Soulmate with Eft: Relationship as a Spiritual Path",
      "category": "law-of-attraction-love, surrender"
    },
    {
      "quote": "Once you truly surrender, you wont feel like you are waiting anymore. You wont know how quickly or where your SoulMate will show up. Prepare to be surprised!",
      "author": "Annette Vaillancourt, How to Manifest Your Soulmate with Eft: Relationship as a Spiritual Path",
      "category": "soulmate, surrender"
    },
    {
      "quote": "Surrender doesnt have to be a heavy, solemn thing. It can be a joyous relief. Finally the burden is off you.",
      "author": "Annette Vaillancourt, How to Manifest Your Soulmate with Eft: Relationship as a Spiritual Path",
      "category": "surrender"
    },
    {
      "quote": "When you surrender, you live in eager anticipation of the surprise. The dual weights of yearning and despair are cast off.",
      "author": "Annette Vaillancourt, How to Manifest Your Soulmate with Eft: Relationship as a Spiritual Path",
      "category": "surrender"
    },
    {
      "quote": "We should not shed tears.That is a surrender of the body to the heart.It is only proofThat we are beings that do not knowWhat to do with our hearts",
      "author": "Tite Kubo, Bleach, Volume 07",
      "category": "bleach, heart, kuchiki-byakuya, surrender"
    },
    {
      "quote": "We think its weak to surrender, but sometimes its the bravest thing we can possibly do.",
      "author": "Toni Sorenson",
      "category": "surrender"
    },
    {
      "quote": "It is also good to love: because love is difficult. For one human being to love another human being: that is perhaps the most difficult task that has been entrusted to us, the ultimate task, the final test and proof, the work for which all other work is merely preparation.... Loving does not at first mean merging, surrendering, and uniting with another person (for what would a union be of two people who are unclarified, unfinished, and still incoherent?), it is a high inducement for the individual to ripen, to become something in himself, to become world, to become world in himself for the sake of another person; it is a great, demanding claim on him, something that chooses him and calls him to vast distances... Merging and surrendering and every kind of communion is not for them (who must still, for a long, long time, save and gather themselves); it is the ultimate, is perhaps that for which human lives are as yet barely large enough.",
      "author": "Rainer Maria Rilke, Letters to a Young Poet",
      "category": "difficulty, love, merging, surrender"
    },
    {
      "quote": "Fear of death is fear of surrender to Infinity. Learn to surrender, to exist at Infinity while alive, and fear of death dissolves. Fear of death is fear of the Unknown. Realize the Wonder, the Eternal Unknowability of the Totality of Existence, and fear of death is transcended. If happiness or freedom depends on the Answer to the Question, then there can be no happiness or freedom. The Question cannot be satisfactorily or finally Answered. For one who abides at Infinity, happy and free, at ease with his Ultimate Ignorance, the Question and the Answer are equally unnecessary. What began will come to an end. What is Wonderful is not threatened. The Process of the Totality of Existence is Transcendental and Eternal. Only a fraction of the Whole can pass away in any moment, since only a fraction of the Whole appears in any moment. Therefore, the Heart Itself is always already Full of Wonder and Love. \"I\" is the body-mind, the fraction of the Whole that is now appearing and will soon disappear. \"I\" must be surrendered to the Heart, to the Whole, which is Infinity, Wonder, and Love.",
      "author": "Adi Da Samraj, The Eating Gorilla Comes in Peace: The Transcendental Principle of Life Applied to Diet and the Regenerative Discipline of True Health",
      "category": "death, fear, fear-of-death, surrender, transcendence"
    },
    {
      "quote": "It is generally the trustful and optimistic people who can afford to retreat. The loveless and faithless ones are compelled by their pessimism to attack.",
      "author": "T.H. White, The Ill-Made Knight",
      "category": "love, surrender"
    },
    {
      "quote": "...there was a certain comfort in surrender.",
      "author": "Adam Langer, The Salinger Contract",
      "category": "surrender"
    },
    {
      "quote": "A surrendered day is a good day.",
      "author": "Danielle Boonstra",
      "category": "faith, love, spirituality, surrender"
    },
    {
      "quote": "Their raspy kisses brand our jam tart necks, their treacherous miasma clasps our herbal thighs. Motherlessly we surrender, too many fathers we have, we, your daughters of joy.",
      "author": "Laura Gentile, Seraphic Addiction",
      "category": "joy, kisses, necks, raspy, surrender, thighs"
    },
    {
      "quote": "Have this faith that someone is there to take away your weaknesses. Ok, you slipped once, twice, thrice. It does not matter. Keep moving ahead. People take vows never to commit mistakes again. Breaking the vows makes it worse. Surrendering is better",
      "author": "Sri Sri Ravi Shankar",
      "category": "faith, moving-forward, surrender, weakness-quotes"
    },
    {
      "quote": "Every person has a season for knowledge.",
      "author": "Elana Johnson, Surrender",
      "category": "possession-series, surrender"
    },
    {
      "quote": "Were all broken. We all have cracks. Its not about making it through life in one piece its about narrowing the gap between the fissures so we dont shatter.Ted Basel to Jo Nehr in my next \"Surrender\" story",
      "author": "Riley  Murphy",
      "category": "life, love, surrender"
    },
    {
      "quote": "I love you, Ive loved you for years and Ill love you for years more. Its not something I can fight, its not something I want to fight.",
      "author": "Somi Ekhasomhi, Always Yours",
      "category": "declaration-of-love, love, surrender"
    },
    {
      "quote": "DADDYYou do not do, you do not doAny more, black shoeIn which I have lived like a footFor thirty years, poor and white,Barely daring to breathe or Achoo.Daddy, I have had to kill you.You died before I had timeMarble-heavy, a bag full of God,Ghastly statue with one grey toeBig as a Frisco sealAnd a head in the freakish AtlanticWhen it pours bean green over blueIn the waters of beautiful Nauset.I used to pray to recover you.Ach, du.In the German tongue, in the Polish townScraped flat by the rollerOf wars, wars, wars.But the name of the town is common.My Polack friendSays there are a dozen or two.So I never could tell where youPut your foot, your root,I never could talk to you.The tongue stuck in my jaw.It stuck in a barb wire snare.Ich, ich, ich, ich,I could hardly speak.I thought every German was you.And the language obsceneAn engine, an engineChuffing me off like a Jew.A Jew to Dachau, Auschwitz, Belsen.I began to talk like a Jew.I think I may well be a Jew.The snows of the Tyrol, the clear beer of ViennaAre not very pure or true.With my gypsy ancestress and my weird luckAnd my Taroc pack and my Taroc packI may be a bit of a Jew.I have always been scared of you,With your Luftwaffe, your gobbledygoo.And your neat mustacheAnd your Aryan eye, bright blue.Panzer-man, panzer-man, O YouNot God but a swastikaSo black no sky could squeak through.Every woman adores a Fascist,The boot in the face, the bruteBrute heart of a brute like you.You stand at the blackboard, daddy,In the picture I have of you,A cleft in your chin instead of your footBut no less a devil for that, no notAnd less the black man whoBit my pretty red heart in two.I was ten when they buried you.At twenty I tried to dieAnd get back, back, back to you.I thought even the bones would do.But they pulled me out of the sack,And they stuck me together with glue.And then I knew what to do.I made a model of you,A man in black with a Meinkampf lookAnd a love of the rack and the screw.And I said I do, I do.So daddy, Im finally through.The black telephones off at the root,The voices just cant worm through.If Ive killed one man, Ive killed twoThe vampire who said he was youAnd drank my blood for a year,Seven years, if you want to know.Daddy, you can lie back now.Theres a stake in your fat black heartAnd the villagers never like you.They are dancing and stamping on you.They always knew it was you.Daddy, daddy, you bastard, Im through.",
      "author": "Sylvia Plath, Ariel",
      "category": "daddy, onomatopoeia, prose, rhythm"
    },
    {
      "quote": "But what humans forget, cells remember. The body, that elephant",
      "author": "Jeffrey Eugenides",
      "category": "prose"
    },
    {
      "quote": "Don't use a five-dollar word when a fifty-cent word will do.",
      "author": "Mark Twain",
      "category": "prose, vocabulary"
    },
    {
      "quote": "Work on good prose has three steps: a musical stage when it is composed, an architectonic one when it is built, and a textile one when it is woven.",
      "author": "Walter Benjamin",
      "category": "prose"
    },
    {
      "quote": "A changeableness, too, as if beneath my visible face there was another, having second thoughts.",
      "author": "Jeffrey Eugenides, Middlesex",
      "category": "prose"
    },
    {
      "quote": "He turns and walks away, moving so quickly that the candle flames shiver with the motion of the air. I miss you, Isobel says as he leaves, but the sentiment is crushed by the clatter of the beaded curtain falling closed behind him.",
      "author": "Erin Morgenstern, The Night Circus",
      "category": "prose"
    },
    {
      "quote": "Juliet!' I whip around but not quickly enough. She's swallowed by the crowd, the gap that allowed her to break for the door closing just as quickly as it opened, a shifting Tetris pattern of bodies...",
      "author": "Lauren Oliver, Before I Fall",
      "category": "prose"
    },
    {
      "quote": "A good sentence in prose should be like a good line in poetry, unchangeable, as rhythmic, as sonorous.",
      "author": "Gustave Flaubert, Selected Letters",
      "category": "prose"
    },
    {
      "quote": "Rain woke him, a slow drizzle, his feet tangled in coils of discarded fiberoptics. The arcade's sea of sound washed over him, receded, returned. Rolling over, he sat up and held his head.",
      "author": "William Gibson, Neuromancer",
      "category": "imagery, prose"
    },
    {
      "quote": "The displacement of water is equal to the something of something.",
      "author": "William Faulkner",
      "category": "poetic, prose, the-sound-and-the-fury, william-faulkner"
    },
    {
      "quote": "The scrape and snap of Keds on loose alley pebbles seems to catapult their voices high into the moist March air blue above the wires.",
      "author": "John Updike",
      "category": "prose"
    },
    {
      "quote": "Raz was one of those vanguard human beings of indeterminate ethnicity, the magnificent mutts that I hope we are all destined to become given another millennium of intermixing. His skin was a rich pecan color from his dad, who was part African American and part native Hawaiian. His hair, straight and glossy black, and the almond shape of his eyes came from his Japanese grandmother. But their color was the cool blue he'd inherited from his mum, a Swedish windsurfing champion.",
      "author": "Geraldine Brooks, People of the Book",
      "category": "prose"
    },
    {
      "quote": "As his dark closet shows, Bluebeard was a collector at heart, and even after dispatching a wife, could not let her fully depart.",
      "author": "Shuli Barzilai, Tales of Bluebeard and His Wives from Late Antiquity to Postmodern Times",
      "category": "bluebeard, prose"
    },
    {
      "quote": "Feel no regret for roses, autumn too has its delights...How could she say that? Didn't she see that for us there could never be autumn, that we could never sit, as anyone else could sit, beside the fire all day on Sundays in November; that September's leaves, that fall for man and beast alike, were not our leaves to walk in; that October storms would never find us sharing an umbrella? The love of spring had thrived on wine and candles; now in the August of our lives, we needed newspapers and comfortable chairs. But it was impossible. No autumn--only a cold wind that blew through our summer, freezing the leaves in their places before they could motley and fall.",
      "author": "Raphael Carter, The Fortunate Fall",
      "category": "cyberpunk, postcyberpunk, prose"
    },
    {
      "quote": "Prose lies its way to the truth",
      "author": "Bert McCoy",
      "category": "clarity-quotes, love, poetry, prose, truth"
    },
    {
      "quote": "Closer, its all right. Touch the man of grief.Do. Dont be afraid. My troubles are mine and I am the only man alive who can sustain them.",
      "author": "Sophocles, Oedipus Rex",
      "category": "oedipus-rex, prose, sophocles"
    },
    {
      "quote": "As she gobbled up the miles, big ravines appeared before her, their starving mouths open for the swallow.",
      "author": "R.J.  Lawrence, The Xactilias Project",
      "category": "flying, flying-quotes, landscape, prose"
    },
    {
      "quote": "Iverson glanced down at my white-knuckled grip, then at my eyes. A hint of a smile more subtle than a single flick of snow crossed his face, and his eyes nodded approval.",
      "author": "Allen Eskins",
      "category": "prose"
    },
    {
      "quote": "Oyin Das mind is as elegant as a French horn, thoughts moving in whorls and evoking fresh mint leaves.",
      "author": "Tade Thompson, Rosewater",
      "category": "cyberpunk, prose"
    },
    {
      "quote": "I have learned that love is often strongest where it is most threatened. Where it is most terrorised is where it most profusely grows.Lillian WhiteI Would Send You Poppies",
      "author": "Lillian White",
      "category": "prose"
    },
    {
      "quote": "Coyote Mountain too much for her, alone with pine trees up to your neck, wooden bench by the Pecos River which runssilver in the winter untold. Dust-bit dirt lonely Indians with wet brown bellies which the moon shines upon like a frosty lake, the silver show of market stalls and paintings of four pitiful horses likes of which the Spanish brought under the Mexican memory of nightfall but the oldMing china-woman on her rickety bicycle with broken straw hat with bow-legged strength,simply; the perfect depiction of the fellaheen world riddled with ancient endeavour, the old china women of the world youll find them so perfect in all your cities under the twinkle of stars. Thewould be fishermen of dawn, collected wintery downpours and sunlight situations which never beckon further than his share, meant on this earth , match stick motels which warp your loving tales of good mornings or whichever is left.",
      "author": "Samuel J Dixey, An evening in Autumn: The unbegotten procession",
      "category": "an-evening-in-autumn, prose"
    },
    {
      "quote": "And just as he had tried, on the southern beach, to find again that unique rounded black pebble with the regular little white belt, which she had happened to show him on the eve of their last ramble, so now he did his best to look up all the roadside items that retained her exclamation mark: the special profile of a cliff, a hut roofed with a layer of silvery-gray scales, a black fir tree and a footbridge over a white torrent, and something which one might be inclined to regard as a kind of fatidic prefiguration: the radial span of a spiders web between two telegraph wires that were beaded with droplets of mist. She accompanied him: her little boots stepped rapidly, and her hands never stopped moving, movingto pluck a leaf from a bush or stroke a rock wall in passinglight, laughing hands that knew no repose. He saw her small face with its dense dark freckles, and her wide eyes, whose pale greenish hue was that of the shards of glass licked smooth by the sea waves.",
      "author": "Vladimir Nabokov, The Return of Chorb",
      "category": "imagery, prose"
    },
    {
      "quote": "How might you measure men beneath our skies? The shear depth of the human heart and her capacity for humbleness?Like a scientific fraction huh, but I am born of these times so forgive me that. Under this grey skied dream which has already been, already dreamt. Already past? Might everything be just hindsight? Already known gone faded the sun too, so nothing like that to be worried about? AndEngland when did she fall or might she never have begun? Withered earth before the withered Sun? Your forever field will forever be in my heart; alas here I am bold content and never knowing.",
      "author": "Samuel J Dixey, An evening in Autumn: The unbegotten procession",
      "category": "an-evening-in-autumn, prose, samuel-j-dixey"
    },
    {
      "quote": "There will come a time in life, when you have to take decisions from your own. Choose wisely.As whatever you choose, will require your complete time & attention.So you must need to trust yourself,whenever you have to make a lifes decision.",
      "author": "Ayushi Jain",
      "category": "humor, inspirational, prose"
    },
    {
      "quote": "The itchy reality of these places is that they are no place at all, they are nowhere. Theres a sleeping monster in nowhere, and it is older and bigger than you, it is island-sized, and it has never known happiness. If youre ever nowhere at all, and you do think about it, and you can hardly think about anything else, and you can hardly breathe, and oh, God, it is awake, it is that grand realisation which nobody can speak. Dont speak it! What would you say?But all is not lost, because in our language we have this phrase. We never have to be nowhere at all, we only ever have to be in the middle of nowhere, which is a softer, funnier place to be. Do you see? The phrase makes nowhere a place, with boundaries and a centre, and if there are boundaries then you can leave this place, you can travel in any direction and nowhere will cease to be, and this whole experience will be something you can laugh about.",
      "author": "Quintin Smith",
      "category": "humor, linguistics, prose"
    },
    {
      "quote": "By degrees, the bitterness at my heart diffused itself to the circumference of the circle in which my life went its cheerless mechanical round.",
      "author": "Edward Bulwer-Lytton, A Strange Story",
      "category": "analogy, calculations, geometry, math, maths, mechanism, poetry, prose"
    },
    {
      "quote": "He lifted his arm that had been resting on her shoulders and gazed at the words she had written on his hand. He had been branded as cattle are branded to show whom they belong to. The cold mountain air stung his lips. She was driving too fast on this road that had once been a forest. Early humans had lived in it. They studied fire and the movement of the sun. They read the clouds and the moon and tried to understand the human mind His father had tried to melt him into a Polish forest when he was five years old. He knew he must leave no trace or trail of his existence because he must never find his way home. That was what his father had told him. You cannot come home. This was not something possible to know but he had to know it all the same",
      "author": "Deborah Levy, Swimming Home",
      "category": "prose"
    },
    {
      "quote": "You'd love a bit of pomp: that way in later years you might invoke end-of-empire ghosts.",
      "author": "China Miville, Embassytown",
      "category": "prose"
    },
    {
      "quote": "Rock rock. Back and forth. Lull. Push. Release. Swing back. The stars, the leaves, even the sound of the creek throbbing back and forth. Of a boat. Of a hammock. Of a child's swing. Of a womb. Back and forth. Rock rock. Smell of cold current, of stone, manure, blossom. Sleep.",
      "author": "Peter Heller, The Dog Stars",
      "category": "prose"
    },
    {
      "quote": "Theres a big default notion that spare, or precise prose is somehow better. I keep insisting to them that while such prose is completely legitimate, its in no way intrinsically more accurate, more relevant, or better than lush prose. That adjective precise, for example, needs unpicking. If a minimalist writer describes a table, and a metaphor-ridden adjective-heavy weird fictioneer describes a table, they are very different, but the former is in absolutely no way closer to the material reality than the latter. Both of them are radically different from that reality. Theyre just words. A table is a big wooden thing with my tea on it.",
      "author": "China Miville",
      "category": "prose, style"
    },
    {
      "quote": "In general, dividing literature into prose and poetry began with the appearance of prose, for only in prose could such a division be expressed. By its nature, by its essence, art is hierarchical, automatically, and in this hierarchy, poetry stands above prose. If only because poetry is older. Poetry really is a very strange thing, because it belongs to a troglodyte as well as to a snob. It can be produced in the Stone Age and in the most modern salon, whereas prose requires a developed society, a developed structure, certain established classes, if you like. Here you could start reasoning like a Marxist without even being wrong. The poet works from the voice, from the sound. For him, content is not as important as is ordinarily believed. For a poet, there is almost no difference between phonetics and semantics. Therefore, only very rarely does the poet give any thought to who in fact comprises his audience. That is, he does so much more rarely than the prose writer.",
      "author": "Joseph Brodsky",
      "category": "poetry, prose"
    },
    {
      "quote": "She stopped then and turned her face toward him and the hateful wind.",
      "author": "Toni Morrison",
      "category": "prose"
    },
    {
      "quote": "Bottom line, when someone defensively says their way of writing is their style, then that usually means they're making an excuse for poor prose.",
      "author": "A.J. Flowers, A Guide to Writing Your First Novel",
      "category": "powning-it, prose, writing"
    },
    {
      "quote": "Gennia is eating and talking to Ruiz on the phone. Each time he takes a mouthful, he catches a whiff of his shirt, which stinks of failure and yesterday.",
      "author": "Michael Robotham, Watching You",
      "category": "prose, weary"
    },
    {
      "quote": "It ain't so easy writing about nothin",
      "author": "Patti Smith, M Train",
      "category": "inspiration, muse, nonfiction, poetry, prose, writing"
    },
    {
      "quote": "Flora took pleasure in the delicacy of her approach and studied the ways of the smallest, sweetest blooms she could find, tiny pimpernels and forget-me-nots hiding in the pockets of the fields. The energy of the sun on her body and the joy of foraging filled her soul. She flew the fields and gathered until the light began to fade and she heard the sound of her forager sisters' wings turning for home. Then she joined them.",
      "author": "Laline Paull, The Bees",
      "category": "bees, nature, prose"
    },
    {
      "quote": "Speak without words. Know the weight of words",
      "author": "SpillingInk",
      "category": "poetry, prose, spillingink"
    },
    {
      "quote": "Mirabelle sat down, dropping into the cushions like a ball being caught in a large leather glove.",
      "author": "Sara Sheridan, British Bulldog",
      "category": "cushions, description, mirabelle-bevan, prose, sara-sheridan, sitting-down"
    },
    {
      "quote": "Victor was the first to speak, and when he did, it was with an eloquence and composure perfectly befitting the situation",
      "author": "V.E. Schwab",
      "category": "prose"
    },
    {
      "quote": "As Raimbaut dragged a dead man along he thought, Ohcorpse, I have come rushing here only to be dragged along by theheels like you. What is this frenzy that drives me, this mania forbattle and for love, when seen from the place where your staringeyes gaze and your flung-back head knocks over stones? Its thatI think of, oh corpse, its that you make me think of: but does anythingchange? Nothing. No other days exist but these of oursbefore the tomb, both for us the living and for you the dead. Mayit be granted me not to waste them, not to waste anything of whatI am, of what I could be: to do deeds helpful to the Frankish cause:to embrace, to be embraced by, proud Bradamante. I hope youspent your days no worse, oh corpse. Anyway to you the dice have already shown their numbers. For me they are still whirling in thebox. And I love my own disquiet, corpse, not your peace.",
      "author": "Italo Calvino",
      "category": "calvino, harold-bloom, italo, nonexistent-knight, prose"
    },
    {
      "quote": "What did Saturday's used to taste like? Like eggs and fried ham and the bitter smell of hair in heavy rollers. Like long quiet hours and making up after a fight. Like ointment and bruising. Like waiting, especially, for something - anything - to happen.",
      "author": "Lauren Oliver",
      "category": "prose"
    },
    {
      "quote": "The joyous clamor in my mind drowned out the strange sound outside the car: a humming noise that was gathering speed and growing louder, a roar that was not the waves curling up the beach.",
      "author": "Padma Venkatraman, Climbing the Stairs",
      "category": "metaphors, prose"
    },
    {
      "quote": "Their lives have a size and a shape now. Estha has his and Rahel hers.Edges, Borders, Boundaries, Brinks and Limits have appeared like a team of trolls on their separate horizons. Short creatures with long shadows, patrolling the Blurry End. Gentle half-moons have gathered under their eyes and they are as old as Ammu was when she died. Thirty-one. Not old.Not young.But a viable die-able age.",
      "author": "Arundhati Roy, The God of Small Things",
      "category": "beautiful-writing, prose"
    },
    {
      "quote": "There were these things and the flames ate these things, and since fire doesn't distinguish between the word of God and the word of the Soviet Communications Registry Bureau, both Qur'an and telephone directory returned to His mouth in the same inhalation of smoke.",
      "author": "Anthony Marra, A Constellation of Vital Phenomena",
      "category": "prose"
    },
    {
      "quote": "You never turn away family, no matter how f***ed up they are.",
      "author": "Ronald Velesovsky",
      "category": "acoa, alcoholic, alcoholism, dysfunctional-family, prose, wisdom"
    },
    {
      "quote": "Despite my affection for subtext and plot and prose at its best... life, it turns out, is nothing more than the finer details.",
      "author": "Bailey Vincent, The Details of How We Lived",
      "category": "details, life, life-is-in-the-details, plot, prose, romance, subtext, writing"
    },
    {
      "quote": "Once he got bitten, and they all wept bitterly, expecting to see a spectacular death-agony; but he just went off into the bush and probably ate something, for he came back in a few days quite cock-a-hoop and as ready to eat snakes as ever.",
      "author": "Richard Hughes",
      "category": "prose"
    },
    {
      "quote": "A forced contemplation of the heavens, crisp and angelic blue, a classic prelude to death.",
      "author": "Rachel Kushner, The Flamethrowers",
      "category": "death, prose"
    },
    {
      "quote": "Insofar as craft and poetics in a poem have a politics, I wanted to avoid that brittle enjambed-prose-sentence-lyric verse, where you have standard sentences snapped off and scattered decoratively across the page (which I might go out on a limb and say was characteristic of some leftist poets, Beat poets, street poets and populist poets of the 70s and 80sall of whom I basically view as comrades, I should probably say, to this day) and on the other hand I also wanted my poetics to operate differently than those more right-wing academicsin practiceeven if in their poems or statements they proclaim public leftist views or ideasthey remain academic poets, operating in elite university-supported circles, institutionalized and reading before institutional audiences, awarding grants and awards to each other, sitting on each others grants panels, awards and tenure committees, as Philip Levine admitted in an interview in Dont Ask, 'giving prizes to friends.",
      "author": "Sesshu Foster",
      "category": "foster, poetry, prose, sesshu, writing"
    },
    {
      "quote": "Because even when there is no hope, somehow you can still find a place to pin inside the things that you need.",
      "author": "Chris   Howard, Rootless",
      "category": "don-t-give-up, inspiration, inspirational-quotes, prose"
    },
    {
      "quote": "In general, I would think that at present prose writers are much in advance of the poets. In the old days, I read more poetry than prose, but now it is in prose where you find things being put together well, where there is great ambition, and equal talent. Poets have gotten so careless, it is a disgrace. You cant pick up a page. All the words slide off.",
      "author": "William H. Gass",
      "category": "inspiration, literary-criticism, living-writers, poetry, prose"
    },
    {
      "quote": "And I howled at that swarm and the crops and the sky, and the stars should have quit because there weren't no reason to be shining.",
      "author": "Chris   Howard",
      "category": "beautiful-writing, prose"
    },
    {
      "quote": "why be bothered with other people's set-ups? it only leads to torture.",
      "author": "Bob Dylan",
      "category": "1966, bob-dylan, poetry, prose, tarantula"
    },
    {
      "quote": "I felt naked beneath the wildness of her eyes. I felt alive. Unknown. And I knew then that the world contained so many things I would never understand.",
      "author": "Chris   Howard, Rootless",
      "category": "prose, rootless"
    },
    {
      "quote": "I wouldn't give ten gallons of my own piss for clear sentence that gives the sense of a tree as a tree, when I revel in the nonsense of its being my own Grandfather, a letter from yesterday, or a masturbating fist.",
      "author": "David Joseph Cribbin, Father Crow and Other Poems",
      "category": "commonsense, prose, sense"
    },
    {
      "quote": "Most people become bankrupt through having invested too heavily in the prose of life. To have ruined one's self over poetry is an honour.",
      "author": "Oscar Wilde, The Picture of Dorian Gray",
      "category": "life, poetry, prose"
    },
    {
      "quote": "You couldn't make up something that looked so right.",
      "author": "Chris   Howard, Rootless",
      "category": "art, life, prose"
    },
    {
      "quote": "You take what you can get, I reckon. You take what you can get.",
      "author": "Chris   Howard, Rootless",
      "category": "life, prose, rootless"
    },
    {
      "quote": "The flesh of prose gets its shape and strength from the bones of grammar.",
      "author": "Constance Hale",
      "category": "grammar, prose"
    },
    {
      "quote": "Im a man of music as much as I am a man of words and prose. One could even possibly say that they, music and prose, are connected to a lengthy and mutually beneficial extent and that they have been of centuries or millenniums.",
      "author": "Nicholas Trandahl",
      "category": "music, prose"
    },
    {
      "quote": "Tell all the truth but tell it slant.",
      "author": "Emily Dickinson, The Complete Poems of Emily Dickinson",
      "category": "poetry, prose, writing"
    },
    {
      "quote": "I can't be expected to produce deathless prose in an atmosphere of gloom and eucalyptus.",
      "author": "Gerald Durrell, My Family and Other Animals",
      "category": "atmosphere, eucalyptus, gloom, prose"
    },
    {
      "quote": "The fact is that certain themes cannot be celebrated in words, and tyranny is one of them. No one ever wrote a good book in praise of the Inquisition.",
      "author": "George Orwell, Books v. Cigarettes",
      "category": "prose, tyranny"
    },
    {
      "quote": "Unlike Gatsby and Tom Buchanan I had no girl whose disembodied face floated along the dark cornices and blinding signs and so I drew up the girl beside me, tightening my arms. Her wan scornful mouth smiled and I drew her up again, closer, this time to my face.",
      "author": "F. Scott Fitzgerald, The Great Gatsby",
      "category": "lovely, prose, the-great-gatsby"
    },
    {
      "quote": "He was a compact, clearcut man, with precise features, a lot of very soft black hair, and thoughtful dark brown eyes. He had a look of wariness, which could change when he felt relaxed or happy, which was not often in these difficult days, into a smile of amused friendliness and pleasure which aroused feelings of warmth, and something more, in many women.",
      "author": "A.S. Byatt, Possession",
      "category": "character-description, character-development, characteristics, description, prose"
    },
    {
      "quote": "I knew it was a day of endings, one way or another.",
      "author": "Chris   Howard, Rootless",
      "category": "prose, rootless"
    }
  ]
}