{"author":"Ravindu Manoj","github":"ravindu01manoj","repo":"Quotes-500k","data":[{"quote":"Creation destroys as it goes, throws down one tree for the rise of another. But ideal mankind would abolish death, multiply itself million upon million, rear up city upon city, save every parasite alive, until the accumulation of mere existence is swollen to a horror.","author":"D. H. Lawrence","category":"Tree, City, Rise"},{"quote":"It comes with faith, for with complete faith there is no fear of what faces you in life or death.","author":"Jacqueline Cochran","category":"Life, Fear, Faith"},{"quote":"I could not tell you the date of my mother's death. I could not tell you the date of my dad's death. These are not dates that I find significant.","author":"O. J. Simpson","category":"Mother, You, Find"},{"quote":"There are, as is known, insects that die in the moment of fertilization. So it is with all joy: life's highest, most splendid moment of enjoyment is accompanied by death.","author":"Soren Kierkegaard","category":"Life, Joy, Moment"},{"quote":"Good is positive. Evil is merely privative, not absolute: it is like cold, which is the privation of heat. All evil is so much death or nonentity. Benevolence is absolute and real. So much benevolence as a man hath, so much life hath he.","author":"Ralph Waldo Emerson","category":"Life, Positive, Good"},{"quote":"A pun does not commonly justify a blow in return. But if a blow were given for such cause, and death ensued, the jury would be judges both of the facts and of the pun, and might, if the latter were of an aggravated character, return a verdict of justifiable homicide.","author":"Oliver Wendell Holmes, Sr.","category":"Character, Facts, Return"},{"quote":"All violence consists in some people forcing others, under threat of suffering or death, to do what they do not want to do.","author":"Leo Tolstoy","category":"Suffering, Violence, People"},{"quote":"Take care of your life and the Lord will take care of your death.","author":"George Whitefield","category":"Life, Care, Take Care"},{"quote":"O Death, rock me asleep, bring me to quiet rest, let pass my weary guiltless ghost out of my careful breast.","author":"Anne Boleyn","category":"Me, Rest, Ghost"},{"quote":"I mean, whatever kills you kills you, and your death is authentic no matter how you die.","author":"Jerry Garcia","category":"Die, You, Mean"},{"quote":"Death is pitch-dark, but colors are light. To be a painter, one must work with rays of light.","author":"Edvard Munch","category":"Work, Light, Colors"},{"quote":"Death doesn't frighten me now I can think peacefully of ending a long life.","author":"Jeanne Calment","category":"Life, Me, Long"},{"quote":"As long as your body is healthy and under control and death is distant, try to save your soul; when death is immanent what can you do?","author":"Chanakya","category":"Health, Soul, Healthy"},{"quote":"Everything tends to make us believe that there exists a certain point of the mind at which life and death, the real and the imagined, past and future, the communicable and the incommunicable, high and low, cease to be perceived as contradictions.","author":"Andre Breton","category":"Life, Future, Past"},{"quote":"If we can understand that death is not the end but is really a transition into the next life, the great part of life, that frees us up into receiving God's courage and his help.","author":"Max Lucado","category":"Life, Courage, Great"},{"quote":"Just like the poles of a magnet, some people are drawn to death and others are repulsed by it, but we all have to deal with it.","author":"James Hetfield","category":"People, Some People, Like"},{"quote":"Stories hold conflict and contrast, highs and lows, life and death, and the human struggle and all kinds of things.","author":"David Lynch","category":"Life, Struggle, Conflict"},{"quote":"He that fears death loses the joys of life.","author":"Jan Hus","category":"Life, Fears, He"},{"quote":"I will never be a fan of any kind of political correctness: I think it's instant death to creativity.","author":"Mads Mikkelsen","category":"Creativity, Political, Think"},{"quote":"There can be no darker or more devastating tragedy than the death of man's faith in himself and in his power to direct his future.","author":"Saul Alinsky","category":"Future, Faith, Tragedy"},{"quote":"A weak soul does not have the endurance to resist the flesh for very long. It grows heavy, becomes flesh itself, and the contest ends. But among responsible men, men who keep their eyes riveted day and night upon the Supreme Duty, the conflict between flesh and spirit breaks out mercilessly and may last until death.","author":"Nikos Kazantzakis","category":"Day, Eyes, Soul"},{"quote":"Life is a banquet, and most poor suckers are starving to death.","author":"Rosalind Russell","category":"Life, Life Is A, Poor"},{"quote":"It seems to me that if you or I must choose between two courses of thought or action, we should remember our dying and try so to live that our death brings no pleasure on the world.","author":"John Steinbeck","category":"World, Me, Remember"},{"quote":"Life can't defeat a writer who is in love with writing, for life itself is a writer's lover until death.","author":"Edna Ferber","category":"Love, Life, Writing"},{"quote":"Shrinking away from death is something unhealthy and abnormal which robs the second half of life of its purpose.","author":"Carl Jung","category":"Life, Purpose, Second"},{"quote":"And why not death rather than living torment? To die is to be banish'd from myself And Silvia is myself: banish'd from her Is self from self: a deadly banishment!","author":"William Shakespeare","category":"Myself, Self, Why"},{"quote":"Once you accept your own death, all of a sudden you're free to live. You no longer care about your reputation. You no longer care except so far as your life can be used tactically to promote a cause you believe in.","author":"Saul Alinsky","category":"Life, Believe, Free"},{"quote":"I know I'm drinking myself to a slow death, but then I'm in no hurry.","author":"Robert Benchley","category":"Myself, Slow, Know"},{"quote":"If I think more about death than some other people, it is probably because I love life more than they do.","author":"Angelina Jolie","category":"Love, Life, Love Life"},{"quote":"Do the thing we fear, and death of fear is certain.","author":"Ralph Waldo Emerson","category":"Fear, Certain, Thing"},{"quote":"In our brief national history we have shot four of our presidents, worried five of them to death, impeached one and hounded another out of office. And when all else fails, we hold an election and assassinate their character.","author":"P. J. O'Rourke","category":"History, Character, Election"},{"quote":"When I came back to Dublin I was courtmartialed in my absence and sentenced to death in my absence, so I said they could shoot me in my absence.","author":"Brendan Behan","category":"Me, Said, Back"},{"quote":"Any man's death diminishes me, because I am involved in Mankind; And therefore never send to know for whom the bell tolls; it tolls for thee.","author":"John Donne","category":"Man, I Am, Me"},{"quote":"One can survive everything, nowadays, except death, and live down everything except a good reputation.","author":"Oscar Wilde","category":"Good, Reputation, Live"},{"quote":"Mendacity is a system that we live in. Liquor is one way out an death's the other.","author":"Tennessee Williams","category":"Live, Way, System"},{"quote":"Death is a release from the impressions of the senses, and from desires that make us their puppets, and from the vagaries of the mind, and from the hard service of the flesh.","author":"Marcus Aurelius","category":"Service, Mind, Puppets"},{"quote":"Sinful and forbidden pleasures are like poisoned bread; they may satisfy appetite for the moment, but there is death in them at the end.","author":"Tryon Edwards","category":"Moment, End, Bread"},{"quote":"It is old age, rather than death, that is to be contrasted with life. Old age is life's parody, whereas death transforms life into a destiny: in a way it preserves it by giving it the absolute dimension. Death does away with time.","author":"Simone de Beauvoir","category":"Life, Time, Age"},{"quote":"Neither the sun nor death can be looked at with a steady eye.","author":"Francois de La Rochefoucauld","category":"Sun, Eye, Steady"},{"quote":"There is no such thing as inner peace. There is only nervousness or death. Any attempt to prove otherwise constitutes unacceptable behavior.","author":"Fran Lebowitz","category":"Peace, Behavior, Inner Peace"},{"quote":"The first requisite for immortality is death.","author":"Stanislaw Jerzy Lec","category":"First, Immortality"},{"quote":"For days after death hair and fingernails continue to grow, but phone calls taper off.","author":"Johnny Carson","category":"Hair, Grow, Phone"},{"quote":"Whoever has the luck to be born a character can laugh even at death. Because a character will never die! A man will die, a writer, the instrument of creation: but what he has created will never die!","author":"Luigi Pirandello","category":"Character, Man, Luck"},{"quote":"We know the road to freedom has always been stalked by death.","author":"Angela Davis","category":"Freedom, Road, Know"},{"quote":"Between our birth and death we may touch understanding, As a moth brushes a window with its wing.","author":"Christopher Fry","category":"Window, Understanding, Birth"},{"quote":"You only live twice. Once when you are born and once when you look death in the face.","author":"Ian Fleming","category":"Live, Born, You"},{"quote":"Death is not the biggest fear we have our biggest fear is taking the risk to be alive - the risk to be alive and express what we really are.","author":"Don Miguel Ruiz","category":"Fear, Risk, Alive"},{"quote":"And now, once again, I bid my hideous progeny go forth and prosper. I have an affection for it, for it was the offspring of happy days, when death and grief were but words, which found no true echo in my heart.","author":"Mary Shelley","category":"Happy, Heart, Words"},{"quote":"Live your life that the fear of death can never enter your heart.","author":"Tecumseh","category":"Life, Fear, Heart"},{"quote":"The enemy fought with savage fury, and met death with all its horrors, without shrinking or complaining: not one asked to be spared, but fought as long as they could stand or sit.","author":"Davy Crockett","category":"Stand, Long, Savage"},{"quote":"As I suffer in the defence of my Country, I must consider this hour as the most glorious of my life -Remember that I die as becomes a British Officer, while the manner of my death must reflect disgrace on your Commander.","author":"John Andre","category":"Life, My Life, Remember"},{"quote":"The die is set and Malcolm will not escape for the foolish talk he spoke against his benefactor, such a man, is worthy of death, and it would have been so, were it not for Muhammad's confidence that God would give him the victory over the enemies.","author":"Louis Farrakhan","category":"Confidence, God, Man"},{"quote":"We will persevere, come life or death.","author":"Lewis Tappan","category":"Life, Will, Come"},{"quote":"Life and death are important. Don't suffer them in vain.","author":"Bodhidharma","category":"Life, Important"},{"quote":"Give the peasants neither life nor death.","author":"Ieyasu Tokugawa","category":"Life, Give, Peasants"},{"quote":"As far as thinking about death and murder and various ways of killing people and how people die... I probably have the most twisted mind in Slayer.","author":"Tom Araya","category":"Thinking, Mind, People"},{"quote":"In this decisive hour of our national history, union means life and division means death.","author":"Bao Dai","category":"Life, History, Division"},{"quote":"Our faith is stronger than death, our philosophy is firmer than flesh, and the spread of the Kingdom of God upon the earth is more sublime and more compelling.","author":"Dorothy Day","category":"Faith, God, Philosophy"},{"quote":"Some words having to do with the death of the people in the World Trade Center attack had been added, and when I got to it, I had this overwhelmingly emotional experience. I struggled to get through the words; tears were streaming down my cheeks.","author":"Leonard Nimoy","category":"Experience, Words, World"},{"quote":"And yet, I suppose you mourn the loss or the death of what you thought your life was, even if you find your life is better after. You mourn the future that you thought you'd planned.","author":"Lynn Redgrave","category":"Life, Future, Loss"},{"quote":"Additionally, this tax forces family businesses to invest in Uncle Sam rather than the economy. When families are forced to repurchase businesses because of the death tax, that means less money is being invested in new jobs and capital expansion.","author":"Todd Tiahrt","category":"Family, Money, Economy"},{"quote":"We do not celebrate the death of our enemies.","author":"Yitzhak Rabin","category":"Celebrate, Enemies, Our"},{"quote":"Fear of death increases in exact proportion to increase in wealth.","author":"Ernest Hemingway","category":"Fear, Wealth, Increases"},{"quote":"Death and vulgarity are the only two facts in the nineteenth century that one cannot explain away.","author":"Oscar Wilde","category":"Facts, Explain, Two"},{"quote":"Death is really a great blessing for humanity, without it there could be no real progress. People who lived for ever would not only hamper and discourage the young, but they would themselves lack sufficient stimulus to be creative.","author":"Alfred Adler","category":"Great, Progress, Humanity"},{"quote":"Death is not the worst that can happen to men.","author":"Plato","category":"Men, Worst, Happen"},{"quote":"Nothing is a matter of life and death except life and death.","author":"Angela Carter","category":"Life, Life And Death, Matter"},{"quote":"I were better to be eaten to death with a rust than to be scoured to nothing with perpetual motion.","author":"William Shakespeare","category":"Better, Rust, Motion"},{"quote":"Bullfighting is the only art in which the artist is in danger of death and in which the degree of brilliance in the performance is left to the fighter's honor.","author":"Ernest Hemingway","category":"Art, Performance, Artist"},{"quote":"The call of death is a call of love. Death can be sweet if we answer it in the affirmative, if we accept it as one of the great eternal forms of life and transformation.","author":"Hermann Hesse","category":"Love, Life, Great"},{"quote":"Nothing endears so much a friend as sorrow for his death. The pleasure of his company has not so powerful an influence.","author":"David Hume","category":"Powerful, Influence, Company"},{"quote":"Just as I shall select my ship when I am about to go on a voyage, or my house when I propose to take a residence, so I shall choose my death when I am about to depart from life.","author":"Seneca","category":"Life, I Am, Ship"},{"quote":"Because of its tremendous solemnity death is the light in which great passions, both good and bad, become transparent, no longer limited by outward appearences.","author":"Soren Kierkegaard","category":"Good, Light, Great"},{"quote":"My mortal foe can no ways wish me a greater harm than England's hate neither should death be less welcome unto me than such a mishap betide me.","author":"Elizabeth I","category":"Welcome, Hate, Me"},{"quote":"The message that President Obama delivered in his speech at Notre Dame was: morality is immoral. Pro-life is the extremist position, not a moral position. Yet we should compromise and work to reduce abortions. Where's the compromise between life and death - and why work to reduce the number of them occurring if there's nothing wrong with them?","author":"Rush Limbaugh","category":"Life, Work, Compromise"},{"quote":"Movies like that aren't about the visual effects and explosions. They're human stories about family, about life, about death.","author":"Orlando Bloom","category":"Life, Family, Movies"},{"quote":"I enjoy every climb - maybe it's because it's a literal dance between life and death.","author":"Alain Robert","category":"Life, Dance, Enjoy"},{"quote":"Ultimately life is disease, death and oblivion. It's still better than high school.","author":"Dan Savage","category":"Life, School, High School"},{"quote":"Nobody with an IQ higher than emergency-room temperature could ever believe that 'death panels' would be appointed to nudge the elderly toward euthanasia. Yet for idle entertainment, it's hard to beat Sarah Palin's ignorant nattering on the subject.","author":"Carl Hiaasen","category":"Believe, Entertainment"},{"quote":"The rumors of my death have been greatly exaggerated.","author":"Paul McCartney","category":"Rumors, Been, Exaggerated"},{"quote":"So here is one of my theories on happiness: we cannot know if we have lived a truly happy life until the very end. This view of life and death was reinforced by my close witnessing of the buildup to the death of Philip Gould. Philip was without doubt my closest friend in politics. When he died, I felt like I had lost a limb.","author":"Alastair Campbell","category":"Life, Happiness, Happy"},{"quote":"You know Americans are obsessed with life and death and rebirth, that's the American Cycle. You know, awakening, tragic, horrible death and then Phoenix rising from the ashes. That's the American story, again and again.","author":"Billy Corgan","category":"Life, American, Know"},{"quote":"The themes that make one laugh always stem from poverty, hunger, misery, old age, sickness, and death. These are the themes that make Italians laugh, anyway.","author":"Mario Monicelli","category":"Age, Poverty, Old Age"},{"quote":"When I was younger, I wasn't concentrating on good days. I was managing a career and trying to have a good year. It would always 'lead' to something, which never leads to anything except death, where everything leads to. And then as I got older, and then I had my kids and everything, I began to appreciate a great Wednesday.","author":"Albert Brooks","category":"Good, Great, Wednesday"},{"quote":"I don't think people would climb mountains or jump off bridges with parachutes or kayak Class V rapids if those things didn't offer the brief and horrible illusion of imminent death. They would just be complicated, time-consuming endeavors that we'd steer well clear of because they got in the way of real life.","author":"Sebastian Junger","category":"Life, Mountains, People"},{"quote":"Birth, life, death is a cycle. And they're all beautiful, you celebrate all of them. Animals do grieve, but they move on. That's the lesson behind animals.","author":"Cesar Millan","category":"Life, Beautiful, Celebrate"},{"quote":"Art is built on the deepest themes of human meaning: good and evil, beauty and ugliness, life and death, love and hate. No other story has incarnated those themes more than the story of Jesus.","author":"John Ortberg","category":"Love, Life, Art"},{"quote":"I tend to think that good and evil exist and that the quantity in each of us is unchangeable. The moral character of people is set, fixed until death.","author":"Michel Houellebecq","category":"Good, Character, Evil"},{"quote":"Life and death matters, yes. And the question of how to behave in this world, how to go in the face of everything. Time is short and the water is rising.","author":"Raymond Carver","category":"Life, Time, Water"},{"quote":"When we breathe it in, soot can interfere with our lungs and increase the risk of asthma attacks, lung cancer and even premature death. The smallest particles can pass into the blood stream and cause heart disease, stroke and reproductive complications.","author":"Sheldon Whitehouse","category":"Heart, Risk, Cancer"},{"quote":"The Son of God took our nature, and in it took upon himself to teach us by both word and example even to the point of death, thus binding us to himself through love.","author":"Peter Abelard","category":"Love, Nature, God"},{"quote":"The rise or fall of Shanghai means the birth or death of the whole nation.","author":"Chiang Kai-shek","category":"Fall, Rise, Birth"},{"quote":"I do fear death. But what I actually fear is not dying. I mean, true, it will be sad. But I know that there is a better place waiting for me.","author":"Mattie Stepanek","category":"Fear, Sad, Waiting"},{"quote":"The language 'It's too late' is very unsuitable for most environmental issues. It's too late for the dodo and for people who've starved to death already, but it's not too late to prevent an even bigger crisis. The sooner we act on the environment, the better.","author":"Jeremy Grantham","category":"Environmental, Language"},{"quote":"They say death and taxes are the only things that are inevitable. The truth is, you can not pay your taxes. I've done it, and there's consequences, but it can be done. Death you're not going to get out of, and you kind of got to deal with it.","author":"Steve Earle","category":"Truth, Truth Is, You"},{"quote":"The tricks of magic follow the archetypes of narrative fiction - there are tales of creation and loss, death and resurrection, and obstacles that must be overcome.","author":"Marco Tempest","category":"Obstacles, Loss, Magic"},{"quote":"There is no such thing as death; life is only a dream, and we are the imagination of ourselves.","author":"Bill Hicks","category":"Life, Imagination, Dream"},{"quote":"In the early days of aviation, there was a great deal of experimentation and a high death rate.","author":"Elon Musk","category":"History, Great, Early"},{"quote":"Anorexia taught me to love life and to realise that starving yourself to death is a bloody waste of time. It's awful, and it hurts so many people around you. It's a terribly selfish thing to do.","author":"Celia Imrie","category":"Love, Life, Time"},{"quote":"Death is present every day in our lives. It's not that I take pleasure in the morbid fascination of it, but it is a fact of life.","author":"Jose Saramago","category":"Life, Day, Every Day"},{"quote":"I am not made for politics because I am incapable of wanting or accepting the death of the adversary.","author":"Albert Camus","category":"Politics, I Am, Wanting"},{"quote":"I don't have any fear of death. I do, however, have an inordinate fear of becoming dependent on other people. To me, that's the severest test, not death.","author":"Huston Smith","category":"Fear, Me, People"},{"quote":"WWI is a romantic war, in all senses of the word. An entire generation of men and women left the comforts of Edwardian life to travel bravely, and sometimes even jauntily, to almost certain death. At the very least, any story or novel about WWI is about innocence shattered in the face of experience.","author":"Anita Shreve","category":"Life, Travel, Women"},{"quote":"Death means change our clothes. Clothes become old, then time to come change. So this body become old, and then time come, take young body.","author":"Dalai Lama","category":"Change, Time, Clothes"},{"quote":"When one is young, aspiring to play for the country, doing well, any hindrance, like injury or being out of form, can be frustrating and a cause of annoyance or even anger. But once you have a close encounter with death, you realise the real value of life.","author":"Yuvraj Singh","category":"Life, Anger, Value"},{"quote":"A martyr can never cooperate with death, go to death in a way that they're not trying to escape.","author":"Stanley Hauerwas","category":"Trying, Escape, Way"},{"quote":"The most important part of the process of mourning is regularly reciting kaddish in a synagogue. Kaddish is a doxology, which Jewish tradition has mandated children to recite daily in a synagogue during the year of mourning for a deceased parent and then on the anniversary of his or her death thereafter.","author":"David Novak","category":"Anniversary, Children, Daily"},{"quote":"I always get the 'goth girl' thing because I wear black. But I don't worship death.","author":"Fairuza Balk","category":"Girl, Black, Worship"},{"quote":"Those who learned to know death, rather than to fear and fight it, become our teachers about life.","author":"Elisabeth Kubler-Ross","category":"Life, Fear, Fight"},{"quote":"While I understand the passions and the anger that arise over the death of Michael Brown, giving into that anger by looting or carrying guns, and even attacking the police, only serves to raise tensions and stir chaos.","author":"Barack Obama","category":"Anger, Giving, Police"},{"quote":"If God is not sending earthquakes, destroying economies and inflicting pain upon human beings, what is God doing? God works through people, calling them to help their neighbors in need. God comforts His people, walking with them even 'through the valley of the shadow of death.'","author":"Adam Hamilton","category":"God, Pain, Shadow"},{"quote":"The real kiss of death - particularly with my father - is the extraordinary popularity of his work.","author":"Jamie Wyeth","category":"Work, Father, Kiss"},{"quote":"I always wanted to be the underdog. For me, as a portrait photographer, it's the kiss of death to become well known. I did my best work when no one knew who I was. People weren't threatened by me because they didn't think I was a big deal.","author":"Platon","category":"Work, Best, Me"},{"quote":"Exile is like death. You cannot understand it until it happens to you.","author":"Golshifteh Farahani","category":"Understand, You, Like"},{"quote":"For us, the death of Osama bin Laden is a time of profound reflection. With his death, we remember and mourn all the lives lost on September 11. We remember and mourn all the lives lost in Iraq, Afghanistan, Pakistan. We remember and mourn the death of our soldiers.","author":"Jodie Evans","category":"Time, Reflection, Remember"},{"quote":"I'm happy to stick with my persona. There are themes of love lost and love regained, but the main themes of all poems are basically love and death, and that seems to be the message of poetry.","author":"Billy Collins","category":"Love, Happy, Poetry"},{"quote":"Human nature stays the same, the one thing that stays constant, like death and taxes. And people still want good stories!","author":"Alison Owen","category":"Nature, Good, People"},{"quote":"I wanted to acknowledge that life goes on but that death goes on, too. A person who is dead is a long, long story.","author":"Elizabeth McCracken","category":"Life, Long, Story"},{"quote":"Movies make teenagers have quippy answers for every question. Nothing seems to faze them, and they're like, 'Oh, whatever.' You're not like that when you're a teenager. You're really earnest. Things really feel like life or death. And you kind of oscillate between emotions at one time. It's very emotionally draining being a teenager.","author":"Bel Powley","category":"Life, Time, Movies"},{"quote":"From my rotting body, flowers shall grow and I am in them and that is eternity.","author":"Edvard Munch","category":"Flowers, I Am, Grow"},{"quote":"It's not life or death it's a game and at the end of the game there is going to be a winner and a loser.","author":"Bernhard Langer","category":"Life, End, Game"},{"quote":"Inactivity is death.","author":"Benito Mussolini","category":"Inactivity"},{"quote":"Smiles, tears, of all my life! - and, if God choose, I shall but love thee better after death.","author":"Elizabeth Barrett Browning","category":"Love, Life, God"},{"quote":"In this situation I was constantly exposed to danger and death.","author":"Daniel Boone","category":"Situation, Danger, Exposed"},{"quote":"Disease, insanity, and death were the angels that attended my cradle, and since then have followed me throughout my life.","author":"Edvard Munch","category":"Life, Me, My Life"},{"quote":"Sometimes I wish my first word was 'quote,' so that on my death bed, my last words could be 'end quote.'","author":"Steven Wright","category":"Words, End, Wish"},{"quote":"I think everyone understands grief, the journey it takes us on, whether it's the death of a loved one, the end of a relationship, a disappointment. Some people don't deal with it, the power of it. Some do. Some feel the weight of it and it informs their choices. I've had to open up to grief in different contexts.","author":"Tori Amos","category":"Relationship, Journey, Power"},{"quote":"It was a time when only the dead smiled, happy in their peace.","author":"Anna Akhmatova","category":"Time, Happy, Peace"},{"quote":"The government is tottering. We must deal it the death blow an any cost. To delay action is the same as death.","author":"Vladimir Lenin","category":"Government, Action, Cost"},{"quote":"If I ever completely lost my nervousness I would be frightened half to death.","author":"Paul Lynde","category":"Lost, Half, Would"},{"quote":"Death wasn't part of God's original plan for humanity, and the Bible calls death an enemy - the last enemy to be destroyed.","author":"Billy Graham","category":"God, Humanity, Plan"},{"quote":"Most single moms are very poor, uneducated, can't get a job, and if it weren't for government assistance, their kids would be starving to death and never have health care. And that's the story that we're not seeing, and it's unfortunate that we glorify and glamorize the idea of out of children wedlock.","author":"Mike Huckabee","category":"Children, Health, Government"},{"quote":"Death is the prerequisite to resurrection, the new life God intends.","author":"John Ortberg","category":"Life, God, New"},{"quote":"I wish to be a martyr, and I don't fear death.","author":"Muqtada al Sadr","category":"Fear, Wish, I Wish"},{"quote":"Death is a distant rumor to the young.","author":"Andy Rooney","category":"Young, Distant, Rumor"},{"quote":"Life is fragile: it thrives only in a narrow range of temperatures between freezing and boiling. How lucky that our planet is just the right distance from the sun: a little farther, and the death of the perpetual Antarctic winter - or worse - would prevail; a little closer, and the surface would truly fry anything that touched it.","author":"Leonard Susskind","category":"Life, Winter, Sun"},{"quote":"If you believe in God, believe in Death Row East.","author":"Tupac Shakur","category":"God, Believe, You"},{"quote":"No true believer could be intolerant or a persecutor. If I were a magistrate and the law carried the death penalty against atheists, I would begin by sending to the stake whoever denounced another.","author":"Jean-Jacques Rousseau","category":"Law, Death Penalty, True"},{"quote":"I hit rock bottom, but thank God my bottom wasn't death.","author":"Stevie Ray Vaughan","category":"God, Thank God, Rock"},{"quote":"The closer we come to the negative, to death, the more we blossom.","author":"Montgomery Clift","category":"Negative, Blossom, Come"},{"quote":"Wild animals never kill for sport. Man is the only one to whom the torture and death of his fellow creatures is amusing in itself.","author":"James Anthony Froude","category":"Man, Animals, Wild"},{"quote":"The destination is a happy life, an accomplished life that doesn't end with death but with eternal life.","author":"Angelo Scola","category":"Life, Happy, Happy Life"},{"quote":"The common bees will never use their sting upon the queen; if she is to be disposed of, they starve her to death, and the queen herself will sting nothing but royalty, nothing but a rival queen.","author":"John Burroughs","category":"Queen, She, Her"},{"quote":"Because I could not stop for death, He kindly stopped for me; The carriage held but just ourselves and immortality.","author":"Emily Dickinson","category":"Me, Stop, Just"},{"quote":"A man must be willing to die for justice. Death is an inescapable reality and men die daily, but good deeds live forever.","author":"Jesse Jackson","category":"Daily, Good, Justice"},{"quote":"For centuries the death penalty, often accompanied by barbarous refinements, has been trying to hold crime in check; yet crime persists. Why? Because the instincts that are warring in man are not, as the law claims, constant forces in a state of equilibrium.","author":"Albert Camus","category":"Man, Law, Why"},{"quote":"Personally, I would be delighted if there were a life after death, especially if it permitted me to continue to learn about this world and others, if it gave me a chance to discover how history turns out.","author":"Carl Sagan","category":"Life, Learning, History"},{"quote":"Yes, I support the death penalty. It is an issue that cannot be fudged or hedged.","author":"Dianne Feinstein","category":"Support, Death Penalty, Yes"},{"quote":"Death and genitals are things that frighten people, and when people are frightened, they develop means of concealment and aggression. It is common sense.","author":"Noam Chomsky","category":"People, Common Sense, Sense"},{"quote":"Seeing that our thirst was increasing and the water was killing us, while the storm did not abate, we agreed to trust to God, Our Lord, and rather risk the perils of the sea than wait there for certain death from thirst.","author":"Alvar N. C. de Vaca","category":"Trust, God, Water"},{"quote":"I have no fear of death. More important, I don't fear life.","author":"Steven Seagal","category":"Life, Fear, Important"},{"quote":"You can't reconcile being pro-life on abortion and pro-death on the death penalty.","author":"N. T. Wright","category":"Abortion, Death Penalty, You"},{"quote":"The two great risks are risking too much but also risking too little. That's for each person to decide. For me, not risking anything is worse than death. By far.","author":"Jimmy Chin","category":"Great, Me, Risks"},{"quote":"Watching a peaceful death of a human being reminds us of a falling star one of a million lights in a vast sky that flares up for a brief moment only to disappear into the endless night forever.","author":"Elisabeth Kubler-Ross","category":"Sky, Peaceful, Night"},{"quote":"If you think aficionados of a living Constitution want to bring you flexibility, think again. You think the death penalty is a good idea? Persuade your fellow citizens to adopt it. You want a right to abortion? Persuade your fellow citizens and enact it. That's flexibility.","author":"Antonin Scalia","category":"Good, Constitution, Want"},{"quote":"There should be weeping at a man's birth, not at his death.","author":"Charles de Montesquieu","category":"Man, Birth, Should"},{"quote":"Marriage is almost as old as dirt, and it was defined in the garden between Adam and Eve. One man, one woman for life till death do you part. So I would never attempt to try to redefine marriage. And I don't think anyone else should either. So do I support the idea of gay marriage? No, I don't.","author":"Kirk Cameron","category":"Life, Marriage, Support"},{"quote":"If my survival caused another to perish, then death would be sweeter and more beloved.","author":"Khalil Gibran","category":"Survival, Sweeter, Then"},{"quote":"Some people hate funerals. I find them comforting. They hit the pause button on life and remind us that it has an end. Every eulogy reminds me to deepen my dash, that place on the tombstone between our birth and our death.","author":"Regina Brett","category":"Life, Hate, Me"},{"quote":"'Death at an Early Age' was about racial segregation in Boston. 'Illiterate America' was about grownups who can't read. 'Rachel and Her Children' was about people who were homeless in the middle of Manhattan.","author":"Jonathan Kozol","category":"Children, Age, America"},{"quote":"Death can never kill an idea. Ideas are more powerful than death. Ideas outlive men and can never be destroyed.","author":"Myles Munroe","category":"Powerful, Men, Ideas"},{"quote":"If I die a violent death, as some fear and a few are plotting, I know that the violence will be in the thought and the action of the assassins, not in my dying.","author":"Indira Gandhi","category":"Fear, Action, Violence"},{"quote":"My character and good name are in my own keeping. Life with disgrace is dreadful. A glorious death is to be envied.","author":"Horatio Nelson","category":"Life, Good, Character"},{"quote":"In an artwork you're always looking for artistic decisions, so an ashtray is perfect. An ashtray has got life and death.","author":"Damien Hirst","category":"Life, Art, Decisions"},{"quote":"I couldn't have foreseen all the good things that have followed my mother's death. The renewed energy, the surprising sweetness of grief. The tenderness I feel for strangers on walkers. The deeper love I have for my siblings and friends. The desire to play the mandolin. The gift of a visitation.","author":"Mary Schmich","category":"Love, Friends, Good"},{"quote":"Religion provides the only story that is fundamentally consoling in the face of the worst possible experiences - the death of a parent, for instance. In fact, many religions take away the problem entirely, because their adherents ostensibly believe that they're going to be reunited with everyone they love, and death is an illusion.","author":"Sam Harris","category":"Love, Religion, Believe"},{"quote":"Puerto Ricans who find they can no longer afford to keep their pets often choose to drop their dogs, sometimes even whole litters of puppies, at a beach - sometimes under cover of night, in secret - rather than surrender the animal to a city or state-run shelter where the animals will face grim conditions and almost certain death by euthanasia.","author":"Juliana Hatfield","category":"Beach, City, Animal"},{"quote":"Everything about aging in my experience so far has been a plus. Except the death part!","author":"Gloria Steinem","category":"Experience, Aging"},{"quote":"The sinner who suddenly realizes God's love for him and then looks at his rejection of that love feels a loss similar to the death of a loved one. A deep void is created in the soul and a loneliness akin to the agony of death.","author":"Mother Angelica","category":"Love, Deep, God"},{"quote":"Death is caused by swallowing small amounts of saliva over a long period of time.","author":"George Carlin","category":"Time, Small, Long"},{"quote":"With actors, all our ages are out there for all to see - you can't hide anything, really. And it's kind of a relief. This is my age, this is what I look like without makeup on - who cares? That youth culture - that lying about your age - it's all denial of death anyway.","author":"Julianne Moore","category":"Age, Culture, Youth"},{"quote":"I've said this over and over, but I'll say it a million more times - I'm concerned more about the death of a bee than I am about terrorism. Because we're losing hives and bees by the millions because of such strong pesticides.","author":"Patti Smith","category":"Strong, I Am, Losing"},{"quote":"I will admit, like Socrates and Aristotle and Plato and some other philosophers, that there are instances where the death penalty would seem appropriate.","author":"Jack Kevorkian","category":"Death Penalty, Admit, Will"},{"quote":"I won't forget the hood. I won't forget the days of catching a bullet on the way to the mailbox or bricks with death threats that somehow made their way through the window.","author":"Pau Gasol","category":"Window, Forget, Hood"},{"quote":"There exists in some parts of the world sanctimonious criticism of America's death penalty, as somehow unworthy of a civilized society.","author":"Antonin Scalia","category":"America, Society, World"},{"quote":"At a formal dinner party, the person nearest death should always be seated closest to the bathroom.","author":"George Carlin","category":"Dinner, Party, Person"},{"quote":"The idea is to die young as late as possible.","author":"Ashley Montagu","category":"Die, Late, Young"},{"quote":"Man always dies before he is fully born.","author":"Erich Fromm","category":"Man, Born, Always"},{"quote":"Fear of death makes us devoid both of valour and religion. For want of valour is want of religious faith.","author":"Mahatma Gandhi","category":"Fear, Faith, Religion"},{"quote":"Liberty for wolves is death to the lambs.","author":"Isaiah Berlin","category":"Liberty, Wolves, Lambs"},{"quote":"It is neccessary to have wished for death in order to know how good it is to live.","author":"Alexandre Dumas","category":"Good, Live, Know"},{"quote":"The appeal of cinema lies in the fear of death.","author":"Jim Morrison","category":"Fear, Cinema, Lies"},{"quote":"Death is delightful. Death is dawn, The waking from a weary night Of fevers unto truth and light.","author":"James Russell Lowell","category":"Light, Truth, Night"},{"quote":"Life itself is but the shadow of death, and souls departed but the shadows of the living.","author":"Thomas Browne","category":"Life, Shadow, Shadows"},{"quote":"There are certain people that are marked for death. I have my little list of those that treated me unfairly.","author":"Jennifer Lopez","category":"Me, People, Little"},{"quote":"Emigration is no longer a solution; it's a defeat. People are risking death, drowning every day, but they're knocking on doors that are not open.","author":"Tahar Ben Jelloun","category":"Day, People, Defeat"},{"quote":"As the fly bangs against the window attempting freedom while the door stands open, so we bang against death ignoring heaven.","author":"Douglas Horton","category":"Freedom, Door, Fly"},{"quote":"And I will show that nothing can happen more beautiful than death.","author":"Walt Whitman","category":"Beautiful, Nothing, Will"},{"quote":"I've always been slightly preoccupied with death or whatever those kind of silly big questions people will tell you to not spend your time worrying about.","author":"Conor Oberst","category":"Time, People, Questions"},{"quote":"When I first met Alan Parker, who directed 'Angel Heart,' he'd heard so many horror stories about me that he was literally scared to death of me. Right away, he sat me down and said, 'I'm very scared of you. I've heard you're a very bad boy.'","author":"Mickey Rourke","category":"Heart, Me, You"},{"quote":"Pain is the mind. It's the thoughts of the mind. Then I get rid of the thoughts, and I get in my witness, which is down in my spiritual heart. The witness that witnesses being. Then those particular thoughts that are painful - love them. I love them to death!","author":"Ram Dass","category":"Love, Spiritual, Pain"},{"quote":"People think that by living on some mountainside in a tent and being frozen to death by freezing rain, they're somehow discovering reality, but of course that's just another fiction dreamed up by a TV producer.","author":"J. G. Ballard","category":"Rain, Reality, People"},{"quote":"The silver swan, who, living had no note, When death approached unlocked her silent throat.","author":"Orlando Gibbons","category":"Silent, Living, Her"},{"quote":"Who is there that can adequately gauge the greatness of the humility, gentleness, self-surrender, revealed by the Lord of majesty in assuming human nature, in accepting the punishment of death, the shame of the cross?","author":"Saint Bernard","category":"Nature, Greatness, Humility"},{"quote":"I joyfully hasten to meet death. If it come before I have had opportunity to develop all my artistic faculties, it will come, my hard fate notwithstanding, too soon, and I should probably wish it later - yet even then I shall be happy, for will it not deliver me from a state of endless suffering?","author":"Ludwig van Beethoven","category":"Happy, Opportunity, Be Happy"},{"quote":"In India we only read about death, sickness, terrorism, crime.","author":"A. P. J. Abdul Kalam","category":"Sickness, Terrorism, India"},{"quote":"Man and animals are in reality vehicles and conduits of food, tombs of animals, hostels of Death, coverings that consume, deriving life by the death of others.","author":"Leonardo da Vinci","category":"Life, Food, Man"},{"quote":"It's not morbid to talk about death. Most people don't worry about death, they worry about a bad death.","author":"Terry Pratchett","category":"Worry, People, Bad"},{"quote":"God, who preferred the correction rather than the death of a sinner, did not desire that a homicide be punished by the exaction of another act of homicide.","author":"Saint Ambrose","category":"God, Desire, Sinner"},{"quote":"No matter what is happening in life or in the world - war, natural disaster, poor health, pain, the death of loved ones - if existence is filled with art, music and literature, life will be fulfilling, a joy.","author":"Karen DeCrow","category":"Life, Music, Art"},{"quote":"In classical times, it was a capital offense to speculate upon the hour of a king's death or upon the identity of his successor.","author":"Gore Vidal","category":"Identity, King, Offense"},{"quote":"Many people assume the diseases that kill us are pre-programmed into our genes. High blood pressure by 55, heart attacks at 60, maybe cancer at 70, and so on... But for most of the leading causes of death, our genes usually account for only 10-20 per cent of risk.","author":"Michael Greger","category":"Heart, Risk, People"},{"quote":"Old age is a tyrant, who forbids, under pain of death, the pleasures of youth.","author":"Francois de La Rochefoucauld","category":"Age, Pain, Youth"},{"quote":"Some of us can be examples about going ahead and growing, and some of us, unfortunately, don't make it there, and end up being examples because they had to die. I hit rock bottom, but thank God my bottom wasn't death.","author":"Stevie Ray Vaughan","category":"God, Thank God, End"},{"quote":"Faithfulness to the past can be a kind of death above ground. Writing of the past is a resurrection the past then lives in your words and you are free.","author":"Jessamyn West","category":"Writing, Past, Words"},{"quote":"I mean, death is a serious thing, certainly not to be sneezed at.","author":"Morrissey","category":"Serious, Mean, Certainly"},{"quote":"I want to see the U.S. wiped out. Death to the U.S.","author":"Bobby Fischer","category":"Want, See, Out"},{"quote":"My old man taught me a lot of stuff in his death that I don't even know if he would have been able to teach me had he been alive. And that was to never do stuff that can jeopardize the people you love and hurt them.","author":"Freddie Prinze, Jr.","category":"Love, Man, Hurt"},{"quote":"Following Michael Brown's death, I went to Ferguson and met with his parents. I stood with them as they tried to hold their heads high and deal with both their immense loss and the larger issues of police-community relations.","author":"Al Sharpton","category":"Parents, Loss, Hold"},{"quote":"The first memory I have in the world is of death and tears. That is how I would mark the beginning of my life: the way people mark the end of one. My family had gathered at Papa Joe's house because Mam' Grace was slipping away, only I didn't register it that way. For some reason I thought that it was her birthday.","author":"Charles M. Blow","category":"Life, Birthday, Family"},{"quote":"Does not the very word 'creative' mean to build, to initiate, to give out, to act - rather than to be acted upon, to be subjective? Living photography is positive in its approach, it sings a song of life - not death.","author":"Berenice Abbott","category":"Life, Positive, Photography"},{"quote":"Life is doubt, and faith without doubt is nothing but death.","author":"Miguel de Unamuno","category":"Life, Faith, Doubt"},{"quote":"Beauty is a precious trace that eternity causes to appear to us and that it takes away from us. A manifestation of eternity, and a sign of death as well.","author":"Eugene Ionesco","category":"Beauty, Well, Precious"},{"quote":"Death never takes the wise man by surprise, he is always ready to go.","author":"Jean de La Fontaine","category":"Wise, Man, Wise Man"},{"quote":"For those who live neither with religious consolations about death nor with a sense of death (or of anything else) as natural, death is the obscene mystery, the ultimate affront, the thing that cannot be controlled. It can only be denied.","author":"Susan Sontag","category":"Live, Mystery, Natural"},{"quote":"The charm of fame is so great that we like every object to which it is attached, even death.","author":"Blaise Pascal","category":"Great, Fame, Charm"},{"quote":"A belief in hell and the knowledge that every ambition is doomed to frustration at the hands of a skeleton have never prevented the majority of human beings from behaving as though death were no more than an unfounded rumor.","author":"Aldous Huxley","category":"Knowledge, Ambition, Hands"},{"quote":"Our law is a Jordanian law that we inherited, which applies to both the West Bank and Gaza, and sets the death penalty for those who sell land to Israelis.","author":"Yasser Arafat","category":"Law, Death Penalty, Bank"},{"quote":"Fads are the kiss of death. When the fad goes away, you go with it.","author":"Conway Twitty","category":"Kiss, You, Away"},{"quote":"Rock and menopause do not mix. It is not good, it sucks and every day I fight it to the death, or, at the very least, not let it take me over.","author":"Stevie Nicks","category":"Day, Good, Me"},{"quote":"I am not the born how can there be either birth or death for me?","author":"Guru Nanak","category":"I Am, Me, Birth"},{"quote":"Agitate! Agitate! Ought to be the motto of every reformer. Agitation is the opposite of stagnation - the one is life, the other death.","author":"Ernestine Rose","category":"Life, Motto, Every"},{"quote":"Saddam's fate should be in the hands of his country men. They were the major victims of his brutal reign and should decide his life, death, or permanent imprisonment. Personally, I would lock him away forever.","author":"Ronnie James Dio","category":"Life, Men, Fate"},{"quote":"We were then in a dangerous, helpless situation, exposed daily to perils and death amongst savages and wild beasts, not a white man in the country but ourselves.","author":"Daniel Boone","category":"Daily, Man, Situation"},{"quote":"To live without risk for me would be tantamount to death.","author":"Jacqueline Cochran","category":"Risk, Me, Live"},{"quote":"Had it not been for slavery, the death penalty would have likely been abolished in America. Slavery became a haven for the death penalty.","author":"Angela Davis","category":"America, Slavery"},{"quote":"I am reconciled to my death, but I detest the mode.","author":"John Andre","category":"I Am, Reconciled, Mode"},{"quote":"Sleep is lovely, death is better still, not to have been born is of course the miracle.","author":"Heinrich Heine","category":"Sleep, Better, Lovely"},{"quote":"I think that we should be eternally vigilant against attempts to check the expression of opinions that we loathe and believe to be fraught with death, unless they so imminently threaten immediate interference with the lawful and pressing purposes of the law that an immediate check is required to save the country.","author":"Oliver Wendell Holmes, Jr.","category":"Law, Believe, Think"},{"quote":"The death penalty is being applied in the United States as a fatal lottery.","author":"Bianca Jagger","category":"Death Penalty, Lottery"},{"quote":"To be immortal is commonplace; except for man, all creatures are immortal, for they are ignorant of death; what is divine, terrible, incomprehensible, is to know that one is immortal.","author":"Jorge Luis Borges","category":"Man, Know, Ignorant"},{"quote":"I have thought there was some advantage even in death, by which we mingle with the herd of common men.","author":"Henry David Thoreau","category":"Men, Thought, Which"},{"quote":"There's nothing wrong in suffering, if you suffer for a purpose. Our revolution didn't abolish danger or death. It simply made danger and death worthwhile.","author":"H. G. Wells","category":"Purpose, Suffering"},{"quote":"I have two luxuries to brood over in my walks, your loveliness and the hour of my death. O that I could have possession of them both in the same minute.","author":"John Keats","category":"Two, Same, Possession"},{"quote":"For children preserve the fame of a man after his death.","author":"Aeschylus","category":"Children, Man, Fame"},{"quote":"The writer crafts their ideal world. In my world, everyone has really long conversations or just picks apart pop culture to death and everyone talks in monologue.","author":"Kevin Smith","category":"Culture, World, Long"},{"quote":"In Seattle, I soon found that my radical ideas and aesthetic explorations - ideas and explorations that in Richmond, Virginia, might have gotten me stoned to death with hush puppies - were not only accepted but occasionally applauded.","author":"Tom Robbins","category":"Ideas, Me, Aesthetic"},{"quote":"Of course, we avoid death. To know something is inevitable is one thing. To accept, to truly feel it... that's different.","author":"Michael Haneke","category":"Accept, Know, Feel"},{"quote":"Libertarians know that a free country has nothing to fear from anyone coming in or going out - while a welfare state is scared to death of poor people coming in and rich people getting out.","author":"Harry Browne","category":"Fear, People, Rich"},{"quote":"India made a big mistake by signing up to TRIPS. With a population of 1.3 billion, India can't afford a monopoly in healthcare. Monopolies lead to higher prices and we can't allow them in a country like India with so much poverty and misery. It was like signing our own death warrant.","author":"Yusuf Hamied","category":"Poverty, Mistake, Healthcare"},{"quote":"If you look at the beginning of this country, when the pilgrims came to this country, the first year they had a communistic experiment. They said, 'OK, we're going to take the land, we're going to work the land together and share in the fruits of our labor.' They almost starved to death. Almost half of them died that first year.","author":"Rafael Cruz","category":"Work, Together, Beginning"},{"quote":"A filmmaker doesn't have to suffer to show suffering. You just have to understand it. You don't have to die to shoot a death scene.","author":"David Lynch","category":"Suffering, Die, You"},{"quote":"Nixon was a bad loser. He hated losing worse than death, and that is why I enjoyed him. We were both football fans, both addicts; and on some days, nothing else mattered.","author":"Hunter S. Thompson","category":"Football, Losing, Why"},{"quote":"Even though everybody's lives are different, in general we're all human beings, and we go through the same things: disappointments, the pleasures of life, life and death. That's always been a really big part of the show to me, making sure the audience feels connected, and that carries through to the album.","author":"Joan Jett","category":"Life, Me, Human"},{"quote":"I am profoundly fascinated by cruelty, fear, horror and death. My films show my preoccupation with violence, the pathology of violence.","author":"Fritz Lang","category":"Fear, I Am, Violence"},{"quote":"The obvious objections to the execution of Saddam Hussein are valid and well aired. His death will provoke violent strife between Sunni and Shia Muslims, and between Iraqis in general and the American occupation forces.","author":"Richard Dawkins","category":"American, Execution, Well"},{"quote":"I feel about aging the way William Saroyan said he felt about death: Everybody has to do it, but I always believed an exception would be made in my case.","author":"Martha Beck","category":"Aging, Way, Said"},{"quote":"For me, since I have a life wish, not a death wish, for me, I was not gambling my life. I was doing something much more beautiful. I was carrying my life across.","author":"Philippe Petit","category":"Life, Beautiful, Me"},{"quote":"I think if 'The Narrow Road To The Deep North' is one of the high points of Japanese culture, then the experience of my father, who was a slave laborer on the Death Railway, represents one of its low points.","author":"Richard Flanagan","category":"Father, Experience, Culture"},{"quote":"We hear tears loudly on this side of Heaven. What we don't take time to contemplate are the even louder cheers on the other side of death's valley.","author":"Zig Ziglar","category":"Time, Tears, Heaven"},{"quote":"The amount of death terror experienced is closely related to the amount of life unlived.","author":"Irvin D. Yalom","category":"Life, Terror, Related"},{"quote":"Prior to penicillin and medical research, death was an everyday occurrence. It was intimate.","author":"Katherine Dunn","category":"Medical, Research, Everyday"},{"quote":"Statistics are the triumph of the quantitative method, and the quantitative method is the victory of sterility and death.","author":"Hilaire Belloc","category":"Victory, Statistics, Triumph"},{"quote":"Everything that gets born dies.","author":"Morrie Schwartz","category":"Born, Everything, Dies"},{"quote":"You've never seen death? Look in the mirror every day and you will see it like bees working in a glass hive.","author":"Jean Cocteau","category":"Day, Mirror, Glass"},{"quote":"In order to speak about all and to all, one has to speak of what all know and of the reality common to us all. The sea, rains, necessity, desire, the struggle against death... these are things that unite us all.","author":"Albert Camus","category":"Struggle, Sea, Reality"},{"quote":"Once writing has become your major vice and greatest pleasure, only death can stop it.","author":"Ernest Hemingway","category":"Writing, Greatest, Pleasure"},{"quote":"If someone were to say that life at hard labor is as painful as death and therefore equally cruel, I should reply that, taking all the unhappy moments of perpetual slavery together, it is perhaps even more painful, but these moments are spread out over a lifetime, and capital punishment exercises all its power in an instant.","author":"Cesare Beccaria","category":"Life, Power, Together"},{"quote":"I'm not afraid to die.","author":"John Wooden","category":"Die, Afraid"},{"quote":"Death is the cure for all diseases.","author":"Thomas Browne","category":"Cure, Diseases"},{"quote":"I detest life-insurance agents: they always argue that I shall some day die, which is not so.","author":"Stephen Leacock","category":"Day, Die, Always"},{"quote":"I had seen birth and death but had thought they were different.","author":"T. S. Eliot","category":"Thought, Birth, Different"},{"quote":"Death is a very dull, dreary affair, and my advice to you is to have nothing whatsoever to do with it.","author":"W. Somerset Maugham","category":"Advice, Nothing, You"},{"quote":"The words of a dead man are modified in the guts of the living.","author":"W. H. Auden","category":"Man, Words, Living"},{"quote":"Some men are alive simply because it is against the law to kill them.","author":"E. W. Howe","category":"Law, Men, Alive"},{"quote":"Love and death are the two great hinges on which all human sympathies turn.","author":"B. R. Hayden","category":"Love, Great, Human"},{"quote":"Birth and death we all move between these two unknowns.","author":"Bryant H. McGill","category":"Birth, Two, Between"},{"quote":"Dying is easy, it's living that scares me to death.","author":"Annie Lennox","category":"Me, Living, Easy"},{"quote":"Grumbling is the death of love.","author":"Marlene Dietrich","category":"Love, Grumbling"},{"quote":"The gods conceal from men the happiness of death, that they may endure life.","author":"Lucan","category":"Life, Happiness, Men"},{"quote":"A new idea is delicate. It can be killed by a sneer or a yawn it can be stabbed to death by a quip and worried to death by a frown on the right man's brow.","author":"Ovid","category":"Man, Idea, New"},{"quote":"Biography lends to death a new terror.","author":"Oscar Wilde","category":"New, Biography, Terror"},{"quote":"When you break up, your whole identity is shattered. It's like death.","author":"Dennis Quaid","category":"Identity, You, Up"},{"quote":"On the plus side, death is one of the few things that can be done as easily lying down .","author":"Woody Allen","category":"Down, Done, Lying"},{"quote":"Success is like death. The more successful you become, the higher the houses in the hills get and the higher the fences get.","author":"Kevin Spacey","category":"Success, Successful, You"},{"quote":"Pain and death are part of life. To reject them is to reject life itself.","author":"Havelock Ellis","category":"Life, Pain, Part"},{"quote":"The greatest men of a nation are those it puts to death.","author":"Ernest Renan","category":"Men, Greatest, Nation"},{"quote":"Birth was the death of him.","author":"Samuel Beckett","category":"Birth, Him"},{"quote":"Though it be in the power of the weakest arm to take away life, it is not in the strongest to deprive us of death.","author":"Thomas Browne","category":"Life, Power, Away"},{"quote":"I'm not afraid of death. It's the stake one puts up in order to play the game of life.","author":"Jean Giraudoux","category":"Life, Game, Play"},{"quote":"A useless life is an early death.","author":"Johann Wolfgang von Goethe","category":"Life, Early, Useless"},{"quote":"The passion of hatred is so long lived and so obstinate a malady that the surest sign of death in a sick person is their desire for reconciliation.","author":"Jean de la Bruyere","category":"Passion, Long, Hatred"},{"quote":"Your body must become familiar with its death - in all its possible forms and degrees - as a self-evident, imminent, and emotionally neutral step on the way towards the goal you have found worthy of your life.","author":"Dag Hammarskjold","category":"Life, Goal, Step"},{"quote":"Death is the veil which those who live call life; They sleep, and it is lifted.","author":"Percy Bysshe Shelley","category":"Life, Sleep, Live"},{"quote":"The valiant never taste of death but once.","author":"William Shakespeare","category":"Never, Taste, Once"},{"quote":"Men should be bewailed at their birth, and not at their death.","author":"Charles de Montesquieu","category":"Men, Birth, Should"},{"quote":"We are all of us resigned to death: it's life we aren't resigned to.","author":"Graham Greene","category":"Life, Us, Resigned"},{"quote":"I believe that fear of life brings a greater fear of death.","author":"David Blaine","category":"Life, Fear, Believe"},{"quote":"When I listen to music, I don't want to hear about flowers. I like death and destruction.","author":"Jonathan Davis","category":"Music, Flowers, Want"},{"quote":"I saw also that there was an ocean of darkness and death, but an infinite ocean of light and love, which flowed over the ocean of darkness.","author":"George Fox","category":"Love, Light, Ocean"},{"quote":"The death penalty, I think, is a terrible scar on American justice, especially the concept of equal justice under law, but also of due process. And it goes state by state, and it's different in different states.","author":"Burke Marshall","category":"Justice, Law, American"},{"quote":"Nothing is more dreadful in life than the profound thought that death may only greet you with eternal nothingness.","author":"Kim Elizabeth","category":"Life, Thought, Profound"},{"quote":"Death is the only pure, beautiful conclusion of a great passion.","author":"D. H. Lawrence","category":"Beautiful, Great, Passion"},{"quote":"I do not care so much for the death of my gunner, as for other passages of my voyage, for I have good friends in England that will bring me off for that.","author":"William Kidd","category":"Friends, Good, Me"},{"quote":"Death gives meaning to our lives. It gives importance and value to time. Time would become meaningless if there were too much of it.","author":"Ray Kurzweil","category":"Time, Value, Meaning"},{"quote":"When the courts decide that murderers, rapists, and others who maliciously break our social contract deserve health care that most working Americans can't afford, they are condemning good people to death.","author":"Tammy Bruce","category":"Good, Health, Good People"},{"quote":"The coward sneaks to death the brave live on.","author":"George Sewell","category":"Brave, Live, Coward"},{"quote":"I think about death a lot, like I think we all do. I don't think of suicide as an option, but as fun. It's an interesting idea that you can control how you go. It's this thing that's looming, and you can control it.","author":"Ryan Gosling","category":"Fun, Suicide, Control"},{"quote":"An insatiable appetite for glory leads to sacrifice and death, but innate instinct leads to self-preservation and life.","author":"Jose Marti","category":"Life, Sacrifice, Glory"},{"quote":"Many cats are the death of the mouse.","author":"Kaspar Hauser","category":"Cats, Pet, Mouse"},{"quote":"Life comes to the miners out of their deaths, and death out of their lives.","author":"Mary Harris Jones","category":"Life, Miners, Out"},{"quote":"Death is a very important part of life.","author":"GG Allin","category":"Life, Important, Part"},{"quote":"Nothing in life is certain except death, taxes and the second law of thermodynamics.","author":"Seth Lloyd","category":"Life, Law, Nothing"},{"quote":"There is nothing glamorous about death.","author":"Roger Moore","category":"Nothing, Glamorous, About"},{"quote":"Death remains about the one certain fact in the lives of each one of us, and there will be suffering, sorrow, and sadness next week as there was last week.","author":"Basil Hume","category":"Sadness, Week, Suffering"},{"quote":"Today she is the lady of death, which I believe is the best muse to have.","author":"Kit Williams","category":"Best, Today, Believe"},{"quote":"All I want is a gentleman. I'm sick to bloody death of bastards.","author":"Katie Price","category":"Gentleman, Want, Sick"},{"quote":"I came face to face with death at thirteen years old.","author":"Ryan White","category":"Face, Years, Old"},{"quote":"The American people know that every day 3,000 kids begin to smoke, 1,000 of them die an early death. They're not going to allow us to go forward this year and not have comprehensive bipartisan legislation. It's in everybody's best interest.","author":"Erskine Bowles","category":"Day, Best, American"},{"quote":"Death is very often referred to as a good career move.","author":"Buddy Holly","category":"Good, Career, Move"},{"quote":"Dying before dying has two important consequences: It liberates the individual from the fear of death and influences the actual experience of dying at the time of biological demise.","author":"Stanislav Grof","category":"Time, Fear, Experience"},{"quote":"Oh eyes, no eyes, but fountains fraught with tears; O life, no life, but lively form of death; Oh world, no world, but mass of public wrongs.","author":"Thomas Kyd","category":"Life, Eyes, World"},{"quote":"The life of men and women is so cheap and property is so sacred. There are so many of us for one job it matters little if 146 of us are burned to death.","author":"Rose Schneiderman","category":"Life, Women, Job"},{"quote":"What are you gonna do, talk the alien to death?","author":"James Cameron","category":"Alien, You, Talk"},{"quote":"I was blessed with a birth and a death, and I guess I just want some say in between.","author":"Ani DiFranco","category":"Blessed, Want, Birth"},{"quote":"You haven't lost anything when you know were it is. Death can hide but not divide.","author":"Vance Havner","category":"Lost, Know, You"},{"quote":"Don't be afraid to feel as angry or as loving as you can, because when you feel nothing, it's just death.","author":"Lena Horne","category":"Angry, Loving, You"},{"quote":"Other states are trying to abolish the death penalty... mine's putting in an express lane.","author":"Ron White","category":"Trying, Death Penalty, Lane"},{"quote":"I now bid farewell to the country of my birth - of my passions - of my death a country whose misfortunes have invoked my sympathies - whose factions I sought to quell - whose intelligence I prompted to a lofty aim - whose freedom has been my fatal dream.","author":"Thomas Francis Meagher","category":"Freedom, Intelligence, Dream"},{"quote":"It is a sign of creeping inner death when we can no longer praise the living.","author":"Eric Hoffer","category":"Living, Praise, Sign"},{"quote":"When death has you by the throat, you don't mince words.","author":"Friedrich Durrenmatt","category":"Words, You, Throat"},{"quote":"To die for one's country is such a worthy fate that all compete for so beautiful a death.","author":"Pierre Corneille","category":"Beautiful, Fate, Die"},{"quote":"To some extent I liken slavery to death.","author":"Marcus Tullius Cicero","category":"Slavery, Some, Extent"},{"quote":"Well, there's a remedy for all things but death, which will be sure to lay us flat one time or other.","author":"Miguel de Cervantes","category":"Time, Will, Well"},{"quote":"Not even old age knows how to love death.","author":"Sophocles","category":"Love, Age, Old Age"},{"quote":"Each instant of life is a step toward death.","author":"Pierre Corneille","category":"Life, Step, Life Is A"},{"quote":"The miser, starving his brother's body, starves also his own soul, and at death shall creep out of his great estate of injustice, poor and naked and miserable.","author":"Theodore Parker","category":"Great, Brother, Soul"},{"quote":"The slave is doomed to worship time and fate and death, because they are greater than anything he finds in himself, and because all his thoughts are of things which they devour.","author":"Bertrand Russell","category":"Time, Thoughts, Fate"},{"quote":"Let us eat and drink neither forgetting death unduly nor remembering it. The Lord hath mercy on whom he will have mercy, etc., and the less we think about it the better.","author":"Samuel Butler","category":"Better, Mercy, Think"},{"quote":"All stories interest me, and some haunt me until I end up writing them. Certain themes keep coming up: justice, loyalty, violence, death, political and social issues, freedom.","author":"Isabel Allende","category":"Freedom, Justice, Violence"},{"quote":"To be clear, climate change is a true 800 pound gorilla in the room. The effects of global warming threaten global environmental upheaval over the coming century. But for South Florida and the Everglades, it could be our death knell if urgent action is not taken.","author":"Debbie Wasserman Schultz","category":"Change, Environmental"},{"quote":"Patrick Henry did not say, 'Give me absolutely safety or give me death.' America is supposed to be about freedom.","author":"John Stossel","category":"Freedom, America, Safety"},{"quote":"I'm not in favor of the death penalty. But I'm in favor of locking these people away in maximum security units where they can never get out. They can never escape. They can never be paroled. Lock the bad ones away. But you gotta rethink everybody else.","author":"John Grisham","category":"People, Security, Escape"},{"quote":"My mother's death put me in touch with my most savage self. As I've grown up and come to terms with her death and accepted it, the pieces of her that I keep don't exist materially.","author":"Cheryl Strayed","category":"Mother, Self, Me"},{"quote":"It's not the normal way to look at things but I experienced death at a really young age and because of that it's been part of my mental landscape that death is really very possible.","author":"Cate Blanchett","category":"Age, Landscape, Look"},{"quote":"Death is the ultimate enemy - and I find nothing reproachable in those who rage mightily against the dying of the light.","author":"Stephen Jay Gould","category":"Light, Enemy, Dying"},{"quote":"And I love Evander Holyfield to death!","author":"Ray Lewis","category":"Love, I Love"},{"quote":"For me it was a lot harder to come to terms with the death of my grandfather than it was to come to terms with what's happened to the former Yugoslavia.","author":"Tea Obreht","category":"Me, Grandfather, Than"},{"quote":"There are some people who walk into a room and they oxygenate it, by their very being there's fresh air. Then there are those who come in with the smell of death and they suck the life out.","author":"Peter Mullan","category":"Life, Walk, People"},{"quote":"I'm 64 years old and, yeah, I went through a transition in my life last year, with the death of my son, that woke me up to a lot of things. You know, I'm perfectly happy in my own little groove. Marching along, building my company, and you know, a happy person.","author":"Carl Paladino","category":"Life, Happy, Son"},{"quote":"The good news is that even though we walk through this valley of death, we don't have to fear, at least not for ourselves! Unfortunately, there is no way to skip over the valley altogether, we must face death and the evidence of evil all around us. But there will come a day... And what a day that will be!","author":"Ted Dekker","category":"Good, Fear, Evil"},{"quote":"Death, the real simile for disease - for when we are ill, do we not always feel like we are dying, even if it's only a little? - remains, despite our secularism, the most metaphoricised phenomenon of all.","author":"Will Self","category":"Real, Dying, Little"},{"quote":"You may have gathered that I am not the most cheerful of revellers - some characterise me as the death and soullessness of any party but it wasn't always so, believe me.","author":"Will Self","category":"I Am, Believe, Me"},{"quote":"Meditation on inevitable death should be performed daily. Every day one should meditate on being carried away by surging waves, falling from thousand-foot cliffs, dying of disease.","author":"Yamamoto Tsunetomo","category":"Daily, Day, Waves"},{"quote":"At the end of our lives, we step across the threshold or death and enter into a new and better world. I believe that. It's just that simple.","author":"Gordon B. Hinckley","category":"Simple, Believe, World"},{"quote":"If you look in general at people who live in anarchy, they have quite high rates of death from either homicide or warfare or both. Anarchy is one of the main reasons for violence, and it may be the most important.","author":"Steven Pinker","category":"Violence, People, Live"},{"quote":"What I'm after is not living to 1,000. I'm after letting people avoid death for as long as they want to.","author":"Aubrey de Grey","category":"People, Long, Want"},{"quote":"Am I a trance medium? No. Have I got a gift psychically? Absolutely not. But I believe in the survival of consciousness after death.","author":"Dan Aykroyd","category":"Survival, Believe, Gift"},{"quote":"My mother's death brought me to my knees. She was my hero, my role model, my very best friend. I spoke to her every single day of my life. I really tried hard when I grew up to make her proud of me.","author":"Maria Shriver","category":"Life, Hero, Best Friend"},{"quote":"I think it's very dangerous, the idea of celebrity - you have to be constantly controversial to maintain the status of celebrity. Reality TV is the death of entertainment - it's just mindless TV but popular because of its voyeuristic nature, and people are very voyeuristic.","author":"David Suchet","category":"Nature, Reality, People"},{"quote":"Even if we mortgage the next 100 years of generations of human beings, we would not have enough energy to build a Death Star.","author":"Michio Kaku","category":"Energy, Build, Human"},{"quote":"Real heroes are those who face death for a principle - say, to save the lives of others - without any promise of reward.","author":"Alan Dershowitz","category":"Reward, Heroes, Face"},{"quote":"I'm interested in time, fame, death, beauty, truth, all those things.","author":"Marianne Faithfull","category":"Time, Beauty, Truth"},{"quote":"At the time of his death, John Kennedy had a national security establishment that was a writhing ball of snakes.","author":"Charlie Pierce","category":"Time, Security"},{"quote":"I am more interested in how people interpret the phrase 'Elect The Dead' than what I may or may not have intended. I named the album after the track, which is a spiritual song about love, life and death and is the heaviest song on the album without having any heavy instruments.","author":"Serj Tankian","category":"Love, Life, Spiritual"},{"quote":"When you have closed the Bible, you have neither closed God's mind nor shut God's mouth. God continues to speak, live and exist. I think we should consult the living God for the living word for living people dealing with death, destruction and despair in the midst of our hurt humanity. I believe love will conquer all.","author":"Michael Eric Dyson","category":"Love, God, Humanity"},{"quote":"Even a cup of coffee tastes so much sweeter because you've come once again out of the, literally, out of the edge of death, and that's the condition I suppose that a lot of artists and writers would like to be in.","author":"Christopher Koch","category":"Coffee, You, Cup"},{"quote":"We are eternal beings. We lived as intelligent spirits before this mortal life. We are now living part of eternity. Our mortal birth was not the beginning; death, which faces all of us, is not the end.","author":"Ezra Taft Benson","category":"Life, Beginning, End"},{"quote":"My dad died when I was 23. His death was sudden and shocking - the result of a car crash - and I never got to say goodbye.","author":"Dani Shapiro","category":"Car, Goodbye, Say"},{"quote":"Banks will fee you to death. If you bounce a check, the bank has a policy to re-post the check three more times to see if it will be paid. If it continues to bounce they charge a $30 overdraft every time. So, one bounced check will rack up $90 for the bank.","author":"Jonathan Raymond","category":"Time, You, Three"},{"quote":"I believe in the freedom of choice in both life and death.","author":"Dasha Zhukova","category":"Life, Freedom, Believe"},{"quote":"If death weren't around to 'finalize' the Darwinian process, we'd all still be amoebas.","author":"P. J. O'Rourke","category":"Process, Still, Darwinian"},{"quote":"If we heard that somebody starved to death in Sweden or Switzerland, we would be shocked.","author":"P. J. O'Rourke","category":"Switzerland, Somebody, Would"},{"quote":"I blame feminism and Facebook for the death of the American automobile. I'm a Republican, so I blame everything on feminism - or commies.","author":"P. J. O'Rourke","category":"American, Blame, Automobile"},{"quote":"Of all the logical impasses, unknowings, paradoxes, and terrors that provoke laughter, death by its finality and unsolvable mystery is paramount.","author":"Andrew Hudgins","category":"Laughter, Mystery, Logical"},{"quote":"I was born on January 8, 1942, exactly three hundred years after the death of Galileo. I estimate, however, that about two hundred thousand other babies were also born that day. I don't know whether any of them was later interested in astronomy.","author":"Stephen Hawking","category":"Day, Know, Three"},{"quote":"I have my very own Oscar now to be with me until death us do part.","author":"Peter O'Toole","category":"Me, Now, Part"},{"quote":"The Secret Revelation of John opens, again, in crisis. The disciple John, grieving Jesus' death, is walking toward the temple when he meets a Pharisee who mocks him for having been deceived by a false messiah. These taunts echoed John's own fear and doubt.","author":"Elaine Pagels","category":"Fear, Walking, Crisis"},{"quote":"Cinema sustains life. It captures death in its progress.","author":"Harmony Korine","category":"Life, Progress, Cinema"},{"quote":"My death is incidental, and I worry very much about my loved ones and, you know, would like to make it as easy as possible for them. Or wish I could will away whatever, you know, the sadness they will feel when I die. But for me, nothing. The world goes on.","author":"Barbara Ehrenreich","category":"Sadness, World, Me"},{"quote":"I never had a conscious fear of death, but I did have a conscious fear of sickness. By the time I completed medical school, that fear was gone.","author":"Sherwin B. Nuland","category":"Time, Fear, School"},{"quote":"Obviously, there's a part of me that takes the world of violence and death very seriously. However, when it comes to protection, or when it comes to just the skill of shooting... I've gone to the range with sniper rifles and things like that.","author":"Angelina Jolie","category":"World, Violence, Me"},{"quote":"With plastic surgery, the general anesthetic is like a black-velvety sleep, and that's what death is - without waking up to someone clapping and going, 'Joan, wake up, it's all over and you're looking pretty'.","author":"Joan Rivers","category":"Sleep, Wake Up, Looking"},{"quote":"'Sesame Street's' genius lies in finding gentle ways to talk about hard things - death, divorce, danger - in terms that children understand and accept.","author":"Nancy Gibbs","category":"Children, Genius, Divorce"},{"quote":"The leading cause of death for girls 15 to 19 worldwide is not accident or violence or disease; it is complications from pregnancy. Girls under 15 are up to five times as likely to die while having children than are women in their 20s, and their babies are more likely to die as well.","author":"Nancy Gibbs","category":"Children, Women, Violence"},{"quote":"Drake's my little brother; I love him to death, and he's family-oriented.","author":"Birdman","category":"Love, Brother"},{"quote":"When I first came into parliament, there was, on average, a by-election every three months - due not to MPs bailing out, but because of the death rate.","author":"David Blunkett","category":"Average, First, Three"},{"quote":"I'm a huge animal lover - I love animals to death. I've got tortoises and three dogs, and I've had a million animals in the past. I just think that we should do all we can to take care of them.","author":"Roshon Fegan","category":"Love, Past, Animal"},{"quote":"At the heart of Christian faith is the story of Jesus' death and resurrection.","author":"John Ortberg","category":"Faith, Heart, Christian"},{"quote":"We've enshrined the purity, sanctity, value, and importance of bringing children into the world, yet we don't discuss death. There used to be an enshrined period where mourning was a necessary part of going through the process of grieving; death wasn't considered morbid or antisocial. But that's totally gone.","author":"Cate Blanchett","category":"Children, Value, World"},{"quote":"I've done a lot of death cartoons - tombstones, Grim Reaper, illness, obituaries... I'm not great at analyzing things, but my guess is that maybe the only relief from the terror of being alive is jokes.","author":"Roz Chast","category":"Great, Done, Illness"},{"quote":"I love my wife to death. I mean my ex-wife.","author":"Stewart Rahr","category":"Love, Wife, Mean"},{"quote":"No city owns me, you know what I'm saying? I'm from New York, but no city owns me. Nobody can bottle up my sound and box me in. Yes, I am a rapper, but am I a New York rapper? No. I am from New York, I love New York to death, but I will not conform myself to one place, no.","author":"ASAP Ferg","category":"Love, Myself, I Am"},{"quote":"Good taste is death vulgarity is life.","author":"Mary Quant","category":"Life, Good, Taste"},{"quote":"If you're going to write about war, the ugly side is inevitable. Suffering and death are obviously part of war.","author":"Phil Klay","category":"War, Suffering, Ugly"},{"quote":"I say that no man can be greater than the man who bravely and heroically sacrifices his life for the good of others. No man can be greater than the one who meets death face to face, and yet will not shrink from what he believes to be his highest duty.","author":"Robert Green Ingersoll","category":"Life, Good, Man"},{"quote":"If we ignore our death, we end up just going around completely oblivious to why we do the things we do!","author":"Caitlin Doughty","category":"End, Why, Up"},{"quote":"For thousands of years, we did have death surrounding us, and we did have people die in the home. You would take care of your own end. You would do ritual processes, and you would be involved in it, and that's been taken away in the Western world.","author":"Caitlin Doughty","category":"Home, World, End"},{"quote":"Humans are insane. We kill our own people, starve our own people, sell them, work them to death, beat them, don't give them affordable/free/good healthcare, and let them live in misery, while a few of us have - we have all we want. We are evil.","author":"Faith Hunter","category":"Work, Evil, People"},{"quote":"I have been connected with the Niels Bohr Institute since the completion of my university studies, first as a research fellow and, from 1956, as a professor of physics at the University of Copenhagen. After the death of my father in 1962, I followed him as director of the Institute until 1970.","author":"Aage Bohr","category":"Father, Research, Physics"},{"quote":"You're trying to write about something that's sacred. You're trying to bring the seriousness of life and death to it, and you're trying to find a way to dramatize it, and you're trying to give language to it, which is inadequate. But it's important to try.","author":"Edward Hirsch","category":"Life, Language, You"},{"quote":"In an area of more than 1,000 war graves and with birdsong as the only sound, I contemplated the thin margin between life and death. If the sniper's bullet had been just two feet to one side, my father's life would have been over, aged just 27, and I would never have been born.","author":"Michael Ashcroft","category":"Life, Father, War"},{"quote":"'Hard Hit,' a YA collection of poems, explores the country of grief and survival. Mark, a 16-year-old boy and skilled pitcher, must confront the coming death of his beloved father with the help of his friends, family, baseball, and an idiosyncratic belief in God. I used my own experience of my parents' deaths to inform this journey.","author":"Ann Turner","category":"Family, Friends, Father"},{"quote":"The minute we stop learning, we begin death, the process of dying. We learn from each other with every action we perform. We are teaching goodness or evil every time we step out of the house and into the street.","author":"Leo Buscaglia","category":"Time, Learning, Evil"},{"quote":"Infectious diseases have become less prominent as causes of death and disability in regions of improved sanitation and adequate supplies of antibiotics.","author":"Rosalyn Sussman Yalow","category":"Disability, Antibiotics"},{"quote":"After my death, the molecules of my being will return to the earth and the sky. They came from the stars. I am of the stars.","author":"Charles Lindbergh","category":"Stars, Sky, I Am"},{"quote":"I've stopped reading about the death of books because it's wasteful and morbid and insulting to the authors, agents, publishers, booksellers, critics, and readers that keep the world community of fiction interesting.","author":"Patrick deWitt","category":"Community, Reading, World"},{"quote":"The typical Western diet is the number-one cause of premature death and the number-one cause of disability. In other words, a long and healthy life is largely a matter of choice.","author":"Michael Greger","category":"Life, Words, Disability"},{"quote":"Always read something that will make you look good if you die in the middle of it.","author":"P. J. O'Rourke","category":"Good, Look, You"},{"quote":"Know one knows whether death, which people fear to be the greatest evil, may not be the greatest good.","author":"Plato","category":"Good, Fear, Evil"},{"quote":"An unused life is an early death.","author":"Johann Wolfgang von Goethe","category":"Life, Early, Unused"},{"quote":"Death most resembles a prophet who is without honor in his own land or a poet who is a stranger among his people.","author":"Khalil Gibran","category":"Honor, People, Stranger"},{"quote":"Prepare for death, if here at night you roam, and sign your will before you sup from home.","author":"Samuel Johnson","category":"Home, Night, Prepare"},{"quote":"Whether you like it or not, you're forced to come to the realisation that death is out there. But I don't fear death, I'm a fatalist. I believe when it's your time, that's it. It's the hand you're dealt.","author":"Clint Eastwood","category":"Time, Fear, Believe"},{"quote":"We as Americans believe it's OK to kill people. We believe it's OK to invade a country that had nothing to do with 9/11. We think it's OK to invade a country where we think Osama Bin Laden is and he's in the other country. So we just go in and we just kill. And we have the death penalty we sanction it.","author":"Michael Moore","category":"Believe, People, Think"},{"quote":"If nothing else, there's comfort in recognising that no matter how much we fail and sin, death will limit our suffering.","author":"Chuck Palahniuk","category":"Suffering, Comfort, Sin"},{"quote":"There's something about death that is comforting. The thought that you could die tomorrow frees you to appreciate your life now.","author":"Angelina Jolie","category":"Life, Thought, Tomorrow"},{"quote":"In cold weather states like Vermont, where the weather can get to 20 below zero, home heating assistance is critically important. In fact, it is a life and death issue.","author":"Bernie Sanders","category":"Life, Home, Weather"},{"quote":"'Biutiful' is not about death. It's about life. It's a hymn to life.","author":"Alejandro Gonzalez Inarritu","category":"Life, About, Hymn"},{"quote":"Death is frightening, and so is Eternal Life.","author":"Mason Cooley","category":"Life, Eternal Life, Eternal"},{"quote":"I was not encouraged to follow the career of a writer because my parents thought that I was going to starve to death. They thought nobody can make a living from being a writer in Brazil. They were not wrong.","author":"Paulo Coelho","category":"Parents, Thought, Living"},{"quote":"The more you live in the present moment, the more the fear of death disappears.","author":"Eckhart Tolle","category":"Fear, Moment, Live"},{"quote":"To himself everyone is immortal; he may know that he is going to die, but he can never know that he is dead.","author":"Samuel Butler","category":"Die, Know, Never"},{"quote":"I hate death it takes people away from you. You're left feeling rudderless.","author":"John Lydon","category":"Hate, People, You"},{"quote":"This country is being managed to death, being public related to death.","author":"Kurt Vonnegut","category":"Country, Public, Being"},{"quote":"I don't think I would want the responsibility for enforcing the death penalties. There's always the inevitable question of whether someone you gave the order to execute might truly have been innocent.","author":"Jesse Ventura","category":"Responsibility, Want, Think"},{"quote":"Previous generations understood about death, and undoubtedly would have seen a reasonable amount of death. Once you get into the Victorian era, you might well have seen the funerals of many of your siblings before you were very old.","author":"Terry Pratchett","category":"You, Well, Victorian"},{"quote":"Nothing can happen more beautiful than death.","author":"Walt Whitman","category":"Beautiful, Nothing, Happen"},{"quote":"I'm not afraid of death, but I resent it. I think it's unfair and irritating.","author":"Viggo Mortensen","category":"Think, Afraid, Irritating"},{"quote":"'Tis very certain the desire of life prolongs it.","author":"Lord Byron","category":"Life, Desire, Certain"},{"quote":"In shuttering Yucca Mountain, Obama makes it extremely likely that nuclear power in the United States will continue its long, slow, and extremely welcome death.","author":"Timothy Noah","category":"Mountain, Power, Welcome"},{"quote":"When death, the great reconciler, has come, it is never our tenderness that we repent of, but our severity.","author":"George Eliot","category":"Great, Never, Tenderness"},{"quote":"When death comes it is never our tenderness that we repent from, but our severity.","author":"George Eliot","category":"Never, Tenderness, Severity"},{"quote":"In every parting there is an image of death.","author":"George Eliot","category":"Image, Parting, Every"},{"quote":"Thanks to presidential immunity and executive control of the Justice Department, there are no consequences to executive branch lawbreaking. And when it comes to presidential lawbreaking, the sitting president could literally strangle someone to death on national television and meet with no consequences.","author":"Ben Shapiro","category":"Justice, Control, Television"},{"quote":"No one else can take risks for us, or face our losses on our behalf, or give us self-esteem. No one can spare us from life's slings and arrows, and when death comes, we meet it alone.","author":"Martha Beck","category":"Life, Alone, Risks"},{"quote":"The Caribbean is such an apocalyptic place, whether it's the decimation of the indigenous populations by the Europeans, whether it's the importation of slaves and their subsequent being worked to death by the millions in many ways, whether it's the immigrant processes which began for many people, new worlds ending their old ones.","author":"Junot Diaz","category":"Ending, People, Place"},{"quote":"Perhaps we don't need these religious concoctions to pillow the fear of death. Just the fact that there is an unknown, and something greater, can bring a feeling of peace. That's enough for me.","author":"Brad Pitt","category":"Fear, Peace, Me"},{"quote":"'Thor' has got several big battles in it, a reckless, headstrong young hero who has to confront his past and deal with a complicated relationship with his father, it has lots of savage Europeans hacking each other to death at various points, and all of this sounded very much like 'Henry V.'","author":"Kenneth Branagh","category":"Relationship, Hero, Father"},{"quote":"Death, they say, acquits us of all obligations.","author":"Michel de Montaigne","category":"They Say, Say, Us"},{"quote":"The death of Christ proclaimed the justice and perpetuity of his Father's law in punishing the transgressor, in that he consented to suffer the penalty of the law himself, in order to save fallen man from its curse.","author":"Ellen G. White","category":"Father, Justice, Law"},{"quote":"God gave our first parents the food He designed that the race should eat. It was contrary to His plan to have the life of any creature taken. There was to be no death in Eden. The fruit of the trees in the garden was the food man's wants required.","author":"Ellen G. White","category":"Life, Food, Parents"},{"quote":"People think celebrities don't have to worry about human things like sickness and death and rent. It's like you've traveled to this Land of Celebrity, this other country.","author":"David Duchovny","category":"Worry, People, Sickness"},{"quote":"Die, v.: To stop sinning suddenly.","author":"Elbert Hubbard","category":"Die, Stop, Suddenly"},{"quote":"Death is softer by far than tyranny.","author":"Aeschylus","category":"Tyranny, Far, Than"},{"quote":"It is not death or pain that is to be dreaded, but the fear of pain or death.","author":"Epictetus","category":"Fear, Pain, Dreaded"},{"quote":"I am not afraid of death, I just don't want to be there when it happens.","author":"Woody Allen","category":"I Am, Want, Afraid"},{"quote":"Life inspires more dread than death - it is life which is the great unknown.","author":"Emile M. Cioran","category":"Life, Great, Unknown"},{"quote":"The medication I had to take was a form of chemotherapy. You feel like death every day. No appetite. No energy. But the treatment worked. It cured my liver 80 per cent but compromised my kidneys.","author":"Natalie Cole","category":"Day, Energy, Every Day"},{"quote":"I think the minute you mention death, people run for the hills - unless it's heavy metal. People do not like death.","author":"Rufus Wainwright","category":"People, Think, You"},{"quote":"People always say that pregnant women have a glow. And I say it's because you're sweating to death.","author":"Jessica Simpson","category":"Women, People, You"},{"quote":"Writing my novel 'The Narrow Road to the Deep North,' I came to conclude that great crimes like the Death Railway did not begin with the first beating or murder on that grim line of horror in 1943.","author":"Richard Flanagan","category":"Deep, Great, Writing"},{"quote":"Chronic Lyme causes arthritis, heart problems, stroke - even death.","author":"Daryl Hall","category":"Heart, Problems, Arthritis"},{"quote":"Are there moments when I see unrequited crushes or ex-boyfriends slow dancing with their dates and kind of want to stab myself in the spleen with a salad fork? Yeah, sure.","author":"Sloane Crosley","category":"Myself, Moments, Want"},{"quote":"Tradition demands that we not speak poorly of the dead.","author":"Daniel Barenboim","category":"Speak, Tradition, Dead"},{"quote":"In a story, you have to have a theme and an angle, you have to have a beginning, middle and an end. You have to have a defining moment and kick it to death. You gotta be able to recognize that, by the way. It probably takes experience.","author":"Dan Jenkins","category":"Experience, Moment"},{"quote":"The poorer people and criminals of Mexico who are not very religious but not quite atheists, either, worship Saint Death.","author":"Karl Pilkington","category":"People, Mexico, Worship"},{"quote":"She looks like a warrior. I mean, Bellatrix does mean warrior. And she's also a bit of a fatale. She's the right hand of Voldemort, and the only woman death eater.","author":"Helena Bonham Carter","category":"Woman, Warrior, She"},{"quote":"There was a docudrama that was made, called 'The Death Of A Princess,' which was about a true story in Saudi Arabia. It was about a public execution for adultery. And when the movie was aired on British television, the Saudi government threatened to cut off oil exports and to cut off diplomatic relations.","author":"Evan Osnos","category":"Government, Television"},{"quote":"I try to write lyrics so that they won't age, which sort of leaves you with the big subjects like death and love and sex and violence.","author":"Florence Welch","category":"Love, Age, Violence"},{"quote":"To have died once is enough.","author":"Virgil","category":"Enough, Once, Died"},{"quote":"In all the difficult decisions that I made through the course of running Loudcloud and Opsware, I never once felt brave. In fact, I often felt scared to death. I never lost those feelings, but after much practice, I learned to ignore them. That learning process might also be called the courage development process.","author":"Ben Horowitz","category":"Learning, Courage, Decisions"},{"quote":"For me, habit is just a synonym for death.","author":"Juliette Binoche","category":"Me, Habit, Just"},{"quote":"One of the top causes of startup death - right after cofounder problems - is building something no one wants.","author":"Kathryn Minshew","category":"Problems, Building, Right"},{"quote":"The cycle of life is death, decomposition and regeneration, and a person who wants to stop killing animals is actually anti-life because it's only in death that life can be regenerated.","author":"Joel Salatin","category":"Life, Animals, Person"},{"quote":"I don't worry. I'm more stoical. Of course I have insecurities. I fear getting older. I fear death and illness. I'm not prone to depression, but I get depressed because everybody gets depressed. Suddenly I'm away from my family or doing a job I'm not enjoying.","author":"David Thewlis","category":"Family, Fear, Depression"},{"quote":"My life comes down to three moments: the death of my father, meeting my husband, and the birth of my daughter. Everything I did previous to that just doesn't seem to add up to very much.","author":"Gwyneth Paltrow","category":"Life, Family, Father"},{"quote":"A friend who dies, it's something of you who dies.","author":"Gustave Flaubert","category":"Friend, You, Something"},{"quote":"I think what we're going to hear is that we didn't meet the basic, minimum standards required for a facility such as the one we had in Benghazi. And the request for more security personnel went unheeded, unanswered, and consequently, you know, you have the death of four Americans.","author":"Jason Chaffetz","category":"Security, Know, Think"},{"quote":"I am not a proponent of the death penalty, but I will enforce the law as this Congress gives it to us.","author":"Eric Holder","category":"Law, I Am, Death Penalty"},{"quote":"I am deeply saddened by the death of my dear friend, Dudley Moore.","author":"Liza Minnelli","category":"I Am, Friend, Deeply"},{"quote":"Everyone sees something different in 'Endgame': a biblical apocalypse, a portrait of painful co-dependency, a confession of guilt and dignity in the face of death, a night of baffling hopelessness, a meaningless babble. Each interpretation reveals an absurd truth - not about the play, but about the person watching it.","author":"Simon McBurney","category":"Truth, Night, Guilt"},{"quote":"I've had various people close to me die, and I don't necessarily find the idea of death purely depressing.","author":"Simon McBurney","category":"Me, People, Die"},{"quote":"I don't believe in life after death. But I do believe in some grinding destiny that watches over us on earth. If I didn't, the safety valve would give and the boiler would explode.","author":"Hedy Lamarr","category":"Life, Safety, Believe"},{"quote":"I don't fear death because I don't fear anything I don't understand. When I start to think about it, I order a massage and it goes away.","author":"Hedy Lamarr","category":"Fear, Start, Think"},{"quote":"It is difficult to accept death in this society because it is unfamiliar. In spite of the fact that it happens all the time, we never see it.","author":"Elisabeth Kubler-Ross","category":"Time, Society, See"},{"quote":"For years, I have been stalked by a bad reputation. Actually, I have been pursued by people who have regarded me as the 'Death and Dying' Lady. They believe that having spent more than three decades in research into death and life after death qualifies me as an expert on the subject. I think they miss the point.","author":"Elisabeth Kubler-Ross","category":"Life, Believe, Research"},{"quote":"There are people who never experience that, who remain closed until death, from fear of change.","author":"Isabelle Adjani","category":"Change, Fear, Experience"},{"quote":"I'm scared to death of being poor. It's like a fat girl who loses 500 pounds but is always fat inside. I grew up poor and will always feel poor inside. It's my pet paranoia.","author":"Cher","category":"Money, Pet, Girl"},{"quote":"Since the day of my birth, my death began its walk. It is walking toward me, without hurrying.","author":"Jean Cocteau","category":"Day, Walking, Walk"},{"quote":"When I was a child, I used to paint intently. The older I become, and the closer death approaches, the brighter my life gets day by day.","author":"Yayoi Kusama","category":"Life, Day, Child"},{"quote":"We die only once, and for such a long time.","author":"Moliere","category":"Time, Die, Long"},{"quote":"Someone who is about to die does not mourn the dead.","author":"Friedrich Durrenmatt","category":"Die, Dead, Someone"},{"quote":"No one wants to live in a wheelchair unable to talk, only winking once for yes and twice for no. It's perfectly reasonable that there will come a point where the balance of judgment of life over death swings the other way.","author":"Tony Judt","category":"Life, Balance, Live"},{"quote":"The body dies, but the spirit that transcends it cannot be touched by death.","author":"Ramana Maharshi","category":"Body, Spirit, Cannot"},{"quote":"Death is the easiest of all things after it, and the hardest of all things before it.","author":"Abu Bakr","category":"Before, Things, Hardest"},{"quote":"My mother was the sweetest lady who ever lived on this planet, but if you tried to tell her that Jesus wasn't a Christian, she would stomp you to death.","author":"Dick Gregory","category":"Mother, Christian, You"},{"quote":"Instead of thinking that's a nice tune, you start thinking is it the right pace, is it the right tempo? That is the death nell for artists.","author":"Alison Moyet","category":"Thinking, Start, Nice"},{"quote":"All societies on the verge of death are masculine. A society can survive with only one man no society will survive a shortage of women.","author":"Germaine Greer","category":"Women, Man, Society"},{"quote":"When you think about it, the end of the world is a little bit like death: We all know it's going to come eventually, and as we get older, we feel we see the signs more and more distinctly.","author":"John Hodgman","category":"World, End, Know"},{"quote":"People are scared to death of dying. I am the opposite.","author":"Taylor Caldwell","category":"I Am, People, Dying"},{"quote":"When I was in high school, I listened to a lot of death metal bands.","author":"Amy Lee","category":"School, High School, High"},{"quote":"The fertility cycle is a cycle entirely of living creatures passing again and again through birth, growth, maturity, death, and decay.","author":"Wendell Berry","category":"Growth, Maturity, Living"},{"quote":"The experiences associated with death were seen as visits to important dimensions of reality that deserved to be experienced, studied, and carefully mapped.","author":"Stanislav Grof","category":"Reality, Important"},{"quote":"The death penalty is becoming a way of life in this country.","author":"Dennis Miller","category":"Life, Death Penalty, Country"},{"quote":"All architects want to live beyond their deaths.","author":"Philip Johnson","category":"Live, Want, Beyond"},{"quote":"When I arrived in France aged 20, I marched against the death penalty, which was an unpopular thing to protest against at the time.","author":"Jane Birkin","category":"Time, Death Penalty, Protest"},{"quote":"I think the amazing thing about gospel music is that not only does it lift up the death and resurrection of our Lord, which is consistent with the Gospel, but it is uniquely communicated depending upon the generation.","author":"T. D. Jakes","category":"Music, Amazing, Generation"},{"quote":"Do not fear death so much but rather the inadequate life.","author":"Bertolt Brecht","category":"Life, Fear, Inadequate"},{"quote":"John Candy knew he was going to die. He told me on his 40th birthday. He said, well, Maureen, I'm on borrowed time.","author":"Maureen O'Hara","category":"Birthday, Time, Me"},{"quote":"Not death but disease is the real enemy; disease, the malign force that requires confrontation. Death is the surcease that comes when the exhausting battle has been lost.","author":"Sherwin B. Nuland","category":"Battle, Lost, Enemy"},{"quote":"My original inspiration was my mom: a few years after the death of my dad, she started dating one my teachers!","author":"Meg Cabot","category":"Mom, Dating, She"},{"quote":"Plenty of people detested Michael Jackson before his death wiped away the world's collective memory. Timberlake was originally dismissed as just another boy-bander. Legions have joined in a 'Hate Anne Hathaway' movement. Elvis, the Rolling Stones, Kristen Bell, even Mozart had haters.","author":"Kurt Eichenwald","category":"Memory, Hate, World"},{"quote":"I can choose to accelerate my disease to an alcoholic death or incurable insanity, or I can choose to live within my thoroughly human condition.","author":"Mercedes McCambridge","category":"Live, Insanity, Human"},{"quote":"I tell myself that God gave my children many gifts - spirit, beauty, intelligence, the capacity to make friends and to inspire respect. There was only one gift he held back - length of life.","author":"Rose Kennedy","category":"Life, Beauty, Respect"},{"quote":"Death is always around the corner, but often our society gives it inordinate help.","author":"Carter Burwell","category":"Society, Help, Always"},{"quote":"Disasters such as earthquakes, tsunamis, volcanoes, floods, oil spills and radioactive fallout cause massive death of people, pigs, bats and birds. These disasters also impact the immune health of survivors. All harbor viruses.","author":"Paul Stamets","category":"Health, People, Birds"},{"quote":"It is possible to provide security against other ills, but as far as death is concerned, we men live in a city without walls.","author":"Epicurus","category":"Men, City, Live"},{"quote":"Israel should not feel satisfaction at my son's death, for he died on the battlefield, facing the conquerors as he wished, with a gun in his hand.","author":"Hassan Nasrallah","category":"Son, Gun, Satisfaction"},{"quote":"Even one heatstroke death is one too many because every death caused by leaving a child unattended in a hot car is 100 percent avoidable.","author":"Anthony Foxx","category":"Car, Child, Leaving"},{"quote":"If you don't have any fight in you, you might as well be dead.","author":"Scott Caan","category":"Fight, You, Well"},{"quote":"I think, in real life, when we're facing death - that is, when we come out on the other side of it, whether it's death of a friend or a family member - you come out on the other side of the mourning cherishing your life that much more.","author":"Tony DiTerlizzi","category":"Life, Family, Friend"},{"quote":"I hope to die in the saddle seat.","author":"Albert Ellis","category":"Hope, Die, Saddle"},{"quote":"Those who welcome death have only tried it from the ears up.","author":"Wilson Mizner","category":"Welcome, Up, Ears"},{"quote":"But for me, it is when a student has died. I find the death of a young person the most difficult and painful of times. To explain it to other young people, to see a bright future snuffed out, is just awful. I am haunted by those deaths.","author":"Donna Shalala","category":"Future, I Am, Me"},{"quote":"I shall not die of a cold. I shall die of having lived.","author":"Willa Cather","category":"Die, Lived, Cold"},{"quote":"I was court-martialled in my absence, and sentenced to death in my absence, so I said they could shoot me in my absence.","author":"Brendan Behan","category":"Me, Said, Absence"},{"quote":"Once a disease has entered the body, all parts which are healthy must fight it: not one alone, but all. Because a disease might mean their common death. Nature knows this; and Nature attacks the disease with whatever help she can muster.","author":"Paracelsus","category":"Nature, Alone, Help"},{"quote":"When you're dead, you're dead. That's it.","author":"Marlene Dietrich","category":"Dead, You"},{"quote":"Dickinson is my hero because she was a joker, because she would never explain, because as a poet she confronted pain, dread and death, and because she was capable of speaking of those matters with both levity and seriousness. She's my hero because she was a metaphysical adventurer.","author":"Helen Oyeyemi","category":"Hero, Pain, She"},{"quote":"I was in a rock band; I was my own folk singer; I was in a death metal band for a very short time; I was in a cover band, a jazz band, a blues band. I was in a gospel choir.","author":"Kiesza","category":"Time, Short, Blues"},{"quote":"For tis not in mere death that men die most.","author":"Elizabeth Barrett Browning","category":"Men, Die, Most"},{"quote":"The Greeks said grandly in their tragic phrase, 'Let no one be called happy till his death;' to which I would add, 'Let no one, till his death, be called unhappy.'","author":"Elizabeth Barrett Browning","category":"Happy, Unhappy, Said"},{"quote":"I like death. I'm a big fan of it.","author":"Guy Ritchie","category":"Big, Like, Fan"},{"quote":"The death of what's dead is the birth of what's living.","author":"Arlo Guthrie","category":"Living, Birth, Dead"},{"quote":"Only comedians can talk about death, life, God and Virgin Mary. If I was a tragic actor, I couldn't allow myself. But with this accent I can do it. I can talk with death in person because I am a clown. Yes. And I am proud to be a clown - very much.","author":"Roberto Benigni","category":"Life, Myself, God"},{"quote":"We were aware of the fact that death walks hand in hand with struggle.","author":"Stokely Carmichael","category":"Struggle, Hand, Fact"},{"quote":"I spend a lot of time with Buddhists. I'm not a Buddhist, but their relationship with death interests me.","author":"Joan Baez","category":"Time, Relationship, Me"},{"quote":"Cardiovascular diseases are the leading cause of death in women.","author":"Gro Harlem Brundtland","category":"Women, Leading, Diseases"},{"quote":"Man dies of cold, not of darkness.","author":"Miguel de Unamuno","category":"Man, Darkness, Cold"},{"quote":"With attention deficit democracy, I am trying to wake up people to how the combination of mass ignorance, fear mongering by the government, and lying politicians is putting our entire system of government to a death spiral.","author":"James Bovard","category":"Fear, I Am, Government"},{"quote":"We ourselves can die with comfort and even with joy if we know that death is but a passport to blessedness, that this intellect, freed from all material chains, shall rise and shine.","author":"Matthew Simpson","category":"Joy, Comfort, Rise"},{"quote":"He who is completely sanctified, or cleansed from all sin, and dies in this state, is fit for glory.","author":"Adam Clarke","category":"Sin, Glory, State"},{"quote":"I can't have white roses. They symbolize death.","author":"Nina Arianda","category":"Roses, White, Symbolize"},{"quote":"I chose not to put a wig on. The reason why I chose to come out with the cancer thing is because there's somebody out there who can see that all sickness isn't unto death. That it's something you can't change at that point in time, so you just got to go with it. Don't be ashamed. Don't be ashamed of looking at yourself.","author":"Sharon Jones","category":"Change, Time, Yourself"},{"quote":"I got well by talking. Death could not get a word in edgewise, grew discouraged, and traveled on.","author":"Louise Erdrich","category":"Word, Talking, Well"},{"quote":"You know, your first album is about really amazing things. Your first album is always about coming of age, first love, first loss, usually you suffer a first loss of someone that you love to death, even, you know, really big life lessons, things you learn from your parents' divorce or from the travels that you took.","author":"Brandi Carlile","category":"Love, Life, Age"},{"quote":"None of us, in our culture of comfort, know how to prepare ourselves for dying, but that's what we should do every day. Every single day, we die a thousand deaths.","author":"Joni Eareckson Tada","category":"Day, Culture, Comfort"},{"quote":"If you die in an elevator, be sure to push the Up button.","author":"Sam Levenson","category":"Die, Push, You"},{"quote":"Some people are so afraid to die that they never begin to live.","author":"Henry Van Dyke","category":"People, Live, Die"},{"quote":"The death industry markets caskets and embalming under the rubric of helping bodies look 'natural,' but our current death customs are as natural as training majestic creatures like bears and elephants to dance in cute little outfits, or erecting replicas of the Eiffel Tower and Venetian canals in the middle of the harsh American desert.","author":"Caitlin Doughty","category":"Dance, Training, American"},{"quote":"Death is better than slavery.","author":"Harriet Ann Jacobs","category":"Slavery, Better, Than"},{"quote":"The poet does not fear death, not because he believes in the fantasy of heroes, but because death constantly visits his thoughts and is thus an image of a serene dialogue.","author":"Salvatore Quasimodo","category":"Fear, Thoughts, Fantasy"},{"quote":"We're also the only country that has the Death Penalty. That's something to boast about, isn't it?","author":"Tony Randall","category":"Death Penalty, Country"},{"quote":"Johnny Ringo to me was just the best antagonist that I've ever played, because I played him as a guy who has a death wish and had done everything that he wanted in life. As far as he was concerned, a gun fight was about as exciting as it was going to get.","author":"Michael Biehn","category":"Life, Best, Gun"},{"quote":"There must be a punitive expedition against the Jews in Russia, a punitive expedition which will expect: death sentence and execution. Then the world will see the end of the Jews is also the end of Bolshevism.","author":"Julius Streicher","category":"World, End, Execution"},{"quote":"To date or not to date that is the question. It's almost as important as Shakespeare's to be or not to be which deals with death.","author":"Al Goldstein","category":"Important, Question, Date"},{"quote":"Art has two constant, two unending concerns: It always meditates on death and thus always creates life. All great, genuine art resembles and continues the Revelation of St John.","author":"Boris Pasternak","category":"Life, Art, Great"},{"quote":"Death is not more certainly a separation of our souls from our bodies than the Christian life is a separation of our souls from worldly tempers, vain indulgences, and unnecessary cares.","author":"William Law","category":"Life, Christian, Life Is A"},{"quote":"But the issue is not only life and death but our existence before God and our being judged by him. All of us were sinners before him and worthy of condemnation.","author":"Hans Urs von Balthasar","category":"Life, God, Existence"},{"quote":"Death is the beginning of something.","author":"Edith Piaf","category":"Beginning, Something"},{"quote":"Sometimes the early bird gets the worm, but sometimes the early bird gets frozen to death.","author":"Myron Scholes","category":"Bird, Early, Sometimes"},{"quote":"The Death of Advertising? I think that's in the book of Revelation. It's the day when people everywhere become satisfied with their weight, their hair, their skin, their wardrobe, and their aroma.","author":"Jef I. Richards","category":"Day, Book, Advertising"},{"quote":"When we have done our best, we can, as a united people, take whatever may befall with calm courage and confidence that this old nation will survive and if death should come to many of us, death is not the end.","author":"Eamon de Valera","category":"Courage, Best, Confidence"},{"quote":"Hell, madam, is to love no longer.","author":"Georges Bernanos","category":"Love, Hell, To Love"},{"quote":"All our knowledge merely helps us to die a more painful death than animals that know nothing.","author":"Maurice Maeterlinck","category":"Knowledge, Animals, Know"},{"quote":"If you make every game a life and death proposition, you're going to have problems. For one thing, you'll be dead a lot.","author":"Dean Smith","category":"Life, Problems, Game"},{"quote":"Father's Day was great, but all the family gatherings brought up my mother's death. Maybe it's me, because I am a wimp. We would get together, but there was someone missing!","author":"Doug Davidson","category":"Family, Father, Great"},{"quote":"We cannot banish dangers, but we can banish fears. We must not demean life by standing in awe of death.","author":"David Sarnoff","category":"Life, Standing, Must"},{"quote":"A detective sees death in all the various forms at least five times a week.","author":"Evan Hunter","category":"Week, Five, Detective"},{"quote":"I have been here before as a spirit - this is just my physical body, it is just an overcoat. And at death, you will take the overcoat off.","author":"Glenn Hoddle","category":"Body, You, Here"},{"quote":"Becoming a parent gives you access to a whole world of feeling. It gives you a much stronger sense of life and death: becoming a father made me realise my own mortality.","author":"Laurence Fox","category":"Life, Father, World"},{"quote":"I almost always start with setting! I have to know the world before I know how to populate it. I have a tendency to play with doors - between life and death, human and monster, mundane and magic - and with 'ADSOM,' I knew I wanted to play with the physical doors between worlds.","author":"V. E. Schwab","category":"Life, World, Start"},{"quote":"His death was the first time that Ed Wynn ever made anyone sad.","author":"Red Skelton","category":"Time, Sad, First Time"},{"quote":"I don't believe in death.","author":"Bob Weir","category":"Believe"},{"quote":"Lovers of air travel find it exhilarating to hang poised between the illusion of immortality and the fact of death.","author":"Alexander Chase","category":"Travel, Illusion, Lovers"},{"quote":"Death by starvation is slow.","author":"Mary Hunter Austin","category":"Slow, Starvation"},{"quote":"Call no man happy before he dies, he is at best but fortunate.","author":"Solon","category":"Happy, Best, Man"},{"quote":"Death's in the good-bye.","author":"Anne Sexton","category":"Good-Bye"},{"quote":"Death borders upon our birth, and our cradle stands in the grave.","author":"Joseph Hall","category":"Birth, Grave, Borders"},{"quote":"Death is the tyrant of the imagination.","author":"Bryan Procter","category":"Imagination, Tyrant"},{"quote":"Is there a point at which we hit a tipping point and all of this economic, cultural and moral trouble sends us into a death spiral we can't get out of?","author":"Joel C. Rosenberg","category":"Moral, Economic, Point"},{"quote":"She goes through the vale of death alone, each time a babe is born. As it is the right neither of man nor the state to coerce her into this ordeal, so it is her right to decide whether she will endure it.","author":"Margaret Sanger","category":"Time, Alone, Man"},{"quote":"I am not a 'defender' of the September 11 attacks, but simply pointing out that if U.S. foreign policy results in massive death and destruction abroad, we cannot feign innocence when some of that destruction is returned.","author":"Ward Churchill","category":"I Am, Innocence, Results"},{"quote":"From birth to death, anyone can fish. I just think it's fantastic to see old people going fishing with young people and teaching them things. I'm very, very critical.","author":"Rex Hunt","category":"Fishing, Fish, People"},{"quote":"The timing of death, like the ending of a story, gives a changed meaning to what preceded it.","author":"Mary Catherine Bateson","category":"Ending, Meaning, Timing"},{"quote":"Birth and death are the most singular events we experience - and the contemplation of death, as of birth, should be a thing of beauty, not ignobility.","author":"Jacob K. Javits","category":"Beauty, Experience, Birth"},{"quote":"Soldiers are citizens of death's grey land, drawing no dividend from time's tomorrows.","author":"Siegfried Sassoon","category":"Time, Drawing, Grey"},{"quote":"If fame is to come only after death, I am in no hurry for it.","author":"Marcus Valerius Martial","category":"I Am, Fame, Hurry"},{"quote":"If you don't have imagination, you stop being human; animals don't have imagination; Alzheimer's is the death of imagination.","author":"Devdutt Pattanaik","category":"Imagination, Animals, You"},{"quote":"Well the themes for me were and remain sex and love and grief and death - the things that make us and undo us, create and destroy, how we breed and disappear and the emotional context that surrounds these events.","author":"Thomas Lynch","category":"Love, Grief, Me"},{"quote":"Fling but a stone, the giant dies.","author":"Matthew Green","category":"Stone, Giant, Fling"},{"quote":"You don't send a man to his death because you want a hero.","author":"Paddy Chayefsky","category":"Hero, Man, Want"},{"quote":"The prime minister found something hopeful in the man's eyes and manner. The 30 or so people who run this world analyze one another that way and then make decisions of life and death for us. Scary, but true.","author":"Hugh Sidey","category":"Life, Eyes, Man"},{"quote":"I guess I don't believe that death is the end.","author":"Pam Dawber","category":"Believe, End, Guess"},{"quote":"It was from an old friend who thought he was dying. Anyway, he said, 'Life and death issues don't come along that often, thank God, so don't treat everything like it's life or death. Go easier.'","author":"Thomas Arnold","category":"Life, God, Thank God"},{"quote":"How many wives have been forced by the death of well-intentioned but too protective husbands to face reality late in life, bewildered and frightened because they were strangers to it!","author":"Hortense Odlum","category":"Life, Reality, Strangers"},{"quote":"Death calls ye to the crowd of common men.","author":"James Shirley","category":"Men, Crowd, Common"},{"quote":"I can't let my mother's death have been in vain. Democracy is the best revenge, and we will have it.","author":"Bilawal Bhutto Zardari","category":"Best, Mother, Revenge"},{"quote":"You think, eventually, that nothing can disturb you and that your nerves are impregnable. Yet, looking down at that familiar face, I realized that death is something to which we never become calloused.","author":"Eliot Ness","category":"Looking, Think, You"},{"quote":"I am not afraid of death, but would not want to die in some obscure or pointless way.","author":"Isabelle Eberhardt","category":"I Am, Die, Want"},{"quote":"Nothing that is really good and God-like dies.","author":"Ernst Moritz Arndt","category":"Good, Nothing, Really"},{"quote":"It is only in the light of the inescapable fact of death that a person can adequately engage and enter upon the mysterious fact of life.","author":"John Hines","category":"Life, Light, Mysterious"},{"quote":"He who doesn't fear death dies only once.","author":"Giovanni Falcone","category":"Fear, Only, Once"},{"quote":"Death is the last enemy: once we've got past that I think everything will be alright.","author":"Alice Thomas Ellis","category":"Past, Enemy, Think"},{"quote":"I have a dream that my four little children will one day live in a nation where they will not be judged by the color of their skin, but by the content of their character.","author":"Martin Luther King, Jr.","category":"Children, Day, Character"},{"quote":"Racism is still with us. But it is up to us to prepare our children for what they have to meet, and, hopefully, we shall overcome.","author":"Rosa Parks","category":"Children, Racism, Prepare"},{"quote":"Here are the values that I stand for: honesty, equality, kindness, compassion, treating people the way you want to be treated and helping those in need. To me, those are traditional values.","author":"Ellen DeGeneres","category":"Kindness, Compassion"},{"quote":"If we cannot now end our differences, at least we can help make the world safe for diversity.","author":"John F. Kennedy","category":"Diversity, World, Help"},{"quote":"The worst form of inequality is to try to make unequal things equal.","author":"Aristotle","category":"Inequality, Equal, Try"},{"quote":"I speak not for myself but for those without voice... those who have fought for their rights... their right to live in peace, their right to be treated with dignity, their right to equality of opportunity, their right to be educated.","author":"Malala Yousafzai","category":"Peace, Myself, Opportunity"},{"quote":"No struggle can ever succeed without women participating side by side with men.","author":"Muhammad Ali Jinnah","category":"Women, Struggle, Men"},{"quote":"The earth is the mother of all people, and all people should have equal rights upon it.","author":"Chief Joseph","category":"Mother, People, Earth"},{"quote":"If you want to see the true measure of a man, watch how he treats his inferiors, not his equals.","author":"J. K. Rowling","category":"Man, Measure Of A Man, Want"},{"quote":"True equality means holding everyone accountable in the same way, regardless of race, gender, faith, ethnicity - or political ideology.","author":"Monica Crowley","category":"Faith, Political, Gender"},{"quote":"Education promotes equality and lifts people out of poverty. It teaches children how to become good citizens. Education is not just for a privileged few, it is for everyone. It is a fundamental human right.","author":"Ban Ki-moon","category":"Education, Children, Good"},{"quote":"There should be no discrimination against languages people speak, skin color, or religion.","author":"Malala Yousafzai","category":"Religion, Color, Speak"},{"quote":"Racism oppresses its victims, but also binds the oppressors, who sear their consciences with more and more lies until they become prisoners of those lies. They cannot face the truth of human equality because it reveals the horror of the injustices they commit.","author":"Alveda King","category":"Truth, Racism, Face"},{"quote":"Rightful liberty is unobstructed action according to our will within limits drawn around us by the equal rights of others. I do not add 'within the limits of the law' because law is often but the tyrant's will, and always so when it violates the rights of the individual.","author":"Thomas Jefferson","category":"Law, Action, Liberty"},{"quote":"Nobody can give you freedom. Nobody can give you equality or justice or anything. If you're a man, you take it.","author":"Malcolm X","category":"Freedom, Justice, Man"},{"quote":"We came equals into this world, and equals shall we go out of it.","author":"George Mason","category":"World, Go, Came"},{"quote":"I have a dream that one day on the red hills of Georgia, the sons of former slaves and the sons of former slave owners will be able to sit together at the table of brotherhood.","author":"Martin Luther King, Jr.","category":"Day, Together, Red"},{"quote":"The best partnerships aren't dependent on a mere common goal but on a shared path of equality, desire, and no small amount of passion.","author":"Sarah MacLean","category":"Best, Passion, Path"},{"quote":"Gender equality is more than a goal in itself. It is a precondition for meeting the challenge of reducing poverty, promoting sustainable development and building good governance.","author":"Kofi Annan","category":"Good, Challenge, Poverty"},{"quote":"Americans are so enamored of equality that they would rather be equal in slavery than unequal in freedom.","author":"Alexis de Tocqueville","category":"Freedom, Slavery, Equal"},{"quote":"Virtue can only flourish among equals.","author":"Mary Wollstonecraft","category":"Virtue, Only, Flourish"},{"quote":"Four score and seven years ago our fathers brought forth on this continent, a new nation, conceived in Liberty, and dedicated to the proposition that all men are created equal.","author":"Abraham Lincoln","category":"Men, Liberty, Nation"},{"quote":"I have undertaken vengeance. I want Liberty and Equality to reign in Saint-Domingue. I work to bring them into existence. Unite yourselves to us, brothers, and fight with us for the same cause.","author":"Toussaint Louverture","category":"Work, Fight, Liberty"},{"quote":"The history of the past is but one long struggle upward to equality.","author":"Elizabeth Cady Stanton","category":"History, Struggle, Past"},{"quote":"Democracy and socialism have nothing in common but one word, equality. But notice the difference: while democracy seeks equality in liberty, socialism seeks equality in restraint and servitude.","author":"Alexis de Tocqueville","category":"Democracy, Liberty"},{"quote":"Before God we are all equally wise - and equally foolish.","author":"Albert Einstein","category":"God, Wise, Foolish"},{"quote":"I like the religion that teaches liberty, equality and fraternity.","author":"B. R. Ambedkar","category":"Religion, Liberty"},{"quote":"Today, Negroes play on every big league club and in every minor league. With millions of other Negroes in other walks of life, we are willing to stand up and be counted for what we believe in. In baseball or out, we are no longer willing to wait until Judgment Day for equality - we want it here on earth as well as in Heaven.","author":"Jackie Robinson","category":"Life, Today, Baseball"},{"quote":"Democracy, pure democracy, has at least its foundation in a generous theory of human rights. It is founded on the natural equality of mankind. It is the cornerstone of the Christian religion. It is the first element of all lawful government upon earth.","author":"John Quincy Adams","category":"Religion, Government"},{"quote":"Achieving gender equality requires the engagement of women and men, girls and boys. It is everyone's responsibility.","author":"Ban Ki-moon","category":"Women, Responsibility, Men"},{"quote":"Today it is time for every child to have a right to life, right to freedom, right to health, right to education, safety, the right to dignity, right to equality, and right to peace.","author":"Kailash Satyarthi","category":"Life, Education, Time"},{"quote":"There cannot be enduring peace, prosperity, equality and brotherhood in this world if our aims are so separate and divergent, if we do not accept that in the end we are people, all alike, sharing the Earth among ourselves and also with other sentient beings, all of whom have an equal role and stake in the state of this planet and its players.","author":"Jigme Khesar Namgyel Wangchuck","category":"Peace, World, End"},{"quote":"All animals are equal, but some animals are more equal than others.","author":"George Orwell","category":"Animals, Equal, Others"},{"quote":"Marriage equality is about more than just marriage. It's about something greater. It's about acceptance.","author":"Charlize Theron","category":"Marriage, Acceptance, Just"},{"quote":"We will never have true civilization until we have learned to recognize the rights of others.","author":"Will Rogers","category":"True, Civilization, Rights"},{"quote":"In my opinion, the battles over birth control and Planned Parenthood are primarily neither political nor religious. This is an issue of equality for women. This is an issue of women's rights: Planned Parenthood is the most important private provider of reproductive health care for women in the United States.","author":"Karen DeCrow","category":"Women, Health, Political"},{"quote":"Martin Luther King, Jr. didn't carry just a piece of cloth to symbolize his belief in racial equality; he carried the American flag.","author":"Adrian Cronauer","category":"American, King, Belief"},{"quote":"The right to a quality education is, I believe, the perfect path to bridge the gap between different cultures and to reconcile various civilizations. Without such a right, the values of liberty, justice and equality will have no meaning. Ignorance is by far the biggest danger and threat to humankind.","author":"Moza bint Nasser","category":"Education, Justice, Path"},{"quote":"These men ask for just the same thing, fairness, and fairness only. This, so far as in my power, they, and all others, shall have.","author":"Abraham Lincoln","category":"Power, Men, Fairness"},{"quote":"Equality, rightly understood as our founding fathers understood it, leads to liberty and to the emancipation of creative differences; wrongly understood, as it has been so tragically in our time, it leads first to conformity and then to despotism.","author":"Barry Goldwater","category":"Time, Creative, Liberty"},{"quote":"Canada is the homeland of equality, justice and tolerance.","author":"Kim Campbell","category":"Justice, Canada, Tolerance"},{"quote":"The Klan had used fear, intimidation and murder to brutally oppress over African-Americans who sought justice and equality and it sought to respond to the young workers of the civil rights movement in Mississippi in the same way.","author":"Charles B. Rangel","category":"Fear, Justice, Rights"},{"quote":"Liberty and equality are captivating sounds, but they often captivate to destroy.","author":"John Tyler","category":"Liberty, Destroy, Sounds"},{"quote":"All the people like us are we, and everyone else is They.","author":"Rudyard Kipling","category":"People, Everyone, Like"},{"quote":"Corporate social responsibility is measured in terms of businesses improving conditions for their employees, shareholders, communities, and environment. But moral responsibility goes further, reflecting the need for corporations to address fundamental ethical issues such as inclusion, dignity, and equality.","author":"Klaus Schwab","category":"Responsibility, Employees"},{"quote":"I never doubted that equal rights was the right direction. Most reforms, most problems are complicated. But to me there is nothing complicated about ordinary equality.","author":"Alice Paul","category":"Problems, Me, Direction"},{"quote":"Countries with higher levels of gender equality have higher economic growth. Companies with more women on their boards have higher returns. Peace agreements that include women are more successful. Parliaments with more women take up a wider range of issues - including health, education, anti-discrimination, and child support.","author":"Ban Ki-moon","category":"Education, Women, Peace"},{"quote":"The wisdom of man never yet contrived a system of taxation that would operate with perfect equality.","author":"Andrew Jackson","category":"Wisdom, Man, Perfect"},{"quote":"Equality is like gravity. We need it to stand on this earth as men and women.","author":"Joss Whedon","category":"Women, Men, Earth"},{"quote":"Genuine equality between the sexes can only be realized in the process of the socialist transformation of society as a whole.","author":"Mao Zedong","category":"Society, Transformation"},{"quote":"Gender equality will only be reached if we are able to empower women.","author":"Michelle Bachelet","category":"Women, Gender, Will"},{"quote":"In the face of love, everyone is equal. Let everyone have the freedom to love and to pursue their happiness. I am Tsai Ing-wen, and I support marriage equality.","author":"Tsai Ing-wen","category":"Love, Happiness, Marriage"},{"quote":"The sweltering summer of the Negro's legitimate discontent will not pass until there is an invigorating autumn of freedom and equality.","author":"Martin Luther King, Jr.","category":"Autumn, Freedom, Summer"},{"quote":"Democracy... is a charming form of government, full of variety and disorder; and dispensing a sort of equality to equals and unequals alike.","author":"Plato","category":"Democracy, Government"},{"quote":"For a modern woman it is important to be supported and that there is equality in every aspect, and that it's not two halves that make a whole - it's two wholes that make a whole.","author":"Katy Perry","category":"Woman, Important, Two"},{"quote":"The smaller the planets are, they are, other things being equal, of so much the greater density; for so the powers of gravity on their several surfaces come nearer to equality. They are likewise, other things being equal, of the greater density, as they are nearer to the sun.","author":"Isaac Newton","category":"Sun, Equal, Gravity"},{"quote":"Rosa Parks was the queen mother of a movement whose single act of heroism sparked the movement for freedom, justice and equality. Her greatest contribution is that she told us a regular person can make a difference.","author":"Marc Morial","category":"Freedom, Mother, Justice"},{"quote":"Political democracy cannot last unless there lies at the base of it social democracy. What does social democracy mean? It means a way of life which recognizes liberty, equality and fraternity as the principles of life.","author":"B. R. Ambedkar","category":"Life, Democracy, Political"},{"quote":"Equality is the soul of liberty; there is, in fact, no liberty without it.","author":"Frances Wright","category":"Soul, Liberty, Without"},{"quote":"To realize that new world we must prefer the values of freedom and equality above all other values - above personal wealth, technical power and nationalism.","author":"Herbert Read","category":"Freedom, Power, World"},{"quote":"There can be no equality or opportunity if men and women and children be not shielded in their lives from the consequences of great industrial and social processes which they cannot alter, control, or singly cope with.","author":"Woodrow Wilson","category":"Children, Women, Great"},{"quote":"Political Freedom without economic equality is a pretense, a fraud, a lie; and the workers want no lying.","author":"Mikhail Bakunin","category":"Freedom, Lie, Political"},{"quote":"Equality is the public recognition, effectively expressed in institutions and manners, of the principle that an equal degree of attention is due to the needs of all human beings.","author":"Simone Weil","category":"Attention, Equal, Human"},{"quote":"I have never been what you would call just an integrationist. I know I've been called that... Integrating that bus wouldn't mean more equality. Even when there was segregation, there was plenty of integration in the South, but it was for the benefit and convenience of the white person, not us.","author":"Rosa Parks","category":"Know, You, Mean"},{"quote":"This is a great country, but fortunately for you, it is not perfect. There is much to be done to bring about complete equality. Remove hunger. Bring reality closer to theory and democratic principles.","author":"Thurgood Marshall","category":"Great, Reality, Not Perfect"},{"quote":"The law, in its majestic equality, forbids the rich as well as the poor to sleep under bridges, to beg in the streets, and to steal bread.","author":"Anatole France","category":"Sleep, Law, Rich"},{"quote":"Young men in my day really stepped up... These were champions for freedom, equality, and justice for all human beings, and they were educated individuals that used their education and knowledge to represent their case.","author":"Jim Brown","category":"Education, Knowledge"},{"quote":"All this talk about equality. The only thing people really have in common is that they are all going to die.","author":"Bob Dylan","category":"People, Die, Talk"},{"quote":"In order to get beyond racism, we must first take account of race. There is no other way. And in order to treat some persons equally, we must treat them differently.","author":"Harry A. Blackmun","category":"Racism, Treat, Way"},{"quote":"The year was 2081, and everyone was finally equal.","author":"Kurt Vonnegut","category":"Equal, Everyone, Year"},{"quote":"Trust me that as I ignore all law to help the slave, so will I ignore it all to protect an enslaved woman.","author":"Susan B. Anthony","category":"Trust, Law, Woman"},{"quote":"A claim for equality of material position can be met only by a government with totalitarian powers.","author":"Friedrich August von Hayek","category":"Government, Material"},{"quote":"The idea of equal rights was in the air.","author":"Lucy Stone","category":"Equal, Idea, Rights"},{"quote":"If we were to select the most intelligent, imaginative, energetic, and emotionally stable third of mankind, all races would be present.","author":"Franz Boas","category":"Intelligent, Present, Stable"},{"quote":"Indians today are governed by two different ideologies. Their political ideal set in the preamble of the Constitution affirms a life of liberty, equality and fraternity. Their social ideal embodied in their religion denies them.","author":"B. R. Ambedkar","category":"Life, Today, Religion"},{"quote":"The people who believe themselves to be on the left, and who defend the agents of Islam in the name of tolerance and culture, are being rightwing. Not just rightwing. Extreme rightwing. I don't understand how you can be so upset about the Christian right and just ignore the Islamic right. I'm talking about equality.","author":"Ayaan Hirsi Ali","category":"Culture, Believe, People"},{"quote":"I'll never understand how destroying families through deportation benefits our society. How we treat the undocumented says a great deal about us as a people and whether or not we'll continue to fulfill the fundamental American promise of equality and opportunity for all.","author":"Conor Oberst","category":"Great, Opportunity, Society"},{"quote":"The purpose that brought the fourteenth amendment into being was equality before the law, and equality, not separation, was written into the law.","author":"Robert Bork","category":"Law, Purpose, Amendment"},{"quote":"I am much more open about categories of gender, and my feminism has been about women's safety from violence, increased literacy, decreased poverty and more equality.","author":"Judith Butler","category":"Women, Safety, Violence"},{"quote":"I don't believe that if I came out as bisexual the world will change. But it's really important for people to be truthful about who they are and fight for equality. We need to help the world usher itself into the next phase.","author":"Olivia Thirlby","category":"Change, Believe, World"},{"quote":"All of us, wherever we happen to stand on the marriage equality issue, can agree that all our children deserve the opportunity to live in a loving, caring, committed, and stable home, protected equally under the law.","author":"Martin O'Malley","category":"Marriage, Children, Home"},{"quote":"The liberal ideal is that everyone should have fair access and fair opportunity. This is not equality of result. It's equality of opportunity. There's a fundamental difference.","author":"Robert Reich","category":"Opportunity, Liberal"},{"quote":"My vision for Scotland is one in which we fight together for the values we are care about: equality, fairness and social justice. Those values are the same whether you live in Dumfries or Carlisle.","author":"Douglas Alexander","category":"Justice, Together, Vision"},{"quote":"We need everyone to be a feminist. Feminism is the fight for the equality of sexes, not for the domination of one sex over another.","author":"Najat Vallaud-Belkacem","category":"Fight, Everyone, Need"},{"quote":"If we are to give the people of China complete self-government we must first solve the problem of livelihood for all, and give real freedom to the races within China. If the foundations of democracy are secure, then true equality can be achieved.","author":"Chiang Kai-shek","category":"Freedom, Democracy, Problem"},{"quote":"Equal pay isn't just a women's issue; when women get equal pay, their family incomes rise and the whole family benefits.","author":"Mike Honda","category":"Family, Women, Rise"},{"quote":"American government did not originate in any abstract theories about liberty and equality, but in the actual experience gained by generation after generation of English colonists in managing their own political affairs. The Revolution did not make a breach in the continuity of their institutional life.","author":"Charles A. Beard","category":"Life, Experience, Government"},{"quote":"The extension of women's rights is the basic principle of all social progress.","author":"Charles Fourier","category":"Women, Progress, Rights"},{"quote":"A feminist is a person who believes in the power of women just as much as they believe in the power of anyone else. It's equality, it's fairness, and I think it's a great thing to be a part of.","author":"Zendaya","category":"Women, Great, Power"},{"quote":"I am very proud of the role I played in getting legal equality for people who are lesbian, gay, bisexual and transgender, and in helping get rid of the prejudice by being visible about it, helping to block the conviction of Bill Clinton of impeachment.","author":"Barney Frank","category":"I Am, Legal, Proud"},{"quote":"The concern was that if a woman was doing gender equality, her chances of making it to tenure in the law school were diminished. It was considered frivolous.","author":"Ruth Bader Ginsburg","category":"School, Law, Woman"},{"quote":"If liberty and equality, as is thought by some, are chiefly to be found in democracy, they will be best attained when all persons alike share in government to the utmost.","author":"Aristotle","category":"Best, Democracy, Government"},{"quote":"I live in America. I have the right to write whatever I want. And it's equaled by another right just as powerful: the right not to read it. Freedom of speech includes the freedom to offend people.","author":"Brad Thor","category":"Freedom, America, Powerful"},{"quote":"I believe I've always been a big believer in equality. No one has ever been able to tell me I couldn't do something because I was a girl.","author":"Anne Hathaway","category":"Girl, Believe, Me"},{"quote":"The Internet is the hope of an integrated world without frontiers, a common world without controlling owners, a world of opportunities and equality. This is a utopia that we have been dreaming about and is a world in which each and every one of us are protagonists of a destiny that we have in our hands.","author":"Laura Chinchilla","category":"Hope, Opportunities, World"},{"quote":"We are coming down from our pedestal and up from the laundry room.","author":"Bella Abzug","category":"Down, Laundry, Up"},{"quote":"We are not supposed to be all equal. Let's just forget that. We are supposed to have equal rights under law. If we do that, we have done enough.","author":"Ben Stein","category":"Law, Forget, Rights"},{"quote":"From the equality of rights springs identity of our highest interests you cannot subvert your neighbor's rights without striking a dangerous blow at your own.","author":"Carl Schurz","category":"Identity, Neighbor, You"},{"quote":"Equality may perhaps be a right, but no power on earth can ever turn it into a fact.","author":"Honore de Balzac","category":"Power, Earth, Right"},{"quote":"Coming generations will learn equality from poverty, and love from woes.","author":"Khalil Gibran","category":"Love, Poverty, Learn"},{"quote":"We have talked long enough in this country about equal rights. It is time now to write the next chapter - and to write it in the books of law.","author":"Lyndon B. Johnson","category":"Time, Law, Long"},{"quote":"If you have a dog, I must have a dog. If you have a rifle, I must have a rifle. If you have a club, I must have a club. This is equality.","author":"Malcolm X","category":"Dog, You, Club"},{"quote":"Nature has made men free and equal. The distinctions necessary for social order are only founded on general utility.","author":"Marquis de Lafayette","category":"Nature, Men, Free"},{"quote":"The emotional, sexual, and psychological stereotyping of females begins when the doctor says: It's a girl.","author":"Shirley Chisholm","category":"Girl, Doctor, Emotional"},{"quote":"Suffrage is the pivotal right.","author":"Susan B. Anthony","category":"Suffrage, Right, Pivotal"},{"quote":"I believe in the equality of man; and I believe that religious duties consist in doing justice, loving mercy, and endeavoring to make our fellow-creatures happy.","author":"Thomas Paine","category":"Happy, Justice, Man"},{"quote":"Again, it may be said, that to love justice and equality the people need no great effort of virtue; it is sufficient that they love themselves.","author":"Maximilien Robespierre","category":"Love, Great, Justice"},{"quote":"Women have a lot to say about how to advance women's rights, and governments need to learn from that, listen to the movement and respond.","author":"Charlotte Bunch","category":"Women, Listen, Learn"},{"quote":"Socialism values equality more than liberty.","author":"Dennis Prager","category":"Values, Liberty, Socialism"},{"quote":"I want for myself what I want for other women, absolute equality.","author":"Agnes Macphail","category":"Women, Myself, Want"},{"quote":"Social media are a catalyst for the advancement of everyone's rights. It's where we're reminded that we're all human and all equal. It's where people can find and fight for a cause, global or local, popular or specialized, even when there are hundreds of miles between them.","author":"Queen Rania of Jordan","category":"Social Media, Fight, Media"},{"quote":"You can't state difference and also state equality. We have to state sameness to understand equality.","author":"Zadie Smith","category":"Difference, Understand, You"},{"quote":"The greatest problem is not with flat-out white racists, but rather with the far larger number of Americans who believe intellectually in racial equality but are quietly oblivious to injustice around them.","author":"Nicholas Kristof","category":"Believe, Injustice, Greatest"},{"quote":"There never will be complete equality until women themselves help to make laws and elect lawmakers.","author":"Susan B. Anthony","category":"Women, Help, Laws"},{"quote":"The true and solid peace of nations consists not in equality of arms, but in mutual trust alone.","author":"Pope John XXIII","category":"Trust, Peace, Alone"},{"quote":"So what we're talking about here is human rights. The right to live like a human. The right to live, period. And what we're facing in Africa is an unprecedented threat to human dignity and equality.","author":"Bono","category":"Live, Dignity, Rights"},{"quote":"Everybody thinks that equality comes from identifying people, and that's not where equality comes from.","author":"Matt Bomer","category":"People, Where, Everybody"},{"quote":"One of the factors a country's economy depends on is human capital. If you don't provide women with adequate access to healthcare, education and employment, you lose at least half of your potential. So, gender equality and women's empowerment bring huge economic benefits.","author":"Michelle Bachelet","category":"Education, Women, Healthcare"},{"quote":"Fairness is not about statistical equality.","author":"John Bercow","category":"Fairness, About, Statistical"},{"quote":"Equality for women is progress for all.","author":"Ban Ki-moon","category":"Women, Progress"},{"quote":"Prosperity or egalitarianism - you have to choose. I favor freedom - you never achieve real equality anyway: you simply sacrifice prosperity for an illusion.","author":"Mario Vargas Llosa","category":"Freedom, Sacrifice, You"},{"quote":"Any serious shift towards more sustainable societies has to include gender equality.","author":"Helen Clark","category":"Gender, Serious, Sustainable"},{"quote":"At a time when efforts are being made to eradicate discrimination between the sexes in the search for social equality and justice, the differences between the sexes are being rediscovered.","author":"Carol Gilligan","category":"Time, Justice"},{"quote":"'Vote Love' means vote equality. It means vote change. It means vote what's right for humanity.","author":"Macklemore","category":"Love, Change, Humanity"},{"quote":"If we say we believe in equality for all then we must fight for equality for all, not betray our immigrant sisters.","author":"Christine Pelosi","category":"Believe, Fight, Immigrant"},{"quote":"Marriage equality is a term so ridiculous on its face that when you hear it mentioned, you would think you were in Riyadh. Years from now, perhaps we can lose the equality part, the same-sex part and call it what it is - marriage.","author":"Henry Rollins","category":"Marriage, Think, You"},{"quote":"Negroes must be free in order to be equal, and they must be equal in order to be free... Men cannot win freedom unless they win equality. They cannot win equality unless they win freedom.","author":"A. Philip Randolph","category":"Freedom, Men, Free"},{"quote":"All women, whatever be their position, should demand political equality as a means of a freer life, and one calculated to yield rich blessings to society.","author":"Clara Zetkin","category":"Life, Women, Society"},{"quote":"Marriage equality is not a choice. It is a legal right.","author":"Cory Booker","category":"Marriage, Choice, Legal"},{"quote":"Effective use of Braille is as important to the blind as independent mobility, knowledge in the use of adaptive technology, and the core belief that equality, opportunity and security are truly possible for all people who are blind.","author":"Bob Ney","category":"Knowledge, Technology"},{"quote":"Northeastern and most coastal states will vote for the candidate who is more closely aligned with international cooperation and engagement, secularism and science, gun control, individual freedom in culture and sexuality, and a greater role for the government in protecting the environment and ensuring economic equality.","author":"Steven Pinker","category":"Freedom, Culture, Science"},{"quote":"I am so proud of being a Paralympian because I think the Games are a very good platform for disabled persons to perform themselves. Within the Paralympics movement, it's not just talk about excellence; it's not just talk about the competition. It's also talk about the equality and how your world accepts those disabled people.","author":"Yu Chui Yee","category":"Good, Excellence, I Am"},{"quote":"Wonder Woman, she's amazing. I love everything that she represents and everything that she stands for. She's all about love and compassion and truth and justice and equality, and she's a whole lot of woman.","author":"Gal Gadot","category":"Love, Truth, Compassion"},{"quote":"My goal is to show girls that I'm fighting so they don't have to, so they don't have to fight the same battles, so they don't have to fight for wage equality or whatever it may be.","author":"Alex Morgan","category":"Goal, Fight, Fighting"},{"quote":"America is not perfect. It took a bloody civil war to free over 4 million African Americans who lived enslaved. It took another hundred years after that before they achieved full equality under the law.","author":"Marco Rubio","category":"War, America, Law"},{"quote":"I think 'I Spy,' still when you look at it, speaks volumes in terms of propaganda for equality. It's just magnificent.","author":"Bill Cosby","category":"Think, Look, You"},{"quote":"The state controlling a woman would mean denying her full autonomy and full equality.","author":"Ruth Bader Ginsburg","category":"Woman, Her, Mean"},{"quote":"The untold secret driving the obstruction to Obama's economic equality agenda is this: The opposition isn't really battling Big Government. The opposition is protecting an economic system that's putting more and more of the earned income out of reach for those aspiring to better themselves.","author":"Donna Brazile","category":"Government, Driving, Better"},{"quote":"Doing difficult things like passing marriage equality, passing the Dream Act, doing common sense things that allow new American immigrants to fully participate, pay their taxes, play by the rules and take care of their families. That's the inclusive America that I believe all of us want to move to.","author":"Martin O'Malley","category":"Marriage, America, American"},{"quote":"I'm a feminist in the true sense of the word. It's about equality.","author":"Natalie Dormer","category":"True, Word, Sense"},{"quote":"Liberals tend to stress how marvelous education is, in and of itself, and also adore it as a vessel for genuine equality. (That's me, by the way: Hell, I think we should be spending $50 billion a year to make college education free).","author":"Rick Perlstein","category":"Education, Stress, College"},{"quote":"I enjoy repartee and frequently engage in devil's advocacy. In short, when I talk to friends, I do not guard every word that I say because I think that I know they know that my commitment to equality and justice is real, and they would not twist my words or misinterpret what I am saying to them.","author":"Jeff Sessions","category":"Friends, Justice, Words"},{"quote":"The U.N. guards the vital principles entrenched in its charter, notably the sovereign equality of states and the inadmissibility of interference in their internal affairs. It is precisely because the U.N. is the chief guardian of both these sacrosanct principles that it alone is allowed to approve derogations from them.","author":"Shashi Tharoor","category":"Alone, Principles"},{"quote":"Is there an equality of power between America and Iraq? Definitely not; however, the Iraqi people are standing fast and are defending their land courageously.","author":"Bashar al-Assad","category":"Power, America, People"},{"quote":"Martin Luther King was a misguided leader. He worked to be recognized as the leader of black America, when what black America needs isn't a leader - it is education. Giving speeches and marching - that's not the concept that brings about real freedom, equality and justice.","author":"Don Yaeger","category":"Education, Freedom, Leader"},{"quote":"Give us equality of enjoyment, equal right to expansion - it is as necessary to our prosperity as yours.","author":"Robert Toombs","category":"Equal, Right, Give"},{"quote":"In a state therefore of great equality and virtue, where pure and simple manners prevailed, the increase of the human species would evidently be much greater than any increase that has been hitherto known.","author":"Thomas Malthus","category":"Great, Simple, Human"},{"quote":"A resilient people cherishing liberty and equality and the rule of law will endure.","author":"Nick Rahall","category":"Law, People, Liberty"},{"quote":"We have to restore power to the family, to the neighborhood, and the community with a non-market principle, a principle of equality, of charity, of let's-take-care-of-one-another. That's the creative challenge.","author":"Jerry Brown","category":"Family, Community, Power"},{"quote":"This is the problem with modern-day feminism. It used to be about equality. Now, it's about bashing men, asking for free stuff, and tearing down other women for refusing to play victim to the trumped-up, B.S. 'War on Women.'","author":"Tomi Lahren","category":"Women, War, Men"},{"quote":"From the naturalistic point of view, all men are equal. There are only two exceptions to this rule of naturalistic equality: geniuses and idiots.","author":"Mikhail Bakunin","category":"Men, View, Point Of View"},{"quote":"Humanism was not wrong in thinking that truth, beauty, liberty, and equality are of infinite value, but in thinking that man can get them for himself without grace.","author":"Simone Weil","category":"Beauty, Truth, Man"},{"quote":"At some point we have to stop and say, There's Marlee, not, There's the deaf actress.","author":"Marlee Matlin","category":"Deaf, Stop, Say"},{"quote":"I wanted to get far away from those who believed in cruelty, so then I went to France, a land of true freedom, democracy, equality and fraternity.","author":"Josephine Baker","category":"Freedom, Democracy, Far Away"},{"quote":"The people of Canada have worked hard to build a country that opens its doors to include all, regardless of their differences; a country that respects all, regardless of their differences; a country that demands equality for all, regardless of their differences.","author":"Paul Martin","category":"People, Differences, Canada"},{"quote":"In a unified and diverse Spain, based on the equality of and solidarity between its people, there is room for all of us. And for all of our feelings and sensitivities and our distinct ways of being Spaniards.","author":"Felipe VI of Spain","category":"People, Feelings, Solidarity"},{"quote":"Women's rights is not only an abstraction, a cause; it is also a personal affair. It is not only about us; it is also about me and you. Just the two of us.","author":"Toni Morrison","category":"Women, Me, You"},{"quote":"Democratic principles are the result of equality of condition.","author":"Mercy Otis Warren","category":"Principles, Democratic"},{"quote":"A fundamentalist can't bring himself or herself to negotiate with people who disagree with them because the negotiating process itself is an indication of implied equality.","author":"Jimmy Carter","category":"People, Process, Negotiating"},{"quote":"That the caste system must be abolished if the Hindu society is to be reconstructed on the basis of equality, goes without saying. Untouchability has its roots in the caste system. They cannot expect the Brahmins to rise in revolt against the caste system. Also we cannot rely upon the non-Brahmins and ask them to fight our battle.","author":"B. R. Ambedkar","category":"Society, Roots, Battle"},{"quote":"We are all different. Yet we are all God's children. We are all united behind this country and the common cause of freedom, justice, fairness, and equality. That is what unites us.","author":"Barbara Boxer","category":"Children, Freedom, Justice"},{"quote":"No advance in wealth, no softening of manners, no reform or revolution has ever brought human equality a millimeter nearer.","author":"George Orwell","category":"Revolution, Wealth, Human"},{"quote":"Even the striving for equality by means of a directed economy can result only in an officially enforced inequality - an authoritarian determination of the status of each individual in the new hierarchical order.","author":"Friedrich August von Hayek","category":"Determination, Inequality"},{"quote":"The battle for women's rights has been largely won.","author":"Margaret Thatcher","category":"Women, Battle, Rights"},{"quote":"In order to be great, you just have to care. You have to care about your world, community, and equality.","author":"Katori Hall","category":"Community, Great, World"},{"quote":"Inequality can have a bad downside, but equality, for its part, sure does get in the way of coordination.","author":"Mary Douglas","category":"Inequality, Way, Bad"},{"quote":"In the kingdom of consumption the citizen is king. A democratic monarchy: equality before consumption, fraternity in consumption, and freedom through consumption.","author":"Raoul Vaneigem","category":"Freedom, King, Fraternity"},{"quote":"I'm an American. We've translated democracy and brotherhood and equality into enterprise and opportunity and success - and that's getting Americanised.","author":"Susan Glaspell","category":"Success, Opportunity"},{"quote":"I know my country has not perfected itself. At times, we've struggled to keep the promise of liberty and equality for all of our people. We've made our share of mistakes, and there are times when our actions around the world have not lived up to our best intentions.","author":"Barack Obama","category":"Best, Mistakes, World"},{"quote":"I am free of all prejudices. I hate everyone equally.","author":"W. C. Fields","category":"I Am, Hate, Free"},{"quote":"Equality and development will not be achieved however if peace is not understood from women's' point of view.","author":"Jenny Shipley","category":"Women, Peace, Point Of View"},{"quote":"Equality implies individuality.","author":"Trey Anastasio","category":"Individuality, Implies"},{"quote":"From the day of its birth, the anomaly of slavery plagued a nation which asserted the equality of all men, and sought to derive powers of government from the consent of the governed. Within sound of the voices of those who said this lived more than half a million black slaves, forming nearly one-fifth of the population of a new nation.","author":"W. E. B. Du Bois","category":"Day, Men, Government"},{"quote":"The bill neither confers nor abridges the rights of anyone but simply declares that in civil rights there shall be equality among all classes of citizens and that all alike shall be subject to the same punishment.","author":"Lyman Trumbull","category":"Punishment, Rights"},{"quote":"Candor is a compliment it implies equality. It's how true friends talk.","author":"Peggy Noonan","category":"Friends, Compliment, True"},{"quote":"I think when you're talking about marriage equality and race, people very quickly start to get into their political corners: their ideology comes to the forefront, and they get into this platform argument that they're used to making, which really doesn't have anything to do with the day-to-day basics of what is being talked about.","author":"Jeff Nichols","category":"Marriage, Political, People"},{"quote":"I think Republicans need to take income inequality more seriously. Not because I favor equality of outcomes. I do not. I think the Right is correct to stress merit and earned rewards, not handouts and forced equality. But I think what Republicans are blind to is that power corrupts.","author":"Jonathan Haidt","category":"Stress, Power, Blind"},{"quote":"Let me say, I fully embrace equality, and I believe in the innate value of every single human being and that all students, no matter their age, should be able to attend a school and feel safe and be free of discrimination.","author":"Betsy DeVos","category":"Age, School, Believe"},{"quote":"Do not call for black power or green power. Call for brain power.","author":"Barbara Jordan","category":"Power, Brain, Green"},{"quote":"The demand for equal rights in every vocation of life is just and fair; but, after all, the most vital right is the right to love and be loved.","author":"Emma Goldman","category":"Love, Life, Loved"},{"quote":"I think at the heart of the pro-life movement is the idea that all people are created equal, endowed by their creator with certain unalienable rights starting with life.","author":"Mike Huckabee","category":"Life, Heart, People"},{"quote":"I am totally against the idea that a Muslim woman should not have the same opportunities as a Muslim man to learn, to open up, to work, help shape the future. To close Islam down to a sexist approach is totally intolerable and ridiculous. It's not Islam.","author":"Hussein of Jordan","category":"Work, Future, Man"},{"quote":"Women will only have true equality when men share with them the responsibility of bringing up the next generation.","author":"Ruth Bader Ginsburg","category":"Women, Responsibility, Men"},{"quote":"Private religious speech can't be discriminated against. It has to be treated equally with secular speech.","author":"Samuel Alito","category":"Speech, Against, Treated"},{"quote":"The Declaration calls us to recognize the inherent equality of all people. And when it becomes unmistakably evident that a government is denying the governed life, liberty and the pursuit of happiness, it's the right of people to establish a new government to secure these unalienable rights.","author":"Mike Crapo","category":"Life, Happiness, Government"},{"quote":"Politicians talk about wage equality, but my father has made it a practice at his company throughout his entire career. He will fight for equal pay for equal work, and I will fight for this, too, right along side of him.","author":"Ivanka Trump","category":"Work, Father, Company"},{"quote":"The focus of tolerance education is to deal with the concept of equality and fairness. We need to establish confidence with children that there is more goodness than horror in this world.","author":"Morris Dees","category":"Education, Children"},{"quote":"You know, my mum's always encouraged me and never made my gender an issue, I guess. She brought me up to believe in equality, as opposed to feminism or sexism - so it just meant that my gender was not relevant to what I was capable of achieving.","author":"Paloma Faith","category":"Achieving, Believe, Me"},{"quote":"My views on equality are pretty obvious. I mean, I did play a highly complex lesbian techno DJ on TV, but I know it's not always easy to come out and tell the world where you stand.","author":"Sarah Shahi","category":"World, Easy, Know"},{"quote":"What I find most interesting about the U.S. is this idea of equality.","author":"Jorge Ramos","category":"Interesting, Find, Idea"},{"quote":"To allow injustice and inequality invites a Ferguson to your community. We must stand together, black, white, brown, red, and yellow and fight for justice and equality for all. It's the only way to avoid more Fergusons.","author":"Jesse Jackson","category":"Community, Justice, Together"},{"quote":"Equality and prosperity shouldn't be seen as enemies of each other, but as partners. One reinforces the other.","author":"Nicola Sturgeon","category":"Prosperity, Seen, Enemies"},{"quote":"Our socialism does not include extreme materialistic concepts, since Indonesia is primarily a God-fearing, God-loving nation. Our socialism is a mixture. We draw political equality from the American Declaration of Independence. We draw spiritual equality from Islam and Christianity. We draw scientific equality from Marx.","author":"Sukarno","category":"Spiritual, American"},{"quote":"I think that overall, the position - on a whole host of issues - should always be toward inclusion and equality.","author":"Loretta Lynch","category":"Think, Inclusion, Always"},{"quote":"We have a problem with dealing with race in our country. We have a problem with dealing with marriage equality and equality in general. These are complex, divisive issues in our society, and I think that the only way we further this conversation is to take them down to a very human scale.","author":"Jeff Nichols","category":"Marriage, Society, Problem"},{"quote":"The search for justice and security, the struggle for equality of opportunity, the quest for tolerance and harmony, the pursuit of human dignity - these are moral imperatives which we must work towards and think about on a daily basis.","author":"Aga Khan IV","category":"Work, Daily, Justice"},{"quote":"Women have talent and intelligence but, due to social constraints and prejudices, it is still a long distance away from the goal of gender equality.","author":"Pratibha Patil","category":"Women, Intelligence, Goal"},{"quote":"We know we cannot achieve our twin goals of ending poverty and boosting shared prosperity without ending poverty and creating equality for women and girls.","author":"Sri Mulyani Indrawati","category":"Goals, Women, Poverty"},{"quote":"It's well proven that if you have equality in society, society flourishes, and if you have inequality, it doesn't. So it's good for everybody.","author":"Sarah Gavron","category":"Good, Society, Inequality"},{"quote":"In articulating all my feelings about marriage equality, I almost don't know where to begin. And perhaps that's part of the problem. Why do we have to explain ourselves when it comes to issues of fairness and equality? Why is common sense not enough?","author":"Scott Fujita","category":"Marriage, Problem, Know"},{"quote":"If any man claims the Negro should be content... let him say he would willingly change the color of his skin and go to live in the Negro section of a large city. Then and only then has he a right to such a claim.","author":"Robert Kennedy","category":"Change, Man, Color"},{"quote":"Sporting events like the Olympics have developed and maintained a clear message of promoting gender equality as an essential criterion in the success of any international event.","author":"Richard Attias","category":"Success, Gender, Message"},{"quote":"It is clear that not in one thing alone, but in many ways equality and freedom of speech are a good thing.","author":"Herodotus","category":"Freedom, Good, Alone"},{"quote":"It is a strange fact that freedom and equality, the two basic ideas of democracy, are to some extent contradictory. Logically considered, freedom and equality are mutually exclusive, just as society and the individual are mutually exclusive.","author":"Thomas Mann","category":"Freedom, Society, Democracy"},{"quote":"I am sure that every one of my colleagues - Democrat, Republican, and Independent - agrees with that statement. That in the voting booth, every one is equal.","author":"Barbara Boxer","category":"I Am, Voting, Colleagues"},{"quote":"Unless man is committed to the belief that all mankind are his brothers, then he labors in vain and hypocritically in the vineyards of equality.","author":"Adam Clayton","category":"Man, Belief, Committed"},{"quote":"I refuse to consign the whole male sex to the nursery. I insist on believing that some men are my equals.","author":"Brigid Brophy","category":"Men, Sex, Believing"},{"quote":"Women have fought so long and hard for our rights and equality, and now all our attention is put on being a size 0.","author":"Pink","category":"Women, Fitness, Long"},{"quote":"For most of us, fidelity is faithfulness to an obligation, trust, or duty. For the men and women of the FBI, fidelity also means fidelity to country. It means fidelity to justice and the law, fidelity to the Constitution, fidelity to equality and liberty.","author":"Robert Mueller","category":"Trust, Women, Justice"},{"quote":"The poor have to labour in the face of the majestic equality of the law, which forbids the rich as well as the poor to sleep under bridges, to beg in the streets, and to steal bread.","author":"Anatole France","category":"Sleep, Law, Rich"},{"quote":"The goal of the EU is to form a region of freedom, security and justice. Freedom in this connection cannot be just the freedom of the strong, but it must be combined with fraternity and equality.","author":"Tarja Halonen","category":"Freedom, Strong, Justice"},{"quote":"I said on the equality side of it, that it is essential to a woman's equality with man that she be the decision-maker, that her choice be controlling.","author":"Ruth Bader Ginsburg","category":"Man, Woman, Choice"},{"quote":"The vision that the founding fathers had of rule of law and equality before the law and no one above the law, that is a very viable vision, but instead of that, we have quasi mob rule.","author":"James Bovard","category":"Vision, Law, Rule Of Law"},{"quote":"The land is ours. It's not European and we have taken it, we have given it to the rightful people... Those of white extraction who happen to be in the country and are farming are welcome to do so, but they must do so on the basis of equality.","author":"Robert Mugabe","category":"Welcome, People, Farming"},{"quote":"Our society needs to recognize the unstoppable momentum toward unequivocal civil equality for every gay, lesbian, bisexual and transgendered citizen of this country.","author":"Zachary Quinto","category":"Society, Gay, Momentum"},{"quote":"I believe there is complete equality between men and women. And I believe those passages in the New Testament, not by Jesus, but by Paul, that say women should not adorn themselves, they should always wear hats or color their hair in church - things like that - I think they are signs of the times and should not apply to modern-day life.","author":"Jimmy Carter","category":"Life, Women, Men"},{"quote":"I've always been hopeful about Scotland's prospects. And I now believe more than ever that Scotland is within touching distance of achieving independence and equality.","author":"Sean Connery","category":"Achieving, Believe"},{"quote":"The only way to ensure equality for women is to clearly declare it in our Constitution.","author":"Carolyn Maloney","category":"Women, Constitution, Way"},{"quote":"This simple truth is the essence of my message to Muslims throughout the world: know who you are, who you want to be, and start talking and working with whom you are not. Find common values and build with fellow citizens a society based on diversity and equality.","author":"Tariq Ramadan","category":"Truth, Diversity, Society"},{"quote":"Democracy does not require perfect equality, but it does require that citizens share a common life. What matters is that people of different backgrounds and social positions encounter one another, and bump up against one another, in the course of ordinary life.","author":"Michael Sandel","category":"Life, Democracy, People"},{"quote":"I build no system. I ask an end to privilege, the abolition of slavery, equality of rights, and the reign of law. Justice, nothing else; that is the alpha and omega of my argument: to others I leave the business of governing the world.","author":"Pierre-Joseph Proudhon","category":"Business, Justice, Law"},{"quote":"Looking for equality everywhere is a huge mistake because equals are terrible and boring. But a sense of fairness and justice is a totally different thing and a much more complex thing.","author":"Josh Homme","category":"Justice, Mistake, Looking"},{"quote":"Every president to hold office has espoused some version of Americanism - the truths that we hold self-evident, even when those truths are not always in evidence. But for all their grand rhetoric and mostly good deeds, none was able to seal the deal on the trifecta of equality, plurality and socioeconomic ascendancy. Obama has.","author":"John Ridley","category":"Good, Rhetoric, Good Deeds"},{"quote":"I can't explain exactly why it lives within me for so long and passionately. But race matters to me; racial equality matters to me, as does gender. There is something about these kinds of social injustices that go to the deep of me.","author":"Sue Monk Kidd","category":"Deep, Me, Long"},{"quote":"Equality for everybody is great. That would be amazing.","author":"Rob Lowe","category":"Great, Amazing, Everybody"},{"quote":"Marriage equality - I think that it's a constitutionally guaranteed right. Let's end the drug wars. Let's balance the federal budget, and that means reforming the entitlements - Medicaid, Medicare.","author":"Gary Johnson","category":"Marriage, Balance, Budget"},{"quote":"I am a social democrat - I believe in pursuing greater equality and tackling social justice - but... you can't do that unless you have got a strong economy, unless you have got a vibrant business base earning the wealth that makes that possible.","author":"Nicola Sturgeon","category":"Business, Strong, Justice"},{"quote":"If speech always wins, even if it's an atomic secret that's going to be broadcast to our enemies, it's easy to make a decision. Speech always wins. But it doesn't... Liberty doesn't always trump equality or equality always trump liberty.","author":"David Souter","category":"Decision, Liberty, Easy"},{"quote":"Our equality bill is specifically designed to protect religion and belief on exactly the same terms as race or gender or sexuality.","author":"Gordon Brown","category":"Religion, Gender, Belief"},{"quote":"The women's movement in the 1970s led more women into the workforce and got them closer to pay equality.","author":"Rebecca Traister","category":"Women, Pay, Movement"},{"quote":"Both the IDB and Fundacion ALAS believe that the future of prosperity and equality that we hope for has to start today with higher investment and higher quality in Early Childhood Development programs throughout the region.","author":"Shakira","category":"Hope, Future, Today"},{"quote":"I feel if you believe in equality, you have to believe in it for everybody. And that's the way I've always lived my life.","author":"Aisha Tyler","category":"Life, Believe, My Life"},{"quote":"As long as we set up equality, we'll go in the right direction.","author":"Venus Williams","category":"Direction, Long, Right"},{"quote":"Sometimes I wonder if there is any hope left for an Israeli-Palestinian discourse that is built on equality and liberty rather than a fruitless discourse of master and servant.","author":"Sayed Kashua","category":"Hope, Liberty, Wonder"},{"quote":"Friendship is something that creates equality and mutuality, not a reward for finding equality or a way of intensifying existing mutuality.","author":"Rowan Williams","category":"Friendship, Reward, Finding"},{"quote":"Then not only custom, but also nature affirms that to do is more disgraceful than to suffer injustice, and that justice is equality.","author":"Plato","category":"Nature, Justice, Injustice"},{"quote":"I support anything that broadens the message of gender equality and tempers the stigma of the feminist label. We run into trouble, though, when we celebrate celebrity feminism while avoiding the actual work of feminism.","author":"Roxane Gay","category":"Work, Support, Celebrate"},{"quote":"The Millennium Development Goals were a pledge to uphold the principles of human dignity, equality and equity, and free the world from extreme poverty. The MDGs, with eight goals and a set of measurable time-bound targets, established a blueprint for tackling the most pressing development challenges of our time.","author":"Ban Ki-moon","category":"Time, Goals, World"},{"quote":"Our daughters were coming of age during a rising consciousness about gender equality. Throughout their school years - from kindergarten through graduate school, 1972 to 1992 - women were starting to take their places in areas traditionally reserved mostly for men.","author":"Tom Brokaw","category":"Age, Women, School"},{"quote":"Disease generally begins that equality which death completes.","author":"Samuel Johnson","category":"Death, Disease, Which"},{"quote":"Citizens of Rome might boast that the claim of 'Civus romanus sum' set them apart from barbarians and slaves, and it was true up to a point, but Roman citizens lived in a society that accepted pain, cruelty, and torture as the norm, and in which there was no suggestion of equality at birth or mercy in the afterlife.","author":"Michael Korda","category":"Pain, Society, Rome"},{"quote":"The task ahead of us will be extremely challenging as the Tory party continue with their austerity agenda and as we continue to resolve the issues of the past and build unity, reconciliation, and equality.","author":"Martin McGuinness","category":"Unity, Past, Party"},{"quote":"My feeling is, having lived in different classes, that people want equality of opportunity... that's the thing that makes me despair: the idea that people aren't given equality of opportunity.","author":"Zadie Smith","category":"Opportunity, Me, People"},{"quote":"The storm and stress period of women and the new social and psychological formations thereby entailed must indeed extend far into the twentieth century. This period of conflict will cease only when woman within and out of marriage shall have received legal equality with man.","author":"Ellen Key","category":"Marriage, Women, Stress"},{"quote":"Dr. King challenged our country to fulfill the promises of liberty, equality, and justice prescribed in the founding of our great nation. Leading by example, he stressed the teachings of tolerance, service, and love, regardless of race, color, or creed.","author":"Steve Scalise","category":"Love, Great, Justice"},{"quote":"Propelled by freedom of faith, gender equality and economic justice for all, India will become a modern nation. Minor blemishes cannot cloak the fact that India is becoming such a modern nation: no faith is in danger in our country, and the continuing commitment to gender equality is one of the great narratives of our times.","author":"Pranab Mukherjee","category":"Freedom, Faith, Great"},{"quote":"Imperfect though it may be, the Beijing Platform for Action is the strongest statement of consensus on women's equality, empowerment and justice ever produced by governments.","author":"Bella Abzug","category":"Women, Justice, Action"},{"quote":"Gender equality cannot be achieved by cutting programs that allow girls to get the same chance to compete, learn, and play. The United States has had a solid history of commitment to its female athletes and expanding opportunity for women, and it is imperative that we continue on this path.","author":"Linda Sanchez","category":"History, Women, Path"},{"quote":"I hope that by just being a competent member and expressing informed views on issues that aren't related to issues of LGBT equality, Republicans see me as a general asset.","author":"Mark Takano","category":"Hope, Me, See"},{"quote":"In Canada, women's rights are a vital part of our effort to build a society of real equality - not just for some, but for all Canadians. A society in which women no longer encounter discrimination nor are shut out from opportunities open to others.","author":"Paul Martin","category":"Women, Society, Effort"},{"quote":"What is being called the UN 'gender architecture' is more like a shack. Women need a bigger global house if equality is ever to become a reality.","author":"Charlotte Bunch","category":"Women, Architecture, Reality"},{"quote":"Among the best traitors Ireland has ever had, Mother Church ranks at the very top, a massive obstacle in the path to equality and freedom. She has been a force for conservatism... to ward off threats to her own security and influence.","author":"Bernadette Devlin","category":"Freedom, Best, Mother"},{"quote":"Mr. Christ, I read you as an infinitely patient entity who, as they say, often works in mysterious ways, a rebel unafraid to take the tougher, less traveled paths. Seems to me you're playing the long game. Is that why more states are coming out in favor of marriage equality? Is that why the Affordable Care Act is now with us?","author":"Henry Rollins","category":"Marriage, Game, Me"},{"quote":"With patient and firm determination, I am going to press on for jobs. I'm going to press on for equality. I'm going to press on for the sake of our children. I'm going to press on for the sake of all those families who are struggling right now. I don't have time to feel sorry for myself. I don't have time to complain. I am going to press on.","author":"Barack Obama","category":"Time, Children, Myself"},{"quote":"The way the Democrats go about seeking equality is to lower people at the top.","author":"Rush Limbaugh","category":"People, Way, Top"},{"quote":"It is better that some should be unhappy rather than that none should be happy, which would be the case in a general state of equality.","author":"Samuel Johnson","category":"Happy, Be Happy, Better"},{"quote":"Subordination tends greatly to human happiness. Were we all upon an equality, we should have no other enjoyment than mere animal pleasure.","author":"Samuel Johnson","category":"Happiness, Animal, Human"},{"quote":"If you believe in equality, if you believe in standing up for the rights of all, especially for people most affected by bigotry and discrimination, then you have no choice but to be present and accounted for when it comes to standing up for gays and lesbians in our society.","author":"Michael Moore","category":"Society, Believe, Choice"},{"quote":"In terms of my involvement in 'don't ask, don't tell' and marriage equality and anti-bullying and social emotional learning in schools - these are all things that arise out of my relationship with the world and with my fans.","author":"Lady Gaga","category":"Marriage, Learning"},{"quote":"I believe in the spirit of equality and the spirit of this country as one of love and compassion and kindness.","author":"Lady Gaga","category":"Love, Kindness, Compassion"},{"quote":"As equality increases, so does the number of people struggling for predominance.","author":"Mason Cooley","category":"People, Number, Increases"},{"quote":"True gender equality in Scotland - and elsewhere - is still some way off.","author":"Nicola Sturgeon","category":"Gender, True, Way"},{"quote":"My pledge to you is that the SNP will put women and gender equality right at the heart of the Westminster agenda.","author":"Nicola Sturgeon","category":"Women, Heart, Gender"},{"quote":"Nelson Mandela is physically separated from us, but his soul and spirit will never die. He belongs to the whole world because he is an icon of equality, freedom and love, the values we need all the time everywhere.","author":"Malala Yousafzai","category":"Love, Time, Freedom"},{"quote":"The perfection of our union, especially our commitment to equality of opportunity, has been a story of constant striving to live up to our Founding principles. This is what Abraham Lincoln meant when he said, 'In giving freedom to the slave, we assure freedom to the free - honorable alike in what we give, and what we preserve.'","author":"Paul Ryan","category":"Freedom, Opportunity"},{"quote":"As slavery died for the greater good of America, and the movement for equality sputtered to life, the white woman was on the cover of every American magazine. She was the dazzling jewel on every movie screen, the glory of every commercial and television show.","author":"Jill Scott","category":"Life, Good, America"},{"quote":"Each country has a soul, and France's soul is equality.","author":"Francois Hollande","category":"Soul, Country, France"},{"quote":"Conservatives often say that we should care not about equality of outcomes but about equality of opportunity.","author":"Timothy Noah","category":"Opportunity, Care, Say"},{"quote":"Republican presidents talk about freedom. Democratic presidents talk about equality.","author":"Timothy Noah","category":"Freedom, Democratic, Talk"},{"quote":"Most Americans are fiscally conservative and socially liberal. I'm advocating a balanced budget. But along with that, look, there should be gay marriage equality. A woman should have the right to choose. Let's not build a fence across the border.","author":"Gary Johnson","category":"Marriage, Woman, Budget"},{"quote":"It's about our ability precisely to integrate a people and offer jobs, and that, for me, is one of the key rationales of the reforms I'm pushing, and I'm a strong believer in that when you lift barriers, when you deregulate a lot of stuff, basically you improve the equality of opportunities.","author":"Emmanuel Macron","category":"Strong, Opportunities, Me"},{"quote":"It's a facet of the gay rights movement that people don't think about enough. Why suddenly marriage equality? Because it wasn't until 1981 that the court struck down Louisiana's 'head and master rule,' that the husband was head and master of the house.","author":"Ruth Bader Ginsburg","category":"Marriage, Husband, People"},{"quote":"I'm doing 'Rock of Ages' one day, making out with Russell Brand. Soon after that, I'm advocating with Jesse Tyler Ferguson and Cynthia Nixon for marriage equality.","author":"Alec Baldwin","category":"Marriage, Day, Brand"},{"quote":"2013 was a year of myths falling apart. The myth of President Obama - a myth in which Obama was a messianic figure descending to bequeath health care, equality, and brotherhood on mankind - imploded. The myth of an America embracing the leftist social agenda collapsed.","author":"Ben Shapiro","category":"Health, America, Care"},{"quote":"We march on toward the realization of the American Dream. We are not diverted by those who would deny opportunity based on what we look like or where we came from or who would deny equality based on who we love.","author":"Donna Brazile","category":"Love, Opportunity"},{"quote":"While the law cannot force a person to be moral or tolerant, through the law we can demand respect and expect equality.","author":"Donna Brazile","category":"Respect, Law, Moral"},{"quote":"Gender equality and women's empowerment have been a top priority for me from day one as Secretary-General. And I am committed to making sure that the U.N. leads by example.","author":"Ban Ki-moon","category":"Day, Women, I Am"},{"quote":"Growing up, my parents treated my brother and me with absolute equality.","author":"Anushka Sharma","category":"Brother, Parents, Me"},{"quote":"Western democracies exalt the ideal of social equality, but our economic system arguably emerged from 16th-century Calvinism, a religion whose members believed that God showed favor by bestowing wealth and other forms of success on what they called 'the chosen.'","author":"Martha Beck","category":"Success, God, Religion"},{"quote":"The definition of being a feminist is equality, and if you're not a feminist at this point, then what are you really promoting?","author":"Alessia Cara","category":"You, Point, Being"},{"quote":"Those of us focused on issues related to social justice and equality are grateful for the significant steps President Obama has made to advance women's equality and status all over the world.","author":"Christy Turlington","category":"Women, Justice, World"},{"quote":"We come to Selma to be renewed. We come to be inspired. We come to be reminded that we must do the work that justice and equality calls us to do.","author":"John Lewis","category":"Work, Justice, Must"},{"quote":"It's annoying, but justice and equality are mates. Aren't they? Justice always wants to hang out with equality. And equality is a real pain.","author":"Bono","category":"Justice, Pain, Real"},{"quote":"You see, Africa makes a fool of our idea of justice. It makes a farce of our idea of equality. It mocks our pieties. It doubts our concern. It questions our commitment. Because there is no way we can look at what's happening in Africa, and if we're honest, conclude that it would ever be allowed to happen anywhere else.","author":"Bono","category":"Justice, Fool, Commitment"},{"quote":"Women have full equality with men before the Lord. By nature, the roles of women differ from those of men. This knowledge has come to us with the Restoration of the gospel in the fullness of times, with an acknowledgment that women are endowed with the great responsibilities of motherhood and nurturing.","author":"James E. Faust","category":"Nature, Knowledge, Women"},{"quote":"As my audience grew more diverse, I started interjecting social justice advocacy and commentaries about LGBT equality, and it just kept growing more.","author":"George Takei","category":"Justice, Social Justice"},{"quote":"I do think that Japan will be one of the nations that have equality, and that, too, will serve as an example for other Asian nations.","author":"George Takei","category":"Think, Example, Serve"},{"quote":"The arc of our history is toward more equality being expanded to more and more people.","author":"George Takei","category":"History, People, Being"},{"quote":"If hearing that the CEO of Apple is gay can help someone struggling to come to terms with who he or she is, or bring comfort to anyone who feels alone, or inspire people to insist on their equality, then it's worth the trade-off with my own privacy.","author":"Tim Cook","category":"Alone, Apple, Inspire"},{"quote":"Separate inherently is not equal. There's a reason why $45 million was spent against marriage equality. It's because people understand the word does have meaning. And equality comes when we accept the same notions and the same institutions for everyone, regardless of race and gender and regardless of sex orientation.","author":"Gavin Newsom","category":"Marriage, People, Meaning"},{"quote":"Small natures require despotism to exercise their sinews, as great souls thirst for equality to give play to their heart.","author":"Honore de Balzac","category":"Great, Heart, Small"},{"quote":"It is Republicans that have led the fight for women's equality. Go back through history and look at who was the first woman to ever vote, elected to office, go to Congress.","author":"Marsha Blackburn","category":"History, Women, Woman"},{"quote":"I would love for women to be focused on maximum wage, and I have fought to be recognized with equality for a long time.","author":"Marsha Blackburn","category":"Love, Time, Women"},{"quote":"I'm not pretending I can give advice to every single person or every single couple for every situation I'm making the point that we are not going to get to equality in the workforce before we get to equality in the home. Not going to happen.","author":"Sheryl Sandberg","category":"Home, Advice, Situation"},{"quote":"If interviewers are prejudiced against women or Hispanics, for example, a face-to-face interview will predictably result in discrimination. Reliance on tests, or on actual or past performance, can promote equality.","author":"Cass Sunstein","category":"Women, Past, Performance"},{"quote":"Our new vice president, Mike Pence, is one of the most blatantly anti-LGBT politicians in the country, and most, if not all, of Trump's cabinet is anti LGBT equality as well.","author":"Billy Eichner","category":"Country, President, New"},{"quote":"American society will never completely understand the true meaning of equality.","author":"Bryant H. McGill","category":"Society, American, Meaning"},{"quote":"Our elite believe in a new trinity of equality, democracy and diversity. Indeed, after the Cold War, we declared the spread of democracy worldwide to be our historic mission and national goal.","author":"Pat Buchanan","category":"Diversity, War, Believe"},{"quote":"Jackie Robinson, as an athlete and as someone who was trying to make a stand for equality, he was exemplary.","author":"Kareem Abdul-Jabbar","category":"Stand, Trying, Athlete"},{"quote":"Well, my view before was a Western view, and I certainly understand marriage equality and civil rights, equal rights for all, but having visited developing nations and some of the poorest nations in the world, I realize how deep it goes and how much work really needs to be done to create equality for all.","author":"Jason Mraz","category":"Work, Marriage, Deep"},{"quote":"Why did mainstream America come to accept marriage equality? Gay leaders had made a convincing case that gay families were like straight families and should have the same rights. The American spirit of fair play had been invoked.","author":"Edmund White","category":"Marriage, America, American"},{"quote":"Barack Obama's decision to come out in favour of gay marriage may be a historic occasion, but it is not an isolated one. His administration has been making pro-gay noises for some time; his demographic in the upcoming election is young and educated, precisely the group that favours equality for the LGBT community.","author":"Edmund White","category":"Marriage, Time, Community"},{"quote":"My commitment to gender equality is rooted in the quintessentially American principle of equal justice under law.","author":"Eric Schneiderman","category":"Justice, Law, American"},{"quote":"My mum fought for feminism in her day so instilled in me the importance of equality. She taught me so much about women.","author":"Chris Evans","category":"Day, Women, Me"},{"quote":"When I was coming of age, I remembered reading and studying the initial ideas within the feminist movement. There was this idea with my parents' generation that in order to find equality, a woman would need to behave like a man.","author":"Bryce Dallas Howard","category":"Age, Man, Parents"},{"quote":"I'm a Christian. I want the world of justice and equality. This is the only way to achieve peace.","author":"Hugo Chavez","category":"Peace, Justice, World"},{"quote":"As a young man on the streets of Derry, I saw Ian Paisley as an immortal opponent of everything to do with equality, justice, fairness, and respect for Irishness.","author":"Martin McGuinness","category":"Respect, Justice, Man"},{"quote":"The Good Friday Agreement was an incredible breakthrough. But it's my view that the Hillsborough Agreement could see politics in the north come of age, and see us all move forwards on the basis of equality and partnership.","author":"Martin McGuinness","category":"Age, Good, Politics"},{"quote":"Within loyalism and the UVF, there are clearly people who are not just aggravated by the issue around flags or parades. They're aggravated by me and Sinn Fein being in government. They're opposed to the political institutions - there's an inability of a minority within loyalism to accept the concept of equality.","author":"Martin McGuinness","category":"Government, Political, Me"},{"quote":"I know a lot of the work that paved the way for women happened before I was around... I was never that feminist girl demanding equality, but maybe that's because I've never really faced inequality.","author":"Kaley Cuoco","category":"Work, Women, Girl"},{"quote":"Any government I lead will continue with the equality of gay and lesbian people.","author":"David Cameron","category":"Government, Gay, People"},{"quote":"For 25 years, it has been my privilege to represent the city of San Francisco and the great state of California; to work to strengthen our vibrant middle class; to secure opportunity and equality.","author":"Nancy Pelosi","category":"Work, Great, Opportunity"},{"quote":"I believe that our democratic values are also born out of our Jewish faith, a 'love for the stranger,' and equality before the law - these are not foreign values: this is Judaism.","author":"Reuven Rivlin","category":"Love, Faith, Law"},{"quote":"Today, it's about gender equality, not neutrality. Anyone who doesn't agree would be a bit of an idiot.","author":"Twinkle Khanna","category":"Today, Gender, Agree"},{"quote":"I think that there have been a lot of fear-based assertions that feminism is about aggression, and that is incorrect and untrue. Feminism is about equality; that's what it's about.","author":"Jenny Slate","category":"Think, Feminism, I Think"},{"quote":"I am fiscally prudent and socially progressive. I believe in protecting a woman's right to choose. I believe in marriage equality.","author":"Andrew Cuomo","category":"Marriage, I Am, Woman"},{"quote":"Marriage equality changed life for people.","author":"Andrew Cuomo","category":"Life, Marriage, People"},{"quote":"I'm immensely proud to be a Democrat because of our party's history of fighting for justice, fairness, and equality. From Roosevelt to Obama, we've worked to bring seniors and children out of poverty, expanded civil rights, supported science and research, and pushed for equality of opportunity.","author":"John Delaney","category":"Children, History, Science"},{"quote":"I see social mobility and equality of opportunity as really successful Canadian values.","author":"Chrystia Freeland","category":"Opportunity, Successful"},{"quote":"Worrying about the poor is one thing. To contend that equality is necessary for growth is an altogether different and more radical idea.","author":"Chrystia Freeland","category":"Growth, Idea, Poor"},{"quote":"I want girls to know that equality exists in this world. You can do anything you want.","author":"Yuna","category":"World, Want, Know"},{"quote":"I pledge as Taoiseach to use my office, for as long as I hold it, to advance the cause of LGBT rights, to press for marriage equality across Ireland, to speak up for LGBT rights around the world where they are under attack, and to push for the implementation of the sexual health strategy here at home at a time when it is more important than ever.","author":"Leo Varadkar","category":"Marriage, Time, Home"},{"quote":"We really need to come behind and press for marriage equality in Northern Ireland.","author":"Leo Varadkar","category":"Marriage, Behind, Need"},{"quote":"I wouldn't really call myself a feminist. I obviously want equality and equal opportunities to the men.","author":"Katie Taylor","category":"Myself, Men, Opportunities"},{"quote":"I never understood why women wanted equality in the workplace when in fact, that would be selling them short.","author":"Jay Samit","category":"Women, Short, Why"},{"quote":"We should never forget that Americans continue to advocate for individual liberty, equality and self-governance. We often step in when it's necessary to help countries in need. But our history needs no whitewashing. To attempt this does us a terrible disservice.","author":"Jay Parini","category":"History, Help, Liberty"},{"quote":"Some women are smarter than men, and some aren't. But to suggest to women that they deserve dominance instead of equality is at best a cheap applause line.","author":"Campbell Brown","category":"Women, Best, Men"},{"quote":"The media says that equality for women has arrived, but if you look around, you still don't see girls playing guitars and having success with it.","author":"Joan Jett","category":"Success, Women, Media"},{"quote":"The only thing I advocate for is for equality for female athletes because we train just as hard, and we're always having a lot of head-to-head clashes, always competing against each other.","author":"Shelly-Ann Fraser-Pryce","category":"Train, Always, Competing"},{"quote":"Old white guys can be a funny bunch, can't they? The same anti-same-sex marriage, anti-affirmative action cadre can flower into the biggest supporters of 'equality' the minute they get a whiff of minority empowerment.","author":"John Ridley","category":"Funny, Marriage, Flower"},{"quote":"I want to do everything in my power to ensure the equality between all movements of Judaism in the state of Israel: Orthodox, Conservative, or Reform. In conversions, in budgets, in the eyes of the law. No one can claim ownership over the Jewish God.","author":"Yair Lapid","category":"God, Eyes, Power"},{"quote":"My brother had the courage to come out in 1978, when equality was still a distant dream.","author":"Elizabeth Esty","category":"Courage, Brother, Dream"},{"quote":"Feminism is just an idea. It's a philosophy. It's about the equality of women in all realms. It's not about man-hating. It's not about being humorless. We have to let go of these misconceptions that have plagued feminism for 40, 50 years.","author":"Roxane Gay","category":"Women, Philosophy, Idea"},{"quote":"Transgender folks have been part of the push for LGBT equality from the beginning, and we've spoken with loud and intelligent voices and have found political and personal success and advancement all over the world.","author":"Chelsea Manning","category":"Success, World, Political"},{"quote":"Many queer and trans people live - and lived - in our prison and jails, in our homeless shelters, in run-down houses and apartment buildings, and on the corners of every major city. Marriage equality doesn't help them; and the potential loss of momentum for trans/queer rights after this win could well hurt them.","author":"Chelsea Manning","category":"Marriage, City, Hurt"},{"quote":"I have supported civil rights activity in my state. I have done my job with integrity, equality, and fairness for all.","author":"Jeff Sessions","category":"Integrity, Job, Rights"},{"quote":"In my late 20s, I realized that I had a very clear social conscience and strong opinions about things like diversity, equality, and education, and while I tried to become more politically literate, I just couldn't catch on. It felt like I had walked into a movie that had already started, and no one would explain what had happened.","author":"Tracee Ellis Ross","category":"Education, Strong, Diversity"},{"quote":"In 1919, at the Paris Peace Conference, Japan had put forward a proposal to guarantee racial equality at the League of Nations, but Woodrow Wilson overturned it in the face of majority support.","author":"Pankaj Mishra","category":"Peace, Support, Face"},{"quote":"I'm going to do anything I can do - whether that's being part of FIFA or creating some sort of movement that can actually impart real equality across all lines - in every country, every city, every sector all over the world, that's what I'm going to do.","author":"Abby Wambach","category":"City, World, Country"},{"quote":"When you say 'revolution' when you have only men outside, you know that something is going wrong. I'm not like a hardcore feminist, but I think that one of the things that makes the society advanced is equality between men and women. If half of the society is oppressed by the other half, it's not fine.","author":"Marjane Satrapi","category":"Women, Society, Men"},{"quote":"There's a beauty in being part of a band, when there's equality and trust.","author":"Scott Weiland","category":"Beauty, Trust, Band"},{"quote":"There needs to be radical development in equality law to create the environment to allow women to stay in work.","author":"Ken Livingstone","category":"Work, Women, Law"},{"quote":"Too often, we fall into the trap of thinking 'equal' means 'the same' and that we achieve equality by treating everyone identically.","author":"Stella Young","category":"Thinking, Fall, Achieve"},{"quote":"Nobody really believes in equality anyway.","author":"Warren Farrell","category":"Nobody, Really, Believes"},{"quote":"Sometimes black people really want to hold onto our oppression - 'This is ours! This belongs to us.' You can't just talk about equality for somebody else. Let's pass it on. Let's pass it on to somebody else. At the end of the day, it is all about inequality.","author":"Wanda Sykes","category":"Day, End, People"},{"quote":"'The Handmaid's Tale' is a human story, and women's rights are human rights, and it's all about equality, but at the end of the day, it's not equal.","author":"Yvonne Strahovski","category":"Day, Women, End"},{"quote":"Despite great advances in women's rights, statistics show that when it comes to the balance of power between the sexes, equality is far from being a global reality.","author":"Sam Taylor-Johnson","category":"Women, Great, Power"},{"quote":"When people ask me do I believe in feminism - well, I didn't even know I was a feminist. I was the top of the bill; I've always been the top of the bill. So I don't know what equality is.","author":"Cilla Black","category":"Believe, Me, People"},{"quote":"I know what it's like to be in the closet! I know what it's like to be bullied and attacked because someone or some group thought I was different or below them... so, I'm coming out of the closet as an ally of equality for everyone; as an ally to hope.","author":"Jason Alexander","category":"Hope, Thought, Know"},{"quote":"I think it is important that you have people from all different vanguards, from all different walks of society and different viewpoints to be focused on the struggle for equality and democracy. We need as many champions for the cause and as many events as possible to help keep this in focus.","author":"Lupe Fiasco","category":"Struggle, Focus, Society"},{"quote":"Women are the only exploited group in history to have been idealized into powerlessness.","author":"Erica Jong","category":"History, Women, Group"},{"quote":"What's really sad is that so many young women between the ages of 16 and 25 are ignorant and they already believe that women get the same pay as men. They don't even really understand that equality hasn't happened with the pay force.","author":"bell hooks","category":"Women, Sad, Men"},{"quote":"We must recover the element of quality in our traditional pursuit of equality. We must not, in opening our schools to everyone, confuse the idea that all should have equal chance with the notion that all have equal endowments.","author":"Adlai E. Stevenson","category":"Quality, Chance, Idea"},{"quote":"The woman who thinks she can choose femininity, can toy with it like the social drinker toys with wine - well, she's asking for it, asking to be undone, devoured, asking to spend her life perpetrating a new fraud, manufacturing a new fake identity, only this time it's her equality that's fake.","author":"Rachel Cusk","category":"Life, Time, Woman"},{"quote":"Proclaim human equality as loudly as you like, Witless will serve his brother.","author":"Thomas Huxley","category":"Brother, You, Human"},{"quote":"Single women will get us closer to gender equality, and that will take many forms, including a reimagining of what families entail and what it means to have a full female life. Also, their presence will force the government to support a population of independent women more capably.","author":"Rebecca Traister","category":"Life, Women, Government"},{"quote":"Equality is not in regarding different things similarly, equality is in regarding different things differently.","author":"Tom Robbins","category":"Different, Things"},{"quote":"I don't consider myself a feminist, but I feel very empowered as a woman, and I've used all my resources widely. I believe in equality, but that's just naturally happening. I still want a door opened for me, to be treated like a lady, but I also want equal rights for women, of course.","author":"Pamela Anderson","category":"Women, Myself, Woman"},{"quote":"There have been some gains made in terms of more equality for women in the workplace and in the way the legal system deals with issues of violence against women.","author":"Tracy Chapman","category":"Women, Legal, Violence"},{"quote":"Take your message of equality of achievement, take your message of economic dependency, take your message of enslaving the entrepreneurial will and spirit of the American people somewhere else.","author":"Allen West","category":"Achievement, American"},{"quote":"I want everyone to know what they deserve in relationships: that they can demand equality and kindness. Because everyone will have a relationship at some point in their life. It's what we all do, every day, and we need to know how to do it.","author":"Olivia Colman","category":"Life, Kindness, Relationship"},{"quote":"Until we command the exact same salary as every male counterpart, I feel a political desire to stand by other women. If we don't stand together, that equality will never be fully realized, and that bothers me.","author":"Shirley Manson","category":"Women, Together, Me"},{"quote":"The king knows with what ardor and perseverance I have at all times been devoted to the cause of liberty and to the principles of humanity, equality and justice.","author":"Marquis de Lafayette","category":"Perseverance, Justice"},{"quote":"Feminism is nothing but equality, and actually, feminism benefits men because it liberates us and it releases us from many stigmas imposed by the macho culture on us as well. So if more of us could understand that it's nothing but equality, I think many agendas in terms of equality would have advanced quicker because it really helps us as well.","author":"Edgar Ramirez","category":"Culture, Men, Think"},{"quote":"I just believe in equality for all.","author":"Ashley Wagner","category":"Believe, Just"},{"quote":"The government should help and guide the weak and small racial groups within its national boundaries toward self-determination and self-government. It should offer resistance to foreign aggression, and simultaneously, it should revise foreign treaties in order to restore our equality and independence among the nations.","author":"Sun Yat-sen","category":"Government, Small, Help"},{"quote":"For forty years, I have devoted myself to the cause of the people's revolution with but one aim in view - the elevation of China to a position of freedom and equality among the nations.","author":"Sun Yat-sen","category":"Freedom, Myself, People"},{"quote":"I do not think white America is committed to granting equality to the American Negro. This is a passionately racist country it will continue to be so in the foreseeable future.","author":"Susan Sontag","category":"Future, America, American"},{"quote":"The virtue of gay equality has become increasingly recognized in the U.S. because people have been persuaded of its merits, not because state officials, acting like Inquisitors, forced people to accept it by punishing them for their refusal.","author":"Glenn Greenwald","category":"Gay, People, Acting"},{"quote":"I've praised Obama's record on same-sex equality as enthusiastically as anyone: it's one area where his record has been impressive. I understand, and have expressed, the emotional importance for LGBT Americans of his marriage announcement as well as its political significance.","author":"Glenn Greenwald","category":"Marriage, Political"},{"quote":"Scotland is my country, the nation that shaped me, that taught me my values. A nation whose achievements inspired and inspire me, a community whose failings drive me - drive my overwhelming desire to fight for social justice and equality.","author":"Johann Lamont","category":"Community, Justice, Inspire"},{"quote":"Am I feminist? I don't know. I'm not really sure what that is. I am all up for equality to a certain extent, although in the home, I do feel this is where the mother excels and the man needs to step back a bit. My family is from Nigeria, and this is our culture.","author":"Anthony Joshua","category":"Family, Home, Culture"},{"quote":"Vivek is a very supportive man. If I am in the kitchen doing something, he comes and helps. I don't think marriage will change anything for us. Our careers will not be affected after marriage. He believes in gender equality and is a man of today's time.","author":"Divyanka Tripathi","category":"Change, Marriage, Time"},{"quote":"I happen to agree with many of the liberal emphasis on compassion, justice and equality. I just disagree that it's the government's role to provide everything.","author":"Rick Warren","category":"Justice, Compassion"},{"quote":"My father offered his life so our democracy could live. My mother devoted her life to nurturing that democracy. I will dedicate my life to making our democracy reach its fullest potential: that of ensuring equality for all. My family has sacrificed much, and I am willing to do this again if necessary.","author":"Benigno Aquino III","category":"Life, Family, Father"},{"quote":"I am a universalist, passionately devoted to the cause of equality within the human family.","author":"Theodore Bikel","category":"Family, I Am, Human"},{"quote":"I wouldn't say there's a need for the Spice Girls, but I'd say there's a place for the Spice Girls. There's certainly a place for them, but you don't promote the Spice Girls at the expense of promoting what I think are good role models for girls. You need to create some kind of equality.","author":"Greg Graffin","category":"Good, Think, You"},{"quote":"Just as modern mass production requires the standardization of commodities, so the social process requires standardization of man, and this standardization is called equality.","author":"Erich Fromm","category":"Environmental, Man, Process"},{"quote":"The Islamic tradition does show some areas of apparent incompatibility with the goals of women in the West, and Muslims have a long way to go in their attitudes towards women. But blaming the religion is again to express an ignorance both of the religion and of the historical struggle for equality of women in Muslim societies.","author":"Hamza Yusuf","category":"Goals, Women, Struggle"},{"quote":"The only way to get gay issues off the front pages of Canadian newspapers is to grant gay and lesbian people our full civil equality and leave it alone.","author":"Dan Savage","category":"Alone, Gay, People"},{"quote":"I believe in unconditional love and equality. Jesus Christ exemplified these qualities.","author":"Jack Canfield","category":"Love, Believe, I Believe"},{"quote":"Equality and self-determination should never be divided in the name of religious or ideological fervor.","author":"Rita Dove","category":"Name, Never, Divided"},{"quote":"Feminism is just about equality, really, and there's so much stuff attached to the word, when it's actually so simple. I don't know why it's always so bogged down.","author":"Mia Wasikowska","category":"Simple, Know, Why"},{"quote":"The word 'equality' shows up too much in our founding documents for anyone to pretend it's not the American way.","author":"Martha Plimpton","category":"American, Way, Too Much"},{"quote":"Republicans many times can't get the words 'equality of opportunity' out of their mouths. Their lips do not form that way.","author":"Jack Kemp","category":"Opportunity, Words, Lips"},{"quote":"Our goals for this nation must be nothing less than to double the size of our economy and bring prosperity and jobs, ownership and equality of opportunity to all Americans, especially those living in our nation's pockets of poverty.","author":"Jack Kemp","category":"Goals, Opportunity, Poverty"},{"quote":"Where terrorists offer injustice, disorder and destruction, the United States and its allies stand for freedom, fairness, equality, hope, and opportunity.","author":"John O. Brennan","category":"Hope, Freedom, Opportunity"},{"quote":"It's tougher for women than men in Hollywood, period, if you ask me. As with most professions, women have generally not found equality with men when it comes to income and influence. There aren't as many female directors, producers, and writers, which translates to fewer complex roles for women.","author":"Nazanin Boniadi","category":"Women, Men, Influence"},{"quote":"When we reach the point where the women athletes are getting their pick of dates just as easily as the men athletes, then we've really and truly arrived. Parity at last!","author":"Billie Jean King","category":"Women, Men, Reach"},{"quote":"The 2010 global gender gap report by the World Economic Forum shows that countries with better gender equality have faster-growing, more competitive economies.","author":"Michelle Bachelet","category":"World, Gender, Better"},{"quote":"Educational equality doesn't guarantee equality on the labor market. Even the most developed countries are not gender-equal. There are still glass ceilings and 'leaky pipelines' that prevent women from getting ahead in the workplace.","author":"Michelle Bachelet","category":"Women, Glass, Labor"},{"quote":"The struggle for equality is really a struggle for democracy, and that's why it's a struggle for all the population.","author":"Ayman Odeh","category":"Struggle, Democracy, Why"},{"quote":"Just as Jews in the U.S. joined Martin Luther King, I'm sure hundreds of thousands of Jews will join the struggle for civil equality in Israel.","author":"Ayman Odeh","category":"Struggle, King, Will"},{"quote":"If we truly understand, remember, and love the people of Indonesia, let us accept this principle of social justice, that is, not only political equality, but we must create equality in the economic field, too, which means the best possible well-being.","author":"Sukarno","category":"Love, Best, Justice"},{"quote":"When we talk about feminism - equality without apology for all - we can't be talking about for all white women or all highly educated women but all women, regardless of color, class, creed, sexual orientation or identity.","author":"Christine Pelosi","category":"Women, Identity, Color"},{"quote":"The beauty of our democracy lies in the American value of equality: if you vote, you have a seat at the table. If you speak, you have a chance to persuade others. A billionaire and a minimum wage earner have the same power at the ballot box.","author":"Christine Pelosi","category":"Beauty, Power, American"},{"quote":"President Obama and Democrats won a mandate to move us forward with jobs, healthcare reform, equality, and nation building here at home.","author":"Christine Pelosi","category":"Home, Building, Healthcare"},{"quote":"In the end no segregationist scheme has withstood the force of a simple idea: equality under law.","author":"Eric Liu","category":"Law, Simple, End"},{"quote":"I have always said that I want Malawi to attain growth that should not just be seen in GDP, but in the growth of opportunities for all, protection for all, and equality for all.","author":"Joyce Banda","category":"Growth, Opportunities, Want"},{"quote":"If supporters of equality for women want to vote for the best candidate, they must look to a person regardless of gender and must disregard the gender of political opponents.","author":"Karen DeCrow","category":"Women, Best, Political"},{"quote":"The thing I want to see before I die is women achieving full equality in the world. I'm very passionate about injustice against women and there's too much of it in the world. In so many parts of the world, women are not regarded as worthy or equal to men. In parts of the world, women are bought and sold.","author":"Cherie Blair","category":"Women, Men, World"},{"quote":"I think the problem is, exceptional women will always succeed. But there are plenty of less-exceptional men who succeed. Until we get the less-exceptional women succeeding equally, we do not have full equality.","author":"Cherie Blair","category":"Women, Men, Problem"},{"quote":"People say that human rights is a Western construct foisted on others. But that's not true. Equality, dignity, respect and justice are as much an integral part of the Islamic tradition.","author":"Cherie Blair","category":"Respect, Justice, People"},{"quote":"We will not build a society that reflects who we are and that has opportunities for equality or justice if we don't make progress for all participants.","author":"Mitchell Baker","category":"Justice, Progress, Society"},{"quote":"I am for 100% equality across the board for everybody, in all walks of life.","author":"David Furnish","category":"Life, I Am, Everybody"},{"quote":"When Landon Carter, a Virginia plantation owner, read the Declaration of Independence two days after it was issued, he wondered whether its ringing affirmation of equality meant that slaves must be freed. If so, he confided to his diary, 'You must send them out of the country, or they must steal for their support.'","author":"Edmund Morgan","category":"Support, Independence, You"},{"quote":"The biggest deficit in terms of gender equality at Ozon lay in our IT department. So we made a decision, along with our key IT leaders, to remove all filters and systemically interview all the women who apply.","author":"Maelle Gavet","category":"Women, Decision, Gender"},{"quote":"Dr. Sun Yat-sen, Father of the Republic, made it his great aim in his revolutionary leadership to secure freedom and equality of status for China among the nations of the world.","author":"Chiang Kai-shek","category":"Leadership, Freedom, Father"},{"quote":"The aim of the Revolution is, so far as the interests of China herself are concerned, the restoration of her original frontiers and, in regard to the rest of the world, a gradual advance of all nations from the stage of equality to that of an ideal unity.","author":"Chiang Kai-shek","category":"Unity, World, Aim"},{"quote":"We have been sold a Muslim boogeyman. We are buying into it, and we are terrified, and that terror is causing people to lash out at comedians like myself or women wearing hijabs, or anyone who seems to defend equality for Muslims worldwide.","author":"Maysoon Zayid","category":"Women, Myself, People"},{"quote":"In Nicaragua, liberty, equality and the rule of law were the stuff of dreams. But in Paris I discovered the value of those words.","author":"Bianca Jagger","category":"Dreams, Law, Words"},{"quote":"I believe that as women, we must commit ourselves to sustaining the progress made by our foremothers who fought so hard for women's equality and liberation.","author":"Carre Otis","category":"Women, Progress, Believe"},{"quote":"To be successful, a woman has to be much better at her job than a man.","author":"Golda Meir","category":"Man, Job, Woman"},{"quote":"'Garage Magazine' has a strong track record of promoting diversity and racial and gender equality in the worlds of art and fashion and will continue in our mission to stir positive debate on these and other issues.","author":"Dasha Zhukova","category":"Positive, Art, Strong"},{"quote":"Equality in education is my number one battle.","author":"Najat Vallaud-Belkacem","category":"Education, Battle, Number"}]}