{"author":"Ravindu Manoj","github":"ravindu01manoj","repo":"Quotes-500k","data":[{"quote":"There are a thousand hacking at the branches of evil to one who is striking at the roots.","author":"Henry David Thoreau","category":"revolution, reform"},{"quote":"Thinkers prepare the revolution  bandits carry it out.","author":"Mariano Azuela","category":"revolution, reform"},{"quote":"Inferiors revolt in order that they may be equal  and equals that they may be superior.","author":"Aristotle","category":"revolution, reform"},{"quote":"Resistance to tyrants is obedience to God.","author":"Benjamin Franklin","category":"revolution, reform"},{"quote":"In almost any society  I think  the quality of the non-conformists is like to be just as good as  and no better than that of the conformists.","author":"Margaret Mead","category":"revolution, reform"},{"quote":"Whatever little we have gained  we have gained by agitation  while we have uniformly lost by moderation.","author":"Daniel O'Connell","category":"revolution, reform"},{"quote":"Every generation revolts against its fathers and makes friends with its grandfathers.","author":"Lewis Mumford","category":"revolution, reform"},{"quote":"One revolution is like one cocktail  it just gets you organized for the next.","author":"Will Rogers","category":"revolution, reform"},{"quote":"A reformer is a guy who rides through a sewer in a glass-bottomed boat.","author":"James J. Walker","category":"revolution, reform"},{"quote":"A reformer is one who sets forth cheerfully toward sure defeat.","author":"Richard S. Childs","category":"revolution, reform"},{"quote":"The overwhelming pressure of mediocrity  sluggish and indomitable as a glacier  will mitigate the most violent  and depress the most exalted revolution.","author":"T. S. Eliot","category":"revolution, reform"},{"quote":"It is possible for a single individual to defy the whole might of an unjust empire to save his honour  his religion  his soul  and lay the foundation for that empire's fall or its regeneration.","author":"Mahatma Gandhi","category":"revolution, reform"},{"quote":"It is essential to the triumph of reform that it shall never succeed.","author":"William Hazlitt","category":"revolution, reform"},{"quote":"It is a dangerous thing to reform anyone.","author":"Oscar Wilde","category":"revolution, reform"},{"quote":"Reformers have the idea that change can be achieved by brute sanity.","author":"George Bernard Shaw","category":"revolution, reform"},{"quote":"It is not the prisoners who need reformation  it is the prisons.","author":"Oscar Wilde","category":"revolution, reform"},{"quote":"By gnawing through a dyke  even a rat may drown a nation.","author":"Edmund Burke","category":"revolution, reform"},{"quote":"The times spat at me. I spit back at the times.","author":"Andrei Voznesensky","category":"revolution, reform"},{"quote":"All reform except a moral one will prove unavailing.","author":"Thomas Carlyle","category":"revolution, reform"},{"quote":"I hold it  that a little rebellion now and then is a good thing  and as necessary in the political world as storms in the physical.","author":"Thomas Jefferson","category":"revolution, reform"},{"quote":"Riots are the voices of the unheard.","author":"Martin Luther King, Jr.","category":"revolution, reform"},{"quote":"If we should promise people nothing better than only revolution  they would scratch their heads and say  'Isn't it better to have good goulash?'","author":"Nikita Khrushchev","category":"revolution, reform"},{"quote":"I survived. (J'ai vecu.)","author":"Emmanuel Joseph Sieyes","category":"revolution, reform"},{"quote":"Big Brother is watching you.","author":"George Orwell","category":"revolution, reform"},{"quote":"Revolutions are not about trifles  but spring from trifles.","author":"Aristotle","category":"revolution"},{"quote":"A reform is a correction of abuses  a revolution is a transfer of power.","author":"Edward G. Bulwer-Lytton","category":"revolution"},{"quote":"At last I perceive that in revolutions the supreme power finally rests with the most abandoned.","author":"Georges Jacques Danton","category":"revolution"},{"quote":"It is impossible to predict the time and progress of revolution. It is governed by its own more or less mysterious laws. But when it comes it moves irresistibly.","author":"Vladimir Lenin","category":"revolution"},{"quote":"This country  with its institutions  belongs to the people who inhabit it. Whenever they shall grow weary of the existing government they can exercise their constitutional right of amending it  or their revolutionary right to dismember or overthrow it.","author":"Abraham Lincoln","category":"revolution"},{"quote":"Let the ruling classes tremble at a Communist revolution. The proletarians have nothing to lose but their chains. They have a world to win. Working men of all countries  unite!","author":"Karl Marx","category":"revolution"},{"quote":"Revolutions are not made  they come.","author":"Wendell Phillips","category":"revolution"},{"quote":"If I were an American  as I am an Englishman  while a foreign troop was landed in my country I never would lay down my arms  - never! never! never!","author":"William Pitt","category":"revolution"},{"quote":"A little house well filled  a little land well tilled  and a little wife well willed  are great riches.","author":"Anonymous","category":"riches"},{"quote":"Ah  if the rich were rich as the poor fancy riches!","author":"Ralph Waldo Emerson","category":"riches"},{"quote":"The pleasures of the rich are bought with the tears of the poor.","author":"Thomas Fuller","category":"riches"},{"quote":"I am rich beyond the dreams of avarice.","author":"Edward Moore","category":"riches"},{"quote":"Lay not up for yourselves treasures upon earth  where moth and rust doth corrupt  and where thieves break through and steal.","author":"Matthew","category":"riches"},{"quote":"A man's true wealth is the good he does in this world.","author":"Mohammed","category":"riches"},{"quote":"It is the wretchedness of being rich that you have to live with rich people.","author":"Logan Pearsall Smith","category":"riches"},{"quote":"Nothing is so hard for those who abound in riches as to conceive how others can be in want.","author":"Jonathan Swift","category":"riches"},{"quote":"That man is the richest whose pleasures are the cheapest.","author":"Henry David Thoreau","category":"riches"},{"quote":"Cervantes smiled Spain's chivalry away.","author":"Lord Byron","category":"ridicule"},{"quote":"Resort is had to ridicule only when reason is against us.","author":"Thomas Jefferson","category":"ridicule"},{"quote":"There is only one step from the sublime to the ridiculous.","author":"Napoleon","category":"ridicule"},{"quote":"The great thing to learn about life is  first  not to do what you don't want to do  and  second  to do what you do want to do.","author":"Margaret Anderson","category":"right"},{"quote":"Men can starve from a lack of self-realization as much as they can from a lack of bread.","author":"Richard Wright","category":"right"},{"quote":"There is a need to find and sing our own song  to stretch our limbs and shake them in a dance so wild that nothing can roost there  that stirs the yearning for solitary voyage.","author":"Barbara Lazear Ascher","category":"right"},{"quote":"Every man has his own destiny  the only imperative is to follow it  to accept it  no matter where it leads him.","author":"Henry Miller","category":"right"},{"quote":"You don't get to choose how you're going to die. Or when. You can only decide how you're going to live.","author":"Joan Baez","category":"right"},{"quote":"I want to do it because I want to do it.","author":"Amelia Earhart","category":"right"},{"quote":"Personality  too  is destiny.","author":"Erik H. Erikson","category":"right"},{"quote":"The door that nobody else will go in at  seems always to swing open widely for me.","author":"Clara Barton","category":"right"},{"quote":"I don't go by the rule book-I lead from the heart  not the head.","author":"Diana, Princess of Wales","category":"right"},{"quote":"A man should not strive to eliminate his complexes but to get into accord with them  for they are legitimately what directs his conduct in the world.","author":"Sigmund Freud","category":"right"},{"quote":"When she stopped conforming to the conventional picture of femininity she finally began to enjoy being a woman.","author":"Betty Friedan","category":"right"},{"quote":"Live as you will wish to have lived when you are dying.","author":"Christian Furchtegott Gellert","category":"right"},{"quote":"The history of human growth is at the same time the history of every new idea heralding the approach of a brighter dawn  and the brighter dawn has always been considered illegal  outside of the law.","author":"Emma Goldman","category":"right"},{"quote":"The first thing is to love your sport. Never do it to please someone else. It has to be yours.","author":"Peggy Fleming","category":"right"},{"quote":"There is just one life for each of us: our own.","author":"Euripides","category":"right"},{"quote":"People are ridiculous only when they try or seem to be that which they are not.","author":"Giacomo Leopardi","category":"right"},{"quote":"Men are created different  they lose their social freedom and their individual autonomy in seeking to become like each other.","author":"David Riesman","category":"right"},{"quote":"The pain of leaving those you grow to love is only the prelude to understanding yourself and others.","author":"Shirley MacLaine","category":"right"},{"quote":"Of all the paths a man could strike into  there is  at any given moment  a best path ... a thing which  here and now  it were of all things wisest for him to do ... to find this path  and walk in it  is the one thing needful for him.","author":"Thomas Carlyle","category":"right"},{"quote":"I don't tell the truth any more to those who can't make use of it. I tell it mostly to myself  because it always changes me.","author":"Anais Nin","category":"right"},{"quote":"To feel that one has a place in life solves half the problem of contentment.","author":"George E. Woodberry","category":"right"},{"quote":"In my clinical experience  the greatest block to a person's development is his having to take on a way of life which is not rooted in his own powers.","author":"Rollo May","category":"right"},{"quote":"This is the chief thing: be not perturbed  for all things are according to the nature of the universal.","author":"Marcus Aurelius","category":"right"},{"quote":"Dedication to one's work in the world is the only possible sanctifica-tion. Religion in all its forms is dedication to Someone Else's work  not yours.","author":"Cynthia Ozick","category":"right"},{"quote":"What's a joy to the one is a nightmare to the other.","author":"Bertolt Brecht","category":"right"},{"quote":"Nothing is good for everyone  but only relatively to some people.","author":"Andre Gide","category":"right"},{"quote":"What's important is finding out what works for you.","author":"Henry Moore","category":"right"},{"quote":"Everyone has a right to his own course of action.","author":"Moliere","category":"right"},{"quote":"Freedom and constraint are two aspects of the same necessity  the necessity of being the man you are  and not another. You are free to be that man  but not free to be another.","author":"Antoine de Saint-Exupery","category":"right"},{"quote":"What one man does  another fails to do  what's fit for me may not be fit for you.","author":"Anonymous","category":"right"},{"quote":"Let them know a real man  who lives as he was meant to live.","author":"Marcus Aurelius","category":"right"},{"quote":"The one thing that doesn't abide by majority rule is a person's conscience.","author":"Harper Lee","category":"right"},{"quote":"There's no right way of writing. There's only your way.","author":"Milton Lomask","category":"right"},{"quote":"Every man must get to heaven his own way.","author":"Frederick the Great","category":"right"},{"quote":"There are as many ways to live and grow as there are people. Our own ways are the only ways that should matter to us.","author":"Evelyn Mandel","category":"right"},{"quote":"Only he who keeps his eye fixed on the far horizon will find his right road.","author":"Dag Hammarskjold","category":"right"},{"quote":"Those who love a cause are those who love the life which has to be led in order to serve it.","author":"Simone Weil","category":"right"},{"quote":"Why not be oneself? That is the whole secret of a successful appearance. If one is a greyhound  why try to look like a Pekingese?","author":"Edith Sitwell","category":"right"},{"quote":"Do you know that disease and death must needs overtake us  no matter what we are doing? ... What do you wish to be doing when it overtakes you?... If you have anything better to be doing when you are so overtaken  get to work on that.","author":"Epictetus","category":"right"},{"quote":"I'll walk where my own nature would be leading  it vexes me to choose another guide.","author":"Emily Bronte","category":"right"},{"quote":"If you go to heaven without being naturally qualified for it  you will not enjoy it there.","author":"George Bernard Shaw","category":"right"},{"quote":"He who walks in another's tracks leaves no footprints.","author":"Joan L. Brannon","category":"right"},{"quote":"To be what we are  and to become what we are capable of becoming  is the only end of life.","author":"Robert Louis Stevenson","category":"right"},{"quote":"Follow your bliss. Find where it is and don't be afraid to follow it.","author":"Joseph Campbell","category":"right"},{"quote":"To have no set purpose in one's life is harlotry of the will.","author":"Stephen McKenna","category":"right"},{"quote":"A rose is a rose is a rose.","author":"Gertrude Stein","category":"right"},{"quote":"Somehow we learn who we really are and then live with that decision.","author":"Eleanor Roosevelt","category":"right"},{"quote":"True inward quietness ... is not vacancy  but stability-the steadfastness of a single purpose.","author":"Caroline Stephen","category":"right"},{"quote":"Seek out that particular mental attitude which makes you feel most deeply and vitally alive  along with which comes the inner voice which says  \"This is the real me \" and when you have found that attitude  follow it.","author":"William James","category":"right"},{"quote":"Most of our platitudes notwithstanding  self-deception remains the most difficult deception. The tricks that worked on others count for nothing in that very well-lit back alley where one keeps assignations with oneself: no winning smiles will do here  no prettily drawn list of good intentions.","author":"Joan Didion","category":"right"},{"quote":"No matter where I run  I meet myself there.","author":"Dorothy Fields","category":"right"},{"quote":"A woman who is willing to be herself and pursue her own potential runs not so much the risk of loneliness as the challenge of exposure to more interesting men-and people in general.","author":"Lorraine Hansbury","category":"right"},{"quote":"There is always a certain peace in being what one is  in being that completely. The condemned man has that joy.","author":"Ugo Betti","category":"right"},{"quote":"Be what you are. This is the first step toward becoming better than you are.","author":"Julius Charles Hare","category":"right"},{"quote":"As you go along your road in life  you will  if you aim high enough  also meet resistance ... but no matter how tough the opposition may seem  have courage still-and persevere.","author":"Madeleine Albright","category":"right"},{"quote":"When a just cause reaches its flood-tide  as ours has done ...  whatever stands in the way must fall before its overwhelming power.","author":"Carrie Chapman Catt","category":"right"},{"quote":"The first and worst of all frauds is to cheat one's self. All sin is easy after that.","author":"Pearl Bailey","category":"right"},{"quote":"To keep your character intact you cannot stoop to filthy acts. It makes it easier to stoop the next time.","author":"Katharine Hepburn","category":"right"},{"quote":"Keep integrity and your work ethics intact. So what if that means working a little harder  an honorable character is your best calling card  and that's something anyone can have!","author":"Kathy Ireland","category":"right"},{"quote":"The world may take your reputation from you  but it cannot take your character.","author":"Emma Dunham Kelley","category":"right"},{"quote":"We must remember that one determined person can make a significant difference  and that a small group of determined people can change the course of history.","author":"Sonia Johnson","category":"right"},{"quote":"I am only one  but still I am one. I cannot do everything  but still I can do something. And because I cannot do everything I will not refuse to do the something that I can do.","author":"Helen Keller","category":"right"},{"quote":"Keep your promises to yourself.","author":"David Harold Fink","category":"right"},{"quote":"The possibilities are unlimited as long as you are true to your life's purpose.","author":"Marcia Wieder","category":"right"},{"quote":"Put your ear down close to your soul and listen hard.","author":"Anne Sexton","category":"right"},{"quote":"Like the winds of the sea are the ways of fate  As the voyage along thru life  'Tis the will of the soul That decides its goal  And not the calm or the strife.","author":"Ella Wheeler Wilcox","category":"right"},{"quote":"I believe there's an inner power that makes winners or losers. And the winners are the ones who really listen to the truth of their hearts.","author":"Sylvester Stallone","category":"right"},{"quote":"I was and I always shall be hampered by what I think other people will say.","author":"Violette Leduc","category":"right"},{"quote":"No matter how ill we may be  nor how low we may have fallen  we should not change identity with any other person.","author":"Samuel Butler","category":"right"},{"quote":"Here I stand. I can do no other. God help me. Amen.","author":"Martin Luther","category":"right"},{"quote":"Whatever you want in life  other people are going to want it too. Believe in yourself enough to accept the idea that you have an equal right to it.","author":"Diane Sawyer","category":"right"},{"quote":"I argue that we deserve the choice to do whatever we want with our faces and bodies without being punished by an ideology that is using attitudes  economic pressure  and even legal judgments regarding women's appearance to undermine us psychologically and politically.","author":"Naomi Wolf","category":"right"},{"quote":"Nobody is so miserable as he who longs to be somebody other than the person he is.","author":"Angelo Patri","category":"right"},{"quote":"To be nobody-but-yourself-in a world which is doing its best  night and day  to make you everybody else-means to fight the hardest battle which any human being can fight  and never stop fighting.","author":"e. e. cummings","category":"right"},{"quote":"To aim at the best and to remain essentially ourselves is one and the same thing.","author":"Janet Erskine Stuart","category":"right"},{"quote":"We had as lief not be  as not be ourselves.","author":"William Hazlitt","category":"right"},{"quote":"No man can produce great things who is not thoroughly sincere in dealing with himself","author":"James Russell Lowell","category":"right"},{"quote":"The most exhausting thing in life is being insincere.","author":"Anne Morrow Lindbergh","category":"right"},{"quote":"Misfortunes occur only when a man is false.... Events  circumstances  etc.  have their origin in ourselves. They spring from seeds which we have sown.","author":"Henry David Thoreau","category":"right"},{"quote":"Man has no nobler function than to defend the truth.","author":"Mahalia Jackson","category":"right"},{"quote":"Every human being is intended to have a character of his own  to be what no others are  and to do what no other can do.","author":"William Ellery Channing","category":"right"},{"quote":"Do not wish to be anything but what you are.","author":"Saint Francis de Sales","category":"right"},{"quote":"I think God rarely gives to one man  or one set of men  more than one great moral victory to win.","author":"Lucy Stone","category":"right"},{"quote":"Truth has beauty  power  and necessity.","author":"Sylvia Townsend Warner","category":"right"},{"quote":"It is necessary to the happiness of man that he be mentally faithful to himself.","author":"Thomas Paine","category":"right"},{"quote":"Integrity simply means a willingness not to violate one's identity.","author":"Erich Fromm","category":"right"},{"quote":"Don't compromise yourself. You are all you've got.","author":"Janis Joplin","category":"right"},{"quote":"The greatest thing in the world is to know how to be one's own self","author":"Michel de Montaigne","category":"right"},{"quote":"Theories are like scaffolding: they are not the house  but you cannot build the house without them.","author":"Constance Fenimore Woolson","category":"right"},{"quote":"To know what you prefer  instead of humbly saying \"Amen\" to what the world tells you you ought to prefer  is to keep your soul alive.","author":"Robert Louis Stevenson","category":"right"},{"quote":"Do what thy manhood bids thee do.","author":"Sir Richard Burton","category":"right"},{"quote":"We live counterfeit lives in order to resemble the idea we first had of ourselves.","author":"Andre Gide","category":"right"},{"quote":"The moment that any life  however good  stifles you  you may be sure it isn't your real life.","author":"Arthur Christopher Benson","category":"right"},{"quote":"All is disgust when one leaves his own nature and does things that misfit it.","author":"Sophocles","category":"right"},{"quote":"What does reason demand of a man? A very easy thing-to live in accord with his own nature.","author":"Marcus Annaeus Seneca","category":"right"},{"quote":"We are sure to be losers when we quarrel with ourselves  it is civil war.","author":"Charles Caleb Colton","category":"right"},{"quote":"With begging and scrambling we find very little  but with being true to ourselves we find a great deal more.","author":"Rabindranath Tagore","category":"right"},{"quote":"While you cannot resolve what you are  at last you will be nothing.","author":"Martial","category":"right"},{"quote":"The highest courage is to dare to appear to be what one is.","author":"John Lancaster Spalding","category":"right"},{"quote":"Choose always the way that seems the best  however rough it may be  custom will soon render it easy and agreeable.","author":"Pythagoras","category":"right"},{"quote":"Our whole life is an attempt to discover when our spontaneity is whimsical  sentimental irresponsibility and when it is a valid expression of our deepest desires and values.","author":"Helen Merrell Lynd","category":"right"},{"quote":"Until you know that life is interesting  and find it so  you haven't found your soul.","author":"Geoffrey Fisher","category":"right"},{"quote":"It is better to be hated for what you are than loved for what you are not.","author":"Andre Gide","category":"right"},{"quote":"Learn what you are  and be such.","author":"Pindar","category":"right"},{"quote":"We are betrayed by what is false within.","author":"George Meredith","category":"right"},{"quote":"If I trim myself to suit others I will soon whittle myself away.","author":"Anonymous","category":"right"},{"quote":"This above all: to thine own self be true.","author":"William Shakespeare","category":"right"},{"quote":"In the world to come they will not ask me  \"Why were you not Moses?\" They will ask me  \"Why were you not Zusya?\"","author":"Zusya of Hanipoli","category":"right"},{"quote":"A man must be obedient to the promptings of his innermost heart.","author":"Robertson Davies","category":"right"},{"quote":"All life is the struggle  the effort to be itself.","author":"Jose Ortega y Gasset","category":"right"},{"quote":"What's a man's first duty? The answer is brief: To be himself.","author":"Henrik Ibsen","category":"right"},{"quote":"Any path is only a path  and there is no affront  to oneself or to others  in dropping it if that is what your heart tells you.","author":"Carlos Castaneda","category":"right"},{"quote":"It is possible to be different and still be all right.","author":"Anne Wilson Schaef","category":"right"},{"quote":"Let me listen to me and not to them.","author":"Gertrude Stein","category":"right"},{"quote":"She lacks confidence  she craves admiration insatiably. She lives on the reflections of herself in the eyes of others. She does not dare to be herself.","author":"Anais Nin","category":"right"},{"quote":"I will not cut my conscience to fit this year's fashions.","author":"Lillian Hellman","category":"right"},{"quote":"The crow that mimics a cormorant gets drowned.","author":"Japanese proverb","category":"right"},{"quote":"Let the world know you as you are  not as you think you should be  because sooner or later  if you are posing  you will forget the pose  and then where are you?","author":"Fanny Brice","category":"right"},{"quote":"I was raised to sense what someone wanted me to be and be that kind of person. It took me a long time not to judge myself through someone else's eyes.","author":"Sally Field","category":"right"},{"quote":"Education should be the process of helping everyone to discover his uniqueness.","author":"Leo Buscaglia","category":"right"},{"quote":"Philosophy is a purely personal matter. A genuine philosopher's credo is the outcome of a single complex personality  it cannot be transferred. No two persons  if sincere  can have the same philosophy.","author":"Havelock Ellis","category":"right"},{"quote":"Remember always that you have not only the right to be an individual  you have an obligation to be one.","author":"Eleanor Roosevelt","category":"right"},{"quote":"It is the chiefest point of happiness that a man is willing to be what he is.","author":"Erasmus","category":"right"},{"quote":"Follow what you love! Don't deign to ask what \"they\" are looking for out there. Ask what you have inside. Follow not your interests  which change  but what you are and what you love  which will and should not change.","author":"Georgie Anne Geyer","category":"right"},{"quote":"All the discontented people I know are trying to be something they are not  to do something they cannot do.","author":"David Graydon","category":"right"},{"quote":"Dress to please yourself.... Forget you are what you wear.... Wear what you are.","author":"Elizabeth Hawkes","category":"right"},{"quote":"Resolve to be thyself ... he who finds himself loses his misery!","author":"Matthew Arnold","category":"right"},{"quote":"If we do not rise to the challenge of our unique capacity to shape our lives  to seek the kinds of growth that we find individually fulfilling  then we can have no security: we will live in a world of sham  in which our selves are determined by the will of others  in which we will be constantly buffeted and increasingly isolated by the changes round us.","author":"Nena O'Neil","category":"right"},{"quote":"Happiness  that grand mistress of the ceremonies in the dance of life  impels us through all its mazes and meanderings  but leads none of us by the same route.","author":"Charles Caleb Colton","category":"right"},{"quote":"A happy life is one which is in accordance with its own nature.","author":"Marcus Annaeus Seneca","category":"right"},{"quote":"Different men seek after happiness in different ways and by different means  and so make for themselves different modes of life.","author":"Aristotle","category":"right"},{"quote":"All men have happiness as their object: there is no exception. However different the means they employ  they aim at the same end.","author":"Blaise Pascal","category":"right"},{"quote":"Be not imitator  freshly act thy part  Through this world be thou an independent ranger  Better is the faith that springeth from thy heart Than a better faith belonging to a stranger.","author":"Persian proverb","category":"right"},{"quote":"There is always a certain peace in being what one is  in being that completely.","author":"Ugo Betti","category":"right"},{"quote":"Posterity weaves no garlands for imitators.","author":"J. C. F. von Schiller","category":"right"},{"quote":"'Tis a gift to be simple  'tis a gift to be free. 'Tis a gift to come round to where we ought to be. And when we find a place that feels just right  We will be in the valley of love and delight.","author":"Anonymous","category":"right"},{"quote":"You have to deal with the fact that your life is your life.","author":"Alex Haley","category":"right"},{"quote":"I is who I is.","author":"Tom Peterson","category":"right"},{"quote":"There are as many ways to live and grow as there are people. Our own ways are the only ways that should matter to us.","author":"Evelyn Mandel","category":"right"},{"quote":"The white light streams down to be broken up by those human prisms into all the colors of the rainbow. Take your own color in the pattern and be just that.","author":"Charles R. Brown","category":"right"},{"quote":"The search for a new personality is futile  what is fruitful is the human interest the old personality can take in new activities.","author":"Cesare Pavese","category":"right"},{"quote":"We would have to settle for the elegant goal of becoming ourselves.","author":"William Styron","category":"right"},{"quote":"Our concern must be to live while we're alive ... to release our inner selves from the spiritual death that comes with living behind a facade designed to conform to external definitions of who and what we are.","author":"Elisabeth Kubler-Ross","category":"right"},{"quote":"I searched through rebellion  drugs  diets  mysticism  religions  intellectu-alism and much more  only to begin to find ... that truth is basically simple-and feels good  clean and right.","author":"Chick Corea","category":"right"},{"quote":"If you're gonna be a failure  at least be one at something you enjoy.","author":"Sylvester Stallone","category":"right"},{"quote":"That suit is best that best suits me.","author":"John Clark","category":"right"},{"quote":"The self is not something that one finds. It is something one creates.","author":"Thomas Szasz","category":"right"},{"quote":"Your readiest desire is your path to joy ... even if it destroys you.","author":"Holbrook Jackson","category":"right"},{"quote":"Individuals learn faster than institutions and it is always the dinosaur's brain that is the last to get the new messages.","author":"Hazel Henderson","category":"right"},{"quote":"Go ahead and do it. It's much easier to apologize after something's been done than to get permission ahead of time.","author":"Grace Murray Hopper","category":"right"},{"quote":"Innovators are inevitably controversial.","author":"Eva Le Gallienne","category":"right"},{"quote":"I'm not going to limit myself just because some people won't accept the fact that I can do something else.","author":"Dolly Parton","category":"right"},{"quote":"Criticism ... makes very little dent upon me  unless I think there is some real justification and something should be done.","author":"Eleanor Roosevelt","category":"right"},{"quote":"It is healthier  in any case  to write for the adults one's children will become than for the children one's \"mature\" critics often are.","author":"Alice Walker","category":"right"},{"quote":"I was the kind nobody thought could make it. I had a funny Boston accent. I couldn't pronounce my R's. I wasn't a beauty.","author":"Barbara Walters","category":"right"},{"quote":"Power is strength and the ability to see yourself through your own eyes and not through the eyes of another.","author":"Agnes Whistling Elk","category":"right"},{"quote":"Getting fit is a political act-you are taking charge of your life.","author":"Jane Fonda","category":"right"},{"quote":"I'm uncomfortable when I'm comfortable ... I can't help it  it's my personality.","author":"Jay Chiat","category":"right"},{"quote":"For a long time the only time I felt beautiful-in the sense of being complete as a woman  as a human being  and even female-was when I was singing.","author":"Leontyne Price","category":"right"},{"quote":"The source of continuing aliveness was to find your passion and pursue it  with whole heart and single mind.","author":"Gail Sheehy","category":"right"},{"quote":"I look at ordinary people in their suits  them with no scars  and I'm different. I don't fit with them. I'm where everybody's got scar tissue on their eyes and got noses like saddles. I go to conventions of old fighters like me and I see the scar tissue and all them flat noses and it's beautiful. ... They talk like me  like they got rocks in their throats. Beautiful!","author":"Willie Pastrano","category":"right"},{"quote":"I have the feeling when I write poetry that I'm doing what I'm supposed to do. You don't think about whether you're going to get money or fame  you just do it.","author":"Doris Lund","category":"right"},{"quote":"A door that seems to stand open must be of a man's size  or it is not the door that providence means for him.","author":"Henry Ward Beecher","category":"right"},{"quote":"I have the true feeling of myself only when I am unbearably unhappy.","author":"Franz Kafka","category":"right"},{"quote":"Mountains should be climbed with as little effort as possible and without desire. The reality of your own nature should determine the speed. If you become restless  speed up. If you become winded  slow down. You climb the mountain in an equilibrium between restlessness and exhaustion. Then  when you're no longer thinking ahead  each footstep isn't just a means to an end  but a unique event in itself.","author":"Robert M. Pirsig","category":"right"},{"quote":"It is the soul's duty to be loyal to its own desires.","author":"Rebecca West","category":"right"},{"quote":"In the first grade  I already knew the pattern of my life. I didn't know the living of it  but I knew the line. ... From the first day in school until the day I graduated  everyone gave me one hundred plus in art. Well  where do you go in life? You go to the place where you got one hundred plus.","author":"Louise Nevelson","category":"right"},{"quote":"I am a writer because writing is the thing I do best.","author":"Flannery O'Connor","category":"right"},{"quote":"Each of us has some unique capability waiting for realization. Every person is valuable in his own existence  for himself alone ... each of us can bring to fruition these innate  God-given abilities.","author":"George H. Bender","category":"right"},{"quote":"All of us attain the greatest success and happiness possible in this life whenever we use our native capacities to their fullest extent. ... And every life must be chalked up at least a partial failure when it does not succeed in reaching its inherent destiny.","author":"Smiley Blanton","category":"right"},{"quote":"The same man cannot be skilled in everything  each has his special excellence.","author":"Euripides","category":"right"},{"quote":"Any talent that we are born with eventually surfaces as a need.","author":"Marsha Sinetar","category":"right"},{"quote":"The best career advice given to the young ... is \"Find out what you like doing best and get someone to pay you for doing it.\"","author":"Katharine Whitehorn","category":"right"},{"quote":"Skills vary with the man. We must... strive by that which is born in us.","author":"Pindar","category":"right"},{"quote":"People are always neglecting something they can do in trying to do something they can't do.","author":"Edgar Watson Howe","category":"right"},{"quote":"A man like Verdi must write like Verdi.","author":"Giuseppe Verdi","category":"right"},{"quote":"I write lustily and humorously. It isn't calculated  it's the way I think. I've invented a writing style that expresses who I am.","author":"Erica Jong","category":"right"},{"quote":"Each citizen should play his part in the community according to his individual gifts.","author":"Plato","category":"right"},{"quote":"Genius does what it must  talent does what it can.","author":"Edward Bulwer-Lytton","category":"right"},{"quote":"Everything keeps its best nature only by being put to its best use.","author":"Phillips Brooks","category":"right"},{"quote":"We don't see many fat men walking on stilts.","author":"Bud Miller","category":"right"},{"quote":"I was playing it like Willie Wilson  but I forgot that I'm in Clint Hurdle's body.","author":"Clint Hurdle","category":"right"},{"quote":"We succeed in enterprises which demand the positive qualities we possess  but we excel in those which can also make use of our defects.","author":"Alexis de Tocqueville","category":"right"},{"quote":"I wrote because I had to. I couldn't stop. There wasn't anything else I could do. If no one ever bought anything  anything I ever did  I'd still be writing. It's beyond a compulsion.","author":"Tennessee Williams","category":"right"},{"quote":"To every man according to his ability.","author":"Bible","category":"right"},{"quote":"If a man is called to be a streetsweep-er  he should sweep streets even as Michelangelo painted  or Beethoven composed music  or Shakespeare wrote poetry. He should sweep streets so well that all the hosts of heaven and earth will pause to say  here lived a great streetsweeper who did his job well.","author":"Martin Luther King, Jr.","category":"right"},{"quote":"Men whose trade is rat-catching  love to catch rats  the bug destroyer seizes on his bug with delight  and the suppressor is gratified by finding his vice.","author":"Sydney Smith","category":"right"},{"quote":"Brutes find out where their talents lie  a bear will not attempt to fly.","author":"Jonathan Swift","category":"right"},{"quote":"We may fail of our happiness  strive we ever so bravely  but we are less likely to fail if we measure with judgment our chances and our capabilities.","author":"Agnes Repplier","category":"right"},{"quote":"The greatest achievement of the human spirit is to live up to one's opportunities and make the most of one's resources.","author":"Vauvenargues","category":"right"},{"quote":"The test of a vocation is the love of the drudgery it involves.","author":"Logan Pearsall Smith","category":"right"},{"quote":"Are you doing the kind of work you were built for  so that you can expect to be able to do very large amounts of that kind and thrive under it? Or are you doing a kind of which you can do comparatively little?","author":"B. C. Forbes","category":"right"},{"quote":"Starting out to make money is the greatest mistake in life. Do what you feel you have a flair for doing  and if you are good enough at it  the money will come.","author":"Greer Garson","category":"right"},{"quote":"Whenever it is possible  a boy should choose some occupation which he should do even if he did not need the money.","author":"William Lyon Phelps","category":"right"},{"quote":"The fun of being alive is realizing you have a talent and you can use it every day so it grows stronger.... And if you're in an atmosphere where this talent is appreciated instead of just tolerated  why  it's just as good as sex.","author":"Lou Centlivre","category":"right"},{"quote":"It is only when I am doing my work that I feel truly alive. It is like having sex.","author":"Federico Fellini","category":"right"},{"quote":"If a man has a talent and cannot use it  he has failed. If he has a talent and uses only half of it  he has partly failed. If he has a talent and learns somehow to use the whole of it  he has gloriously succeeded  and won a satisfaction and a triumph few men ever know.","author":"Thomas Wolfe","category":"right"},{"quote":"The high prize of life  the crowning fortune of a man  is to be born with a bias to some pursuit which finds him in employment and happiness.","author":"Ralph Waldo Emerson","category":"right"},{"quote":"Everybody undertakes what he sees another successful in  whether he has the aptitude for it or not.","author":"Johann von Goethe","category":"right"},{"quote":"To find out what one is fitted to do  and to secure an opportunity to do it  is the key to happiness.","author":"John Dewey","category":"right"},{"quote":"The road to happiness lies in two simple principles: find what interests you and that you can do well  and put your whole soul into it-every bit of energy and ambition and natural ability you have.","author":"John D. Rockefeller III","category":"right"},{"quote":"One should stick to the sort of thing for which one was made  I tried to be an herbalist  whereas I should keep to the butcher's trade.","author":"Jean de la Fontaine","category":"right"},{"quote":"If you have to support yourself  you had bloody well better find some way that is going to be interesting.","author":"Katharine Hepburn","category":"right"},{"quote":"When men are rightfully occupied  then their amusement grows out of their work as the color petals out of a fruitful garden.","author":"John Ruskin","category":"right"},{"quote":"A musician must make music  an artist must paint  a poet must write  if he to be at peace with himself. What a man can be  he must be.","author":"Abraham Maslow","category":"right"},{"quote":"We do not write as we want but as we can.","author":"W. Somerset Maugham","category":"right"},{"quote":"Never desert your own line of talent. Be what nature intended you for  and you will succeed.","author":"Sydney Smith","category":"right"},{"quote":"Nature arms each man with some faculty which enables him to do easily some feat impossible to any other.","author":"Ralph Waldo Emerson","category":"right"},{"quote":"It is not a dreamlike state  but the somehow insulated state  that a great musician achieves in a great performance. He's aware of where he is and what he's doing  but his mind is on the playing of his instrument with an internal sense of Tightness-it is not merely mechanical  it is not only spiritual  it is something of both  on a different plane and a more remote one.","author":"Arnold Palmer","category":"right"},{"quote":"We will discover the nature of our particular genius when we stop trying to conform to our own or to other people's models  learn to be ourselves  and allow our natural channel to open.","author":"Shakti Gawain","category":"right"},{"quote":"It requires a certain kind of mind to see beauty in a hamburger bun. Yet  is it any more unusual to find grace in the texture and softly curved silhouette of a bun than to reflect lovingly on ... the arrangement of textures and colors in a butterfly's wing?","author":"Ray Kroc","category":"right"},{"quote":"The question \"Who ought to be boss\" is like asking \"Who ought to be tenor in the quartet?\" Obviously  the man who can sing tenor.","author":"Henry Ford","category":"right"},{"quote":"I'm a salami writer. I try to write good salami  but salami is salami.","author":"Stephen King","category":"right"},{"quote":"I'd rather be a failure at something I enjoy than a success at something I hate.","author":"George Burns","category":"right"},{"quote":"I cannot do everything  but still I can do something  and because I cannot do everything  I will not refuse to do the something that I can do.","author":"Edward Everett Hale","category":"right"},{"quote":"What really matters is what you do with what you have.","author":"Shirley Lord","category":"right"},{"quote":"I know that I haven't powers enough to divide myself into one who earns and one who creates.","author":"Tillie Olsen","category":"right"},{"quote":"Man is not born to solve the problems of the universe  but to find out what he has to do ... within the limits of his comprehension.","author":"Johann von Goethe","category":"right"},{"quote":"The weakest among us has a gift  however seemingly trivial  which is peculiar to him and which worthily used will be a gift also to his race.","author":"John Ruskin","category":"right"},{"quote":"Every person is responsible for all the good within the scope of his abilities  and for no more.","author":"Gail Hamilton","category":"right"},{"quote":"Me  I'm just a hack. I'm just a schlep-per. I just do what I can do.","author":"Bette Midler","category":"right"},{"quote":"The great law of culture: Let each become all that he was created capable of being.","author":"Thomas Carlyle","category":"right"},{"quote":"Don't bother just to be better than your contemporaries or predecessors. Try to be better than yourself.","author":"William Faulkner","category":"right"},{"quote":"God requires a faithful fulfillment of the merest trifle given us to do  rather than the most ardent aspiration to things to which we are not called.","author":"Saint Francis de Sales","category":"right"},{"quote":"When I was young  I said to God  \"God  tell me the mystery of the universe.\" But God answered  \"That knowledge is reserved for me alone.\" So I said  \"God  tell me the mystery of the peanut.\" Then God said  \"Well George  that's more nearly your size.\" And he told me.","author":"George Washington Carver","category":"right"},{"quote":"I long to accomplish a great and noble task  but it is my chief duty to accomplish small tasks as if they were great and noble.","author":"Helen Keller","category":"right"},{"quote":"We may fail of our happiness  strive we ever so bravely  but we are less likely to fail if we measure with judgment our chances and our capabilities.","author":"Agnes Repplier","category":"right"},{"quote":"No amount of study or learning will make a man a leader unless he has the natural qualities of one.","author":"Sir Archibald Wavell","category":"right"},{"quote":"Choose a subject equal to your abilities  think carefully what your shoulders may refuse  and what they are capable of bearing.","author":"Horace","category":"right"},{"quote":"In efforts to soar above our nature  we invariably fall below it.","author":"Edgar Allan Poe","category":"right"},{"quote":"The driver knows how much the ox can carry  and keeps the ox from being overloaded. You know your way and your state of mind. Do not carry too much.","author":"Zen saying","category":"right"},{"quote":"If you could once make up your mind never to undertake more work ... than you can carry on calmly  quietly  without hurry or flurry ... and if the instant you feel yourself growing nervous and ... out of breath  you would stop and take breath  you would find this simple common-sense rule doing for you what no prayers or tears could ever accomplish.","author":"Elizabeth Prentiss","category":"right"},{"quote":"The deepest personal defeat suffered by human beings is constituted by the difference between what one was capable of becoming  and what one has in fact become.","author":"Ashley Montagu","category":"right"},{"quote":"What I wanted was to be allowed to do the thing in the world that I did best-which I believed then and believe now is the greatest privilege there is. When I did that  success found me.","author":"Debbi Fields","category":"right"},{"quote":"I had already learned from more than a decade of political life that I was going to be criticized no matter what I did  so I might as well be criticized for something I wanted to do.","author":"Rosalynn Carter","category":"right"},{"quote":"There is only one success-to be able to spend your life in your own way.","author":"Christopher Morley","category":"right"},{"quote":"The only success worth one's powder was success in the line of one's idiosyncrasy ... what was talent but the art of being completely whatever one happened to be?","author":"Henry James","category":"right"},{"quote":"We are traditionally rather proud of ourselves for having slipped creative work in there between the domestic chores and obligations. I'm not sure we deserve such big A-pluses for all that.","author":"Toni Morrison","category":"right"},{"quote":"Success based on anything but internal fulfillment is bound to be empty.","author":"Dr. Martha Friedman","category":"right"},{"quote":"We succeed in enterprises which demand the positive qualities we possess  but we excel in those which can also make use of our defects.","author":"Alexis de Tocqueville","category":"right"},{"quote":"All I would tell people is to hold on to what was individual about themselves  not to allow their ambition for success to cause them to try to imitate the success of others. You've got to find in on your own terms.","author":"Harrison Ford","category":"right"},{"quote":"For me  writing is the only thing that passes the three tests of metier: (i) when I'm doing it  I don't feel that I should be doing something else instead  (2) it produces a sense of accomplishment and  once in a while  pride  and (3) it's frightening.","author":"Gloria Steinem","category":"right"},{"quote":"One can never consent to creep when one feels an impulse to soar.","author":"Helen Keller","category":"right"},{"quote":"My mother said to me  \"If you become a soldier  you'll be a general  if you become a monk you'll end up as the pope.\" Instead  I became a painter and wound up as Picasso.","author":"Pablo Picasso","category":"right"},{"quote":"We only do well the things we like doing.","author":"Colette","category":"right"},{"quote":"Abasement  degradation is simply the manner of life of the man who has refused to be what it is his duty to be.","author":"Jose Ortega y Gasset","category":"right"},{"quote":"Different people have different duties assigned to them by Nature  Nature has given one the power or the desire to do this  the other that. Each bird must sing with his own throat.","author":"Anonymous","category":"right"},{"quote":"A first rate soup is better than a second rate painting.","author":"Abraham Maslow","category":"right"},{"quote":"We can't all be heroes  because someone has to sit on the curb and clap as they go by.","author":"Will Rogers","category":"right"},{"quote":"Nature magically suits a man to his fortunes  by making them the fruit of his character.","author":"Ralph Waldo Emerson","category":"right"},{"quote":"I'd rather be a lamppost in Chicago than a millionaire in any other city.","author":"William A. Hulbert","category":"right"},{"quote":"Whatever you are by nature  keep to it  never desert your own line of talent. Be what nature intended you for  and you will succeed  be anything else and you will be ten thousand times worse than nothing.","author":"Sydney Smith","category":"right"},{"quote":"Ask yourself the secret of your success. Listen to your answer  and practice it.","author":"Richard Bach","category":"right"},{"quote":"Do what you love  the money will follow.","author":"Marsha Sinetar","category":"right"},{"quote":"I am only one  but still I am one. I cannot do everything  but still I can do something  and because I cannot do everything  I will not refuse to do something I can do.","author":"Edward Everett Hale","category":"right"},{"quote":"Starting out to make money is the greatest mistake in life. Do what you feel you have a flair for doing  and if you are good enough at it  the money will come.","author":"Greer Garson","category":"right"},{"quote":"If a man has a talent and cannot use it  he has failed. If he has a talent and uses only half of it  he has partly failed. If he has a talent and learns somehow to use the whole of it  he has gloriously succeeded  and won a satisfaction and a triumph few men ever know.","author":"Thomas Wolfe","category":"right"},{"quote":"A man can do only what he can do. But if he does that each day he can sleep at night and do it again the next day.","author":"Albert Schweitzer","category":"right"},{"quote":"Don't take anyone else's definition of success as your own. (This is easier said than done.)","author":"Jacqueline Briskin","category":"right"},{"quote":"You must be holy in the way God asks you to be holy. God does not ask you to be a Trappist monk or a hermit. He wills that you sanctify your everyday life.","author":"Saint Vincent Pallotti","category":"right"},{"quote":"Bloom where you are planted.","author":"Anonymous","category":"right"},{"quote":"The first duty of a human being is to assume the right relationship to society-more briefly  to find your real job  and do it.","author":"Charlotte P. Gilman","category":"right"},{"quote":"The great enemy of clear language is insincerity. When there is a gap between one's real and one's declared aims  one turns  as it were  instinctively to long words and exhausted idioms  like a cuttlefish squirting out ink.","author":"George Orwell","category":"right"},{"quote":"We don't know who we are until we see what we can do.","author":"Martha Grimes","category":"right"},{"quote":"If Heaven made him  earth can find some use for him.","author":"Chinese proverb","category":"right"},{"quote":"Don't do anything that someone else can do for you because there are only so many things that only you can do.","author":"Jinger Heath","category":"right"},{"quote":"The hole and the patch should be commensurate.","author":"Thomas Jefferson","category":"right"},{"quote":"The things that one most wants to do are the things that are probably most worth doing.","author":"Winifred Holtby","category":"right"},{"quote":"If all misfortunes were laid in one common heap whence everyone must take an equal portion  most people would be contented to take their own and depart.","author":"Socrates","category":"right"},{"quote":"Every true man  sir  who is a little above the level of the beasts and plants  lives so as to give a meaning and a value to his own life.","author":"Luigi Pirandello","category":"right"},{"quote":"Sir  I would rather be right than be President.","author":"Henry Clay","category":"right"},{"quote":"He will hew to the line of right  let the chips fly where they may.","author":"Roscoe Conkling","category":"right"},{"quote":"Be sure you are right  then go ahead.","author":"David Crockett","category":"right"},{"quote":"Two wrongs can never make a right.","author":"English proverb","category":"right"},{"quote":"Let us have faith that Right makes Might  and in that faith let us to the end dare to do our duty as we understand it.","author":"Abraham Lincoln","category":"right"},{"quote":"Right is the eternal sun  the world cannot delay its coming.","author":"Wendell Phillips","category":"right"},{"quote":"One truth is clear  Whatever is is right.","author":"Alexander Pope","category":"right"},{"quote":"Heaven itself has ordained the right.","author":"George Washington","category":"right"},{"quote":"Wherever there is a human being  I see God-given rights inherent in that being  whatever may be the sex or complexion.","author":"William Lloyd Garrison","category":"rights"},{"quote":"The equal right of all men to the use of land is as clear as their equal right to breathe the air - it is a right proclaimed by the fact of their existence. For we cannot suppose that some men have a right to be in this world  and others no right.","author":"Henry George","category":"rights"},{"quote":"Equal rights for all  special privileges for none.","author":"Thomas Jefferson","category":"rights"},{"quote":"You risk just as much in being credulous as in being suspicious.","author":"Denis Diderot","category":"risks"},{"quote":"Our whole way of life today is dedicated to the removal of risk. Cradle to grave we are supported  insulated  and isolated from the risks of life- and if we fall  our government stands ready with Band-Aids of every size.","author":"Shirley Temple Black","category":"risks"},{"quote":"Any life truly lived is a risky business  and if one puts up too many fences against the risks one ends by shutting out life itself.","author":"Kenneth S. Davis","category":"risks"},{"quote":"However well organized the foundations of life may be  life must always be full of risks.","author":"Havelock Ellis","category":"risks"},{"quote":"Dancing on the edge is the only place to be.","author":"Trisha Brown","category":"risks"},{"quote":"It is so tempting to try the most difficult thing possible.","author":"Jennie Jerome Churchill","category":"risks"},{"quote":"Do not be too timid and squeamish. ... All life is an experiment. The more experiments you make  the better.","author":"Ralph Waldo Emerson","category":"risks"},{"quote":"All life is a chance. So take it! The person who goes furthest is the one who is willing to do and dare.","author":"Dale Carnegie","category":"risks"},{"quote":"I postpone death by living  by suffering  by error  by risking  by giving  by losing.","author":"Anais Nin","category":"risks"},{"quote":"If you don't take chances  you can't do anything in life.","author":"Michael Spinks","category":"risks"},{"quote":"Only those who dare  truly live.","author":"Ruth P. Freedman","category":"risks"},{"quote":"Life has no romance without risk.","author":"Sarah Doherty","category":"risks"},{"quote":"We love because it is the only true adventure.","author":"Nikki Giovanni","category":"risks"},{"quote":"If your life is ever going to get better  you'll have to take risks. There is simply no way you can grow without taking chances.","author":"David Viscott","category":"risks"},{"quote":"You've got to keep fighting-you've got to risk your life every six months to stay alive.","author":"Elia Kazan","category":"risks"},{"quote":"It takes courage to lead a life. Any life.","author":"Erica Jong","category":"risks"},{"quote":"There's no such thing as a sure thing. That's why they call it gambling.","author":"Neil Simon","category":"risks"},{"quote":"It is only by risking ... that we live at all.","author":"William James","category":"risks"},{"quote":"Life is a risk.","author":"Diane von Furstenberg","category":"risks"},{"quote":"To be alive at all involves some risk.","author":"Harold Macmillan","category":"risks"},{"quote":"This nation was built by men who took risks-pioneers who were not afraid of the wilderness  business men who were not afraid of failure  scientists who were not afraid of the truth  thinkers who were not afraid of progress  dreamers who were not afraid of action.","author":"Brooks Atkinson","category":"risks"},{"quote":"To live without risk for me would be tantamount to death.","author":"Jacqueline Cochran","category":"risks"},{"quote":"It is the business of the future to be dangerous.","author":"Alfred North Whitehead","category":"risks"},{"quote":"To achieve anything  you must be prepared to dabble on the boundary of disaster.","author":"Stirling Moss","category":"risks"},{"quote":"He that will not sail till all dangers are over must never put to sea.","author":"Thomas Fuller","category":"risks"},{"quote":"The fishermen know that the sea is dangerous and the storm terrible  but they have never found these dangers sufficient reason for remaining ashore.","author":"Vincent van Gogh","category":"risks"},{"quote":"If we are intended for great ends  we are called to great hazards.","author":"John Henry Cardinal Newman","category":"risks"},{"quote":"Liberty is always dangerous  but it is the safest thing we have.","author":"Harry Emerson Fosdick","category":"risks"},{"quote":"As soon as there is life  there is danger.","author":"Ralph Waldo Emerson","category":"risks"},{"quote":"One never finds anything perfectly pure and ... exempt from danger.","author":"Niccolo Machiavelli","category":"risks"},{"quote":"He that is not in the war is not out of danger.","author":"Anonymous","category":"risks"},{"quote":"Danger itself is the best remedy for danger.","author":"Anonymous","category":"risks"},{"quote":"A sharp knife cuts the quickest and hurts the least.","author":"Katharine Hepburn","category":"risks"},{"quote":"It's only when we have nothing else to hold onto that we're willing to try something very audacious and scary.","author":"Sonia Johnson","category":"risks"},{"quote":"Without danger we cannot get beyond danger.","author":"Anonymous","category":"risks"},{"quote":"Constant exposure to dangers will breed contempt for them.","author":"Marcus Annaeus Seneca","category":"risks"},{"quote":"Avoiding danger is no safer in the long run than outright exposure. The fearful are caught as often as the bold.","author":"Helen Keller","category":"risks"},{"quote":"All reformations seem formidable before they are attempted.","author":"Hannah Moore","category":"risks"},{"quote":"What one has not experienced  one will never understand in print.","author":"Isadora Duncan","category":"risks"},{"quote":"Doing is a quantum leap from imagining.","author":"Barbara Sher","category":"risks"},{"quote":"It is not manly to turn one's back on fortune.","author":"Marcus Annaeus Seneca","category":"risks"},{"quote":"Be bold  and mighty forces will come to your aid.","author":"Basil King","category":"risks"},{"quote":"A leader must face danger. He must take the risk and the blame  and the brunt of the storm.","author":"Herbert N. Casson","category":"risks"},{"quote":"Fortune and love befriend the bold.","author":"Ovid","category":"risks"},{"quote":"Our safety is not in blindness  but in facing our danger.","author":"J. C. F. von Schiller","category":"risks"},{"quote":"Of course people are afraid. But honestly facing that fear  seeing it for what it is  is the only way of putting it to rest.","author":"Harvey Fierstein","category":"risks"},{"quote":"Unless you enter the tiger's den  you cannot take the cubs.","author":"Japanese proverb","category":"risks"},{"quote":"All work of man is as the swimmer's: a vast ocean threatens to devour him  if he front it not bravely  it will keep its word.","author":"Thomas Carlyle","category":"risks"},{"quote":"They are surely to be esteemed the bravest spirits who  having the clearest sense of both the pains and pleasures of life  do not on that account shrink from danger.","author":"Thucydides","category":"risks"},{"quote":"If one is forever cautious  can one remain a human being?","author":"Aleksandr Solzhenitsyn","category":"risks"},{"quote":"An individual dies ... when  instead of taking risks and hurling himself toward being  he cowers within  and takes refuge there.","author":"E. M. Cioran","category":"risks"},{"quote":"Few are they who have never had a chance to achieve happiness-and fewer those who have taken that chance.","author":"Andre Maurois","category":"risks"},{"quote":"You have all eternity to be cautious in when you're dead.","author":"Lois Platford","category":"risks"},{"quote":"Without risk  faith is an impossibility.","author":"Soren Kierkegaard","category":"risks"},{"quote":"Who dares nothing  need hope for nothing.","author":"J. C. F. von Schiller","category":"risks"},{"quote":"If you're never scared or embarrassed or hurt  it means you never take any chances.","author":"Julia Sorel","category":"risks"},{"quote":"It is not because things are difficult that we do not dare  it is because we do not dare that they are difficult.","author":"Marcus Annaeus Seneca","category":"risks"},{"quote":"Only those who will risk going too far can possibly find out how far one can go.","author":"T. S. Eliot","category":"risks"},{"quote":"In order to find the edge  you must risk going over the edge.","author":"Dennis Dugan","category":"risks"},{"quote":"Make voyages. Attempt them. There's nothing else.","author":"Tennessee Williams","category":"risks"},{"quote":"The faster you go  the more chance there is of stubbing your toe  but the more chance you have of getting somewhere.","author":"Charles F. Kettering","category":"risks"},{"quote":"Taking risks gives me energy.","author":"Jay Chiat","category":"risks"},{"quote":"The torment of precautions often exceeds the dangers to be avoided. It is sometimes better to abandon one's self to destiny.","author":"Napoleon Bonaparte","category":"risks"},{"quote":"What is necessary is never a risk.","author":"Cardinal de Retz","category":"risks"},{"quote":"To render ourselves insensible to pain we must forfeit also the possibilities of happiness.","author":"John Lubbock","category":"risks"},{"quote":"Take risks: if you win  you will be happy  if you lose  you will be wise.","author":"Anonymous","category":"risks"},{"quote":"Women must think strategically about creating ongoing pressure for change.","author":"Mary Baker Eddy","category":"risks"},{"quote":"Anything I've ever done that ultimately was worthwhile ... initially scared me to death.","author":"Betty Bender","category":"risks"},{"quote":"Attempt the impossible in order to improve your work.","author":"Bette Davis","category":"risks"},{"quote":"When you make a commitment to a relationship  you invest your attention and energy in it more profoundly because you now experience ownership of that relationship.","author":"Barbara De Angelis","category":"risks"},{"quote":"The men who have done big things are those who were not afraid to attempt big things  who were not afraid to risk failure in order to gain success.","author":"B. C. Forbes","category":"risks"},{"quote":"Security is not the meaning of my life. Great opportunities are worth the risks.","author":"Shirley Hufstedler","category":"risks"},{"quote":"I'll always push the envelope. To me  the ultimate sin in life is to be boring. I don't play it safe.","author":"Cybil Shepherd","category":"risks"},{"quote":"If the risk-reward ratio is right  you can make big money buying trouble.","author":"Anonymous","category":"risks"},{"quote":"What isn't tried won't work.","author":"Claude McDonald","category":"risks"},{"quote":"It is better to die on your feet than to live on your knees!","author":"Delores Ibarruri","category":"risks"},{"quote":"Security is mostly superstition. It does not exist in nature.","author":"Helen Keller","category":"risks"},{"quote":"All great reforms require one to dare a lot to win a little.","author":"William L. O'Neill","category":"risks"},{"quote":"Competition can damage self-esteem  create anxiety  and lead to cheating and hurt feelings. But so can romantic love.","author":"Mariah Burton Nelson","category":"risks"},{"quote":"I am willing to put myself through anything  temporary pain or discomfort means nothing to me as long as I can see that the experience will take me to a new level. I am interested in the unknown  and the only path to the unknown is through breaking barriers  an often painful process.","author":"Diana Nyad","category":"risks"},{"quote":"If you limit your actions in life to things that nobody can possibly find fault with  you will not do much.","author":"Charles Lutwidge Dodgson","category":"risks"},{"quote":"Those lose least who have least to lose.","author":"Rose O'Neil","category":"risks"},{"quote":"The ambitious climb high and perilous stairs  and never care how to come down  the desire of rising hath swallowed up their fear of a fall.","author":"Thomas Adams","category":"risks"},{"quote":"He that would have fruit must climb the tree.","author":"Thomas Fuller","category":"risks"},{"quote":"Love  like a chicken salad or restaurant hash  must be taken with blind faith or it loses its flavor.","author":"Helen Rowland","category":"risks"},{"quote":"Every noble acquisition is attended with its risks  he who fears to encounter the one must not expect to obtain the other","author":"Pietro Metastasio","category":"risks"},{"quote":"Providence has hidden a charm in difficult undertakings  which is appreciated only by those who dare to grapple with them.","author":"Anne-Sophie Swetchine","category":"risks"},{"quote":"To get profit without risk  experience without danger and reward without work is as impossible as it is to live without being born.","author":"A. P. Gouthey","category":"risks"},{"quote":"The method of the enterprising is to plan with audacity and execute with vigor.","author":"Christian Bovee","category":"risks"},{"quote":"Great deeds are usually wrought at great risks.","author":"Herodotus","category":"risks"},{"quote":"Life is a risk.","author":"Diane von Furstenberg","category":"risks"},{"quote":"Only those who dare to fail greatly can ever achieve greatly.","author":"Robert F. Kennedy","category":"risks"},{"quote":"He that is overcautious will accomplish little.","author":"J. C. F. von Schiller","category":"risks"},{"quote":"No one reaches a high position without daring.","author":"Publilius Syrus","category":"risks"},{"quote":"Cadillacs are down at the end of the bat.","author":"Ralph Kiner","category":"risks"},{"quote":"It is impossible to win the great prizes of life without running risks.","author":"Theodore Roosevelt","category":"risks"},{"quote":"You can't expect to hit the jackpot if you don't put a few nickels in the machine.","author":"Flip Wilson","category":"risks"},{"quote":"Who dares nothing  need hope for nothing.","author":"J. C. F. von Schiller","category":"risks"},{"quote":"Progress always involves risks. You can't steal second base and keep your foot on first.","author":"Frederick B. Wilcox","category":"risks"},{"quote":"You can't catch trout with dry breeches.","author":"Spanish proverb","category":"risks"},{"quote":"I don't think about risks much. I just do what I want to do. If you gotta go  you gotta go.","author":"Lillian Carter","category":"risks"},{"quote":"Behold the turtle. He makes progress only when he sticks his neck out.","author":"James Bryant Conant","category":"risks"},{"quote":"Nothing ventured  nothing gained.","author":"Anonymous","category":"risks"},{"quote":"Don't be afraid to take a big step if one is indicated. You can't cross a chasm in two small steps.","author":"David Lloyd George","category":"risks"},{"quote":"There is little place in the political scheme of things for an independent  creative personality  for a fighter. Anyone who takes that role must pay a price.","author":"Shirley Chisholm","category":"risks"},{"quote":"Take calculated risks. That is quite different from being rash.","author":"General George S. Patton","category":"risks"},{"quote":"Valour lies just halfway between rashness and cowardice.","author":"Miguel de Cervantes","category":"risks"},{"quote":"I compensate for big risks by always doing my homework and being well-prepared. I can take on larger risks by reducing the overall risk.","author":"Donna E. Shalala","category":"risks"},{"quote":"Accept that all of us can be hurt  that all of us can-and surely will at times-fail. Other vulnerabilities  like being embarrassed or risking love  can be terrifying  too. I think we should follow a simple rule: if we can take the worst  take the risk.","author":"Dr. Joyce Brothers","category":"risks"},{"quote":"Every man has the right to risk his own life in order to preserve it. Has it ever been said that a man who throws himself out the window to escape a fire is guilty of suicide?","author":"Jean-Jacques Rousseau","category":"risks"},{"quote":"Courage is rarely reckless or foolish ... courage usually involves a highly realistic estimate of the odds that must be faced.","author":"Margaret Truman","category":"risks"},{"quote":"You can no more win a war than you can win an earthquake.","author":"Jeannette Rankin","category":"risks"},{"quote":"It is the risk element which ensures security. Risk brings out the ingenuity and resourcefulness which ensure success.","author":"Robert Rawls","category":"risks"},{"quote":"Entrepreneurs  in accepting risk  achieve security for all. In embracing change  they ensure social and economic stability.","author":"George Gilder","category":"risks"},{"quote":"Those who cling to life die  and those who defy death live.","author":"Uyesugi Kenshin","category":"risks"},{"quote":"And the trouble is  if you don't risk anything  you risk even more.","author":"Erica Jong","category":"risks"},{"quote":"Danger can never by overcome without taking risks.","author":"Latin proverb","category":"risks"},{"quote":"The rewards go to the risk-takers  those who are willing to put their egos on the line and reach out to other people and to a richer  fuller life for themselves.","author":"Susan RoAne","category":"risks"},{"quote":"Every minute of life I take a risk  it's part of the enjoyment.","author":"Otto Preminger","category":"risks"},{"quote":"Everything is sweetened by risk.","author":"Alexander Smith","category":"risks"},{"quote":"My favorite thing is to go where I have never gone.","author":"Diane Arbus","category":"risks"},{"quote":"The power of habit and the charm of novelty are the two adverse forces which explain the follies of mankind.","author":"Maria De Beausacq","category":"risks"},{"quote":"The soul should always stand ajar  ready to welcome the ecstatic experience.","author":"Emily Dickinson","category":"risks"},{"quote":"Adventure is worthwhile in itself.","author":"Amelia Earhart","category":"risks"},{"quote":"We may by our excessive prudence squeeze out of the life we are guarding so anxiously all the adventurous quality that makes it worth living.","author":"Randolph Bourne","category":"risks"},{"quote":"A dreamer-you know-it's a mind that looks over the edges of things.","author":"Mary O'Hara","category":"risks"},{"quote":"I feel very adventurous. There are so many doors to be opened  and I'm not afraid to look behind them.","author":"Elizabeth Taylor","category":"risks"},{"quote":"Danger and delight grow on one stalk.","author":"English proverb","category":"risks"},{"quote":"Life has no romance without risk.","author":"Sarah Doherty","category":"risks"},{"quote":"The moment somebody says \"this is very risky\" is the moment it becomes attractive to me.","author":"Kate Capshaw","category":"risks"},{"quote":"One can never consent to creep when one feels an impulse to soar.","author":"Helen Keller","category":"risks"},{"quote":"Prudence keeps life safe  but does not often make it happy.","author":"Samuel Johnson","category":"risks"},{"quote":"Between two evils  I always picked the one I never tried before.","author":"Mae West","category":"risks"},{"quote":"Life is either always a tightrope or a feather bed. Give me the tightrope.","author":"Edith Wharton","category":"risks"},{"quote":"The greater the difficulty  the more glory in surmounting it.","author":"Epicurus","category":"risks"},{"quote":"Victories that are cheap are cheap. Those only are worth having which come as the result of hard fighting.","author":"Henry Ward Beecher","category":"risks"},{"quote":"The greater the obstacle  the more glory in overcoming it.","author":"Moliere","category":"risks"},{"quote":"People who are born even-tempered  placid and untroubled-secure from violent passions or temptations to evil-those who have never needed to struggle all night with the angel to emerge lame but victorious at dawn  never become great saints.","author":"Eva Le Gallienne","category":"risks"},{"quote":"The harder the conflict  the more glorious the triumph. What we obtain too cheaply  we esteem too lightly  'tis dearness only that gives everything its value.","author":"Thomas Paine","category":"risks"},{"quote":"The fiery trials through which we pass will light us down in honor or dishonor to the last generation.","author":"Abraham Lincoln","category":"risks"},{"quote":"To conquer without risk is to triumph without glory.","author":"Pierre Corneille","category":"risks"},{"quote":"There could be no honor in a sure success  but much might be wrested from a sure defeat.","author":"T. E. Lawrence","category":"risks"},{"quote":"The follies which a man regrets most in his life are those which he didn't commit when he had the opportunity.","author":"Helen Rowland","category":"risks"},{"quote":"There is no memory with less satisfaction than the memory of some temptation we resisted.","author":"James Branch Cabell","category":"risks"},{"quote":"The only things one never regrets are one's mistakes.","author":"Oscar Wilde","category":"risks"},{"quote":"The only things you regret are the things you don't do.","author":"Michael Curtiz","category":"risks"},{"quote":"The defense force inside of us wants us to be cautious  to stay away from anything as intense as a new kind of action. Its job is to protect us  and it categorically avoids anything resembling danger. But it's often wrong.","author":"Barbara Sher","category":"risks"},{"quote":"For of all sad words of tongues or pen the saddest are these: It might have been.","author":"John Greenleaf Whittier","category":"risks"},{"quote":"Calculation never made a hero.","author":"John Henry Cardinal Newman","category":"risks"},{"quote":"To play it safe is not to play.","author":"Robert Altman","category":"risks"},{"quote":"Better hazard once than always be in fear.","author":"Thomas Fuller","category":"risks"},{"quote":"No one would have crossed the ocean if he could have gotten off the ship in the storm.","author":"Charles F. Kettering","category":"risks"},{"quote":"Nine times out of ten the best thing that can happen to a young man is to be tossed overboard and compelled to sink or swim.","author":"James A. Garfield","category":"risks"},{"quote":"Life is either a daring adventure or nothing.","author":"Helen Keller","category":"risks"},{"quote":"When something does not insist on being noticed  when we aren't grabbed by the collar or struck on the skull by a presence or an event  we take for granted the very things that most deserve our gratitude.","author":"Cynthia Ozick","category":"risks"},{"quote":"There are those who have discovered that fear is death in life  and have willingly risked physical death and loss of all that is considered valuable in order to live in freedom.","author":"Virginia Burden Tower","category":"risks"},{"quote":"I tore myself away from the safe comfort of certainties through my love for truth  and truth rewarded me.","author":"Sylvia Ashton-Warner","category":"risks"},{"quote":"In danger there is great power.","author":"Agnes Whistling Elk","category":"risks"},{"quote":"Why not go out on a limb? Isn't that where the fruit is?","author":"Frank Scully","category":"risks"},{"quote":"You might as well fall flat on your face as lean over too far backward.","author":"James Thurber","category":"risks"},{"quote":"Defensive strategy never has produced ultimate victory.","author":"General Douglas MacArthur","category":"risks"},{"quote":"We stand now where two roads diverge. But unlike the roads in Robert Frost's familiar poem  they are not equally fair. The road we have long been traveling is deceptively easy  a smooth superhighway on which we progress with great speed  but at its end lies disaster. The other fork of the road-the one less traveled by-offers our last  our only chance to reach a destination that assures the preservation of the earth.","author":"Rachel Carson","category":"risks"},{"quote":"To gain that which is worth having  it may be necessary to lose everything else.","author":"Bernadette Devlin","category":"risks"},{"quote":"We fail far more often by timidity than by over-daring.","author":"David Grayson","category":"risks"},{"quote":"Nothing can resist a will which will stake even existence upon its fulfillment.","author":"Benjamin Disraeli","category":"risks"},{"quote":"Risk always brings its own rewards: the exhilaration of breaking through  of getting to the other side  the relief of a conflict healed  the clarity when a paradox dissolves.","author":"Marilyn Ferguson","category":"risks"},{"quote":"No guts  no glory.","author":"Anonymous","category":"risks"},{"quote":"Sometimes I think we can tell how important it is to risk by how dangerous it is to do so.","author":"Sonia Johnson","category":"risks"},{"quote":"He gets a good hold on the paintbrush  then confidently has the ladder removed.","author":"Roger Vaughan","category":"risks"},{"quote":"Speaking of Ted Turner The important thing is this: to be able at any moment to sacrifice what we are for what we could become.","author":"Charles Du Bos","category":"risks"},{"quote":"Better that we should die fighting than be outraged and dishonored. Better to die than to live in slavery.","author":"Emmeline Pankhurst","category":"risks"},{"quote":"The fixed determination to have acquired the warrior soul  to either conquer or perish with honor  is the secret of victory.","author":"General George S. Patton","category":"risks"},{"quote":"If man is not ready to risk his life  where is his dignity?","author":"Andre Malraux","category":"risks"},{"quote":"All serious daring starts from within.","author":"Eudora Welty","category":"risks"},{"quote":"To avoid an occasion for our virtues is a worse degree of failure than to push forward pluckily and make a fall.","author":"Robert Louis Stevenson","category":"risks"},{"quote":"Risk! Risk anything! ... Do the hardest thing on earth for you. Act for yourself. Face the truth.","author":"Katherine Mansfield","category":"risks"},{"quote":"Living at risk is jumping off the cliff and building your wings on the way down.","author":"Ray Bradbury","category":"risks"},{"quote":"We owe something to extravagance  for thrift and adventure seldom go hand in hand.","author":"Jennie Jerome Churchill","category":"risks"},{"quote":"There was never a place for her in the ranks of the terrible  slow army of the cautious. She ran ahead  where there were no paths.","author":"Dorothy Parker","category":"risks"},{"quote":"I prefer liberty with danger to peace with slavery.","author":"The Palatine of Posnan","category":"risks"},{"quote":"Do not follow where the path may lead. Go instead where there is no path and leave a trail.","author":"Muriel Strode","category":"risks"},{"quote":"Be wary of the man who urges an action in which he himself incurs no risk.","author":"Joaquin Setanti","category":"risks"},{"quote":"Creativity is inventing  experimenting  growing  taking risks  breaking rules  making mistakes  and having fun.","author":"Mary Lou Cook","category":"risks"},{"quote":"Necessity is the mother of taking chances.","author":"Mark Twain","category":"risks"},{"quote":"I am one of those people who can't help getting a kick out of life-even when it's a kick in the teeth.","author":"Polly Adler","category":"risks"},{"quote":"Something must be left to chance  nothing is sure in a sea fight beyond all others.","author":"Horatio Nelson","category":"risks"},{"quote":"You do not have to be superhuman to do what you believe in.","author":"Debbi Fields","category":"risks"},{"quote":"We can only do what is possible for us to do. But still it is good to know what the impossible is.","author":"Maria Irene Fornes","category":"risks"},{"quote":"I love the challenge.","author":"Nancy Lopez","category":"risks"},{"quote":"We must dare  and dare again  and go on daring.","author":"Georges Jacques Danton","category":"risks"},{"quote":"Into the darkness they go  the wise and the lovely.","author":"Edna Saint Vincent Millay","category":"risks"},{"quote":"Dare to be naive.","author":"R. Buckminster Fuller","category":"risks"},{"quote":"My playground was the theatre. I'd sit and watch my mother pretend for a living. As a young girl  that's pretty seductive.","author":"Gwyneth Paltrow","category":"role, models"},{"quote":"What you teach your own children is what you really believe in.","author":"Cathy Warner Weatherford","category":"role, models"},{"quote":"Nothing arouses ambition so much as the trumpet clang of another's fame.","author":"Baltasar Gracian","category":"role, models"},{"quote":"I studied the lives of great men and famous women  and I found that the men and women who got to the top were those who did the jobs they had in hand  with everything they had of energy and enthusiasm and hard work.","author":"Harry S. Truman","category":"role, models"},{"quote":"It's true that heroes are inspiring  but mustn't they also do some rescuing if they are to be worthy of their name? Would Wonder Woman matter if she only sent commiserating telegrams to the distressed?","author":"Jeanette Winterson","category":"role, models"},{"quote":"I believe in recovery  and I believe that as a role model I have the responsibility to let young people know that you can make a mistake and come back from it.","author":"Ann Richards","category":"role, models"},{"quote":"People never improve unless they look to some standard or example higher and better than themselves.","author":"Tyron Edwards","category":"role, models"},{"quote":"My heart is happy  my mind is free. I had a father who talked with me.","author":"Hilde Bigelow","category":"role, models"},{"quote":"If a child is too keep alive his inborn sense of wonder ... he needs the companionship of at least one adult who can share it  rediscovering with him the joy  excitement  and mystery of the world we live in.","author":"Rachel Carson","category":"role, models"},{"quote":"Examine the personality of the mother  who is the medium through which the primitive infant transforms herself into a socialized human being.","author":"Beata Rank","category":"role, models"},{"quote":"That some should be rich shows that others may become rich  and hence is just encouragement to industry and enterprise.","author":"Abraham Lincoln","category":"role, models"},{"quote":"The best teachers of humanity are the lives of great men.","author":"Charles H. Fowler","category":"role, models"},{"quote":"As it is our nature to be more moved by hope than fear  the example of one we see abundantly rewarded cheers and encourages us far more than the sight of many who have not been well treated disquiets us.","author":"Francesco Guicciardini","category":"role, models"},{"quote":"Keep away from people who try to belittle your ambitions. Small people always do that  but the really great make you feel that you  too  can become great.","author":"Mark Twain","category":"role, models"},{"quote":"To be ignorant of the lives of the most celebrated men of antiquity is to continue in a state of childhood.","author":"Plutarch","category":"role, models"},{"quote":"People seldom improve when they have no other model but themselves to copy.","author":"Oliver Goldsmith","category":"role, models"},{"quote":"As you get older it is harder to have heroes  but it is sort of necessary.","author":"Ernest Hemingway","category":"role, models"},{"quote":"The most important single influence in the life of a person is another person ... who is worthy of emulation.","author":"Paul D. Shafer","category":"role, models"},{"quote":"Lives of great men all remind us we can make our lives sublime  and  departing  leave behind us  footprints on the sands of time.","author":"Henry Wadsworth Longfellow","category":"role, models"},{"quote":"Very few men are wise by their own counsel  or learned by their own teaching. For he that was only taught by himself had a fool for his master.","author":"Ben Johnson","category":"role, models"},{"quote":"Call the roll in your memory of conspicuously successful business giants and ... you will be struck by the fact that almost every one of them encountered inordinate difficulties sufficient to crush all but the gamest of spirits. Edison went hungry many times before he became famous.","author":"B. C. Forbes","category":"role, models"},{"quote":"Without heroes  we are all plain people  and don't know how far we can go.","author":"Bernard Malamud","category":"role, models"},{"quote":"If you can't be a good example  then you'll just have to be a horrible warning.","author":"Catherine Aird","category":"role, models"},{"quote":"A good example is the best sermon.","author":"Anonymous","category":"role, models"},{"quote":"Children have more need of models than of critics.","author":"Carolyn Coats","category":"role, models"},{"quote":"Kill reverence and you've killed the hero in man.","author":"Ayn Rand","category":"role, models"},{"quote":"We deceive ourselves when we fancy that only weakness needs support. Strength needs it far more.","author":"Anne-Sophie Swetchine","category":"role, models"},{"quote":"Example has more followers than reason.","author":"Christian Bovee","category":"role, models"},{"quote":"Example moves the world more than doctrine.","author":"Henry Miller","category":"role, models"},{"quote":"Example is the school of mankind  and they will learn at no other.","author":"Edmund Burke","category":"role, models"},{"quote":"Example is not the main thing in influencing others. It is the only thing.","author":"Albert Schweitzer","category":"role, models"},{"quote":"We travel to learn  and I have never been in any country where they did not do something better than we do it  think some thoughts better than we think  catch some inspiration from heights above our own.","author":"Maria Mitchell","category":"role, models"},{"quote":"Judgment can be acquired only by acute observation  by actual experience in the school of life  by ceaseless alertness to learn from others  by study of the activities of men who have made notable marks  by striving to analyze the everyday play of causes and effects  by constant study of human nature.","author":"B. C. Forbes","category":"role, models"},{"quote":"We need to teach the next generation of children from day one that they are responsible for their lives.","author":"Elisabeth Kubler-Ross","category":"role, models"},{"quote":"When you are a mother  you are never really alone in your thoughts ... A mother has to think twice  once for herself and once for her child.","author":"Sophia Loren","category":"role, models"},{"quote":"Our mothers and our grandmothers  some of them: moving to music not yet written.","author":"Alice Walker","category":"role, models"},{"quote":"Nothing is so infectious as example.","author":"Francois de La Rochefoucauld","category":"role, models"},{"quote":"There is a need for heroism in American life today.","author":"Agnes Meyer","category":"role, models"},{"quote":"One filled with joy preaches without preaching.","author":"Mother Teresa","category":"role, models"},{"quote":"There is a difference between imitating a good man and counterfeiting him.","author":"Benjamin Franklin","category":"role, models"},{"quote":"Imitation is for shirkers  like-minded-ness for the comfort lovers  unifying for the creators.","author":"Mary Parker Follett","category":"role, models"},{"quote":"Each of us is in fact what he is almost exclusively by virtue of his imitative-ness.","author":"William James","category":"role, models"},{"quote":"Go to the ant  thou sluggard  learn to live  and by her busy ways  reform thy own.","author":"Elizabeth Smart","category":"role, models"},{"quote":"Imitation is a necessity of human nature.","author":"Oliver Wendell Holmes","category":"role, models"},{"quote":"When people are free to do as they please  they usually imitate each other.","author":"Eric Hoffer","category":"role, models"},{"quote":"Whatever good I have accomplished as an actress I believe came in direct proportion to my efforts to portray black women who have made positive contributions to my heritage.","author":"Cicely Tyson","category":"role, models"},{"quote":"Emulation is a noble and just passion  full of appreciation.","author":"J. C. F. von Schiller","category":"role, models"},{"quote":"Emulation admires and strives to imitate great actions  envy is only moved to malice.","author":"Honore de Balzac","category":"role, models"},{"quote":"Tis no shame to follow the better precedent.","author":"Ben Johnson","category":"role, models"},{"quote":"Imitation can acquire pretty much everything but the power which created the thing imitated.","author":"Henry S. Haskins","category":"role, models"},{"quote":"Almost all absurdity of conduct arises from the imitation of those whom we cannot resemble.","author":"Samuel Johnson","category":"role, models"},{"quote":"To do exactly as your neighbors do is the only sensible rule.","author":"Emily Post","category":"role, models"},{"quote":"From the errors of others  a wise man corrects his own.","author":"Publilius Syrus","category":"role, models"},{"quote":"Learn from the mistakes of others- you can't live long enough to make them all yourself.","author":"Martin Vanbee","category":"role, models"},{"quote":"Wise men learn by other men's mistakes  fools by their own.","author":"H. G. Bohn","category":"role, models"},{"quote":"A man is fortunate if he encounters living examples of vice  as well as of virtue  to inspire him.","author":"Brendan Francis","category":"role, models"},{"quote":"Learn to see in another's calamity the ills which you should avoid.","author":"Publilius Syrus","category":"role, models"},{"quote":"Don't use the conduct of a fool as a precedent.","author":"Talmud","category":"role, models"},{"quote":"A prudent person profits from personal experience  a wise one from the experience of others.","author":"Dr. Joseph Collins","category":"role, models"},{"quote":"Is there anyone so wise as to learn by the experience of others?","author":"Voltaire","category":"role, models"},{"quote":"If ... you can't be a good example  then you'll just have to be a horrible warning.","author":"Catherine Aird","category":"role, models"},{"quote":"If you want to be loved  be lovable.","author":"Ovid","category":"romantic"},{"quote":"Man loves little and often  woman much and rarely.","author":"Anonymous","category":"romantic"},{"quote":"The first sigh of love is the last of wisdom.","author":"Antoine Bret","category":"romantic"},{"quote":"Love is an ocean of emotions  entirely surrounded by expenses.","author":"Lord Dewar","category":"romantic"},{"quote":"If you would be loved  love and be lovable.","author":"Benjamin Franklin","category":"romantic"},{"quote":"The magic of first love is our ignorance that it can ever end.","author":"Benjamin Disraeli","category":"romantic"},{"quote":"Immature love says \"I love you because I need you.\" Mature love says \"I need you because I love you.\"","author":"Erich Fromm","category":"romantic"},{"quote":"If you want to be loved  be lovable.","author":"Ovid","category":"romantic"},{"quote":"Man loves little and often  woman much and rarely.","author":"Anonymous","category":"romantic"},{"quote":"The first sigh of love is the last of wisdom.","author":"Antoine Bret","category":"romantic"},{"quote":"Love is an ocean of emotions  entirely surrounded by expenses.","author":"Lord Dewar","category":"romantic"},{"quote":"If you would be loved  love and be lovable.","author":"Benjamin Franklin","category":"romantic"},{"quote":"The magic of first love is our ignorance that it can ever end.","author":"Benjamin Disraeli","category":"romantic"},{"quote":"Immature love says \"I love you because I need you.\" Mature love says \"I need you because I love you.\"","author":"Erich Fromm","category":"romantic"},{"quote":"If you want to be loved  be lovable.","author":"Ovid","category":"romantic"},{"quote":"Man loves little and often  woman much and rarely.","author":"Anonymous","category":"romantic"},{"quote":"The first sigh of love is the last of wisdom.","author":"Antoine Bret","category":"romantic"},{"quote":"Love is an ocean of emotions  entirely surrounded by expenses.","author":"Lord Dewar","category":"romantic"},{"quote":"If you would be loved  love and be lovable.","author":"Benjamin Franklin","category":"romantic"},{"quote":"The magic of first love is our ignorance that it can ever end.","author":"Benjamin Disraeli","category":"romantic"},{"quote":"Immature love says \"I love you because I need you.\" Mature love says \"I need you because I love you.\"","author":"Erich Fromm","category":"romantic"},{"quote":"If you want to be loved  be lovable.","author":"Ovid","category":"romantic"},{"quote":"Man loves little and often  woman much and rarely.","author":"Anonymous","category":"romantic"},{"quote":"The first sigh of love is the last of wisdom.","author":"Antoine Bret","category":"romantic"},{"quote":"Love is an ocean of emotions  entirely surrounded by expenses.","author":"Lord Dewar","category":"romantic"},{"quote":"If you would be loved  love and be lovable.","author":"Benjamin Franklin","category":"romantic"},{"quote":"The magic of first love is our ignorance that it can ever end.","author":"Benjamin Disraeli","category":"romantic"},{"quote":"Immature love says \"I love you because I need you.\" Mature love says \"I need you because I love you.\"","author":"Erich Fromm","category":"romantic"},{"quote":"If you want to be loved  be lovable.","author":"Ovid","category":"romantic"},{"quote":"Man loves little and often  woman much and rarely.","author":"Anonymous","category":"romantic"},{"quote":"The first sigh of love is the last of wisdom.","author":"Antoine Bret","category":"romantic"},{"quote":"Love is an ocean of emotions  entirely surrounded by expenses.","author":"Lord Dewar","category":"romantic"},{"quote":"If you would be loved  love and be lovable.","author":"Benjamin Franklin","category":"romantic"},{"quote":"The magic of first love is our ignorance that it can ever end.","author":"Benjamin Disraeli","category":"romantic"},{"quote":"Immature love says \"I love you because I need you.\" Mature love says \"I need you because I love you.\"","author":"Erich Fromm","category":"romantic"},{"quote":"If you want to be loved  be lovable.","author":"Ovid","category":"romantic"},{"quote":"Man loves little and often  woman much and rarely.","author":"Anonymous","category":"romantic"},{"quote":"The first sigh of love is the last of wisdom.","author":"Antoine Bret","category":"romantic"},{"quote":"Love is an ocean of emotions  entirely surrounded by expenses.","author":"Lord Dewar","category":"romantic"},{"quote":"If you would be loved  love and be lovable.","author":"Benjamin Franklin","category":"romantic"},{"quote":"The magic of first love is our ignorance that it can ever end.","author":"Benjamin Disraeli","category":"romantic"},{"quote":"Immature love says \"I love you because I need you.\" Mature love says \"I need you because I love you.\"","author":"Erich Fromm","category":"romantic"},{"quote":"If you want to be loved  be lovable.","author":"Ovid","category":"romantic"},{"quote":"Man loves little and often  woman much and rarely.","author":"Anonymous","category":"romantic"},{"quote":"The first sigh of love is the last of wisdom.","author":"Antoine Bret","category":"romantic"},{"quote":"Love is an ocean of emotions  entirely surrounded by expenses.","author":"Lord Dewar","category":"romantic"},{"quote":"If you would be loved  love and be lovable.","author":"Benjamin Franklin","category":"romantic"},{"quote":"The magic of first love is our ignorance that it can ever end.","author":"Benjamin Disraeli","category":"romantic"},{"quote":"Immature love says \"I love you because I need you.\" Mature love says \"I need you because I love you.\"","author":"Erich Fromm","category":"romantic"},{"quote":"If you want to be loved  be lovable.","author":"Ovid","category":"romantic"},{"quote":"Man loves little and often  woman much and rarely.","author":"Anonymous","category":"romantic"},{"quote":"The first sigh of love is the last of wisdom.","author":"Antoine Bret","category":"romantic"},{"quote":"Love is an ocean of emotions  entirely surrounded by expenses.","author":"Lord Dewar","category":"romantic"},{"quote":"If you would be loved  love and be lovable.","author":"Benjamin Franklin","category":"romantic"},{"quote":"The magic of first love is our ignorance that it can ever end.","author":"Benjamin Disraeli","category":"romantic"},{"quote":"Immature love says \"I love you because I need you.\" Mature love says \"I need you because I love you.\"","author":"Erich Fromm","category":"romantic"},{"quote":"All roads lead to Rome  but our antagonists think we should choose different paths.","author":"Jean de la Fontaine","category":"rome"},{"quote":"The grandeur that was Rome.","author":"Edgar Allan Poe","category":"rome"},{"quote":"Rome was not built in a day.","author":"Anonymous","category":"rome"},{"quote":"The king reigns but does not govern.","author":"Otto von Bismarck","category":"royalty"},{"quote":"That the king can do no wrong is a necessary and fundamental principle of the English constitution.","author":"Sir William Blackstone","category":"royalty"},{"quote":"Every noble crown is  and on Earth will forever be  a crown of thorns.","author":"Thomas Carlyle","category":"royalty"},{"quote":"The trappings of a monarchy would set up an ordinary commonwealth.","author":"Samuel Johnson","category":"royalty"},{"quote":"I am the State.","author":"Louis XIV","category":"royalty"},{"quote":"The King is dead! Long live the King!","author":"Pardoe","category":"royalty"},{"quote":"Put not your trust in princes.","author":"Bible","category":"royalty"},{"quote":"Uneasy lies the head that wears a crown.","author":"William Shakespeare","category":"royalty"},{"quote":"Ay  every inch a king.","author":"William Shakespeare","category":"royalty"},{"quote":"Nations have passed away and left no traces  And history gives the naked cause of it - One single simple reason in all cases  They fell because their peoples were not fit.","author":"Rudyard Kipling","category":"ruin"},{"quote":"So in the Libyan fable it is told That once an eagle  stricken with a dart  Said  when he saw the fashion of the shaft  'With our own feathers  not by others' hands  Are we now smitten.'","author":"Aeschylus","category":"ruin"},{"quote":"No man is demolished but by himself.","author":"Thomas Bentley","category":"ruin"},{"quote":"What does not destroy me  makes me strong.","author":"Friedrich Nietzsche","category":"ruin"},{"quote":"I never was ruined but twice - once when I lost a lawsuit  and once when I gained one.","author":"Voltaire","category":"ruin"},{"quote":"All men that are ruined are ruined on the side of their natural propensities.","author":"Edmund Burke","category":"ruin"},{"quote":"My downfall raises me to infinite heights.","author":"Napoleon Bonaparte","category":"ruin"},{"quote":"Candour and generosity  unless tempered by due moderation  lead to ruin.","author":"Tacitus","category":"ruin"},{"quote":"Italians come to ruin most generally in three ways - women  gambling and farming. My family chose the slowest one.","author":"Pope John","category":"ruin"},{"quote":"\"They say so\" is half a lie.","author":"Thomas Fuller","category":"rumor"},{"quote":"I cannot tell how the truth may be  I say the tale as 'twas said to me.","author":"Walter Scott","category":"rumor"},{"quote":"What some invent the rest enlarge.","author":"Jonathan Swift","category":"rumor"},{"quote":"God blessed the seventh day  and sanctified it: because that in it he had rested from all his work which God created and made.","author":"Bible","category":"sabbath"},{"quote":"Day of the Lord  as all our days should be!","author":"Henry Wadsworth Longfellow","category":"sabbath"},{"quote":"The Sabbath was made for man  and not man for the Sabbath.","author":"Anonymous","category":"sabbath"},{"quote":"What makes old age so sad is not that our joys but our hopes cease.","author":"Jean Paul Richter","category":"sad"},{"quote":"No sadder proof can be given by a man of his own littleness  than disbelief in great men.","author":"Thomas Carlyle","category":"sad"},{"quote":"No one is more profoundly sad than he who laughs too much.","author":"Jean Paul Richter","category":"sad"},{"quote":"Nothing is more sad than the death of an illusion.","author":"Arthur Koestler","category":"sad"},{"quote":"A feeling of sadness and longing that is not akin to pain  and resembles sorrow only as the mist resembles the rain.","author":"Henry Wadsworth Longfellow","category":"sad"},{"quote":"Reminiscences make one feel so deliciously aged and sad.","author":"George Bernard Shaw","category":"sad"},{"quote":"Poverty makes you sad as well as wise.","author":"Bertolt Brecht","category":"sad"},{"quote":"Sadness is a state of sin.","author":"Andre Gide","category":"sad"},{"quote":"Sadness and gladness succeed each other.","author":"Anonymous","category":"sad"},{"quote":"Proud people breed sad sorrows for themselves.","author":"Emily Bronte","category":"sad"},{"quote":"It is sad to grow old but nice to ripen.","author":"Brigitte Bardot","category":"sad"},{"quote":"Sadness flies on the wings of the morning  and out of the heart of darkness comes the light.","author":"Jean Giraudoux","category":"sad"},{"quote":"Sadness flies away on the wings of time.","author":"Jean de la Fontaine","category":"sad"},{"quote":"Never let go of that fiery sadness called desire.","author":"Patti Smith","category":"sad"},{"quote":"Sadness is almost never anything but a form of fatigue.","author":"Andre Gide","category":"sad"},{"quote":"What makes old age so sad is not that our joys but our hopes cease.","author":"Jean Paul Richter","category":"sad"},{"quote":"No sadder proof can be given by a man of his own littleness  than disbelief in great men.","author":"Thomas Carlyle","category":"sad"},{"quote":"No one is more profoundly sad than he who laughs too much.","author":"Jean Paul Richter","category":"sad"},{"quote":"Nothing is more sad than the death of an illusion.","author":"Arthur Koestler","category":"sad"},{"quote":"A feeling of sadness and longing that is not akin to pain  and resembles sorrow only as the mist resembles the rain.","author":"Henry Wadsworth Longfellow","category":"sad"},{"quote":"Reminiscences make one feel so deliciously aged and sad.","author":"George Bernard Shaw","category":"sad"},{"quote":"Poverty makes you sad as well as wise.","author":"Bertolt Brecht","category":"sad"},{"quote":"Sadness is a state of sin.","author":"Andre Gide","category":"sad"},{"quote":"Sadness and gladness succeed each other.","author":"Anonymous","category":"sad"},{"quote":"Proud people breed sad sorrows for themselves.","author":"Emily Bronte","category":"sad"},{"quote":"It is sad to grow old but nice to ripen.","author":"Brigitte Bardot","category":"sad"},{"quote":"Sadness flies on the wings of the morning  and out of the heart of darkness comes the light.","author":"Jean Giraudoux","category":"sad"},{"quote":"Sadness flies away on the wings of time.","author":"Jean de la Fontaine","category":"sad"},{"quote":"Never let go of that fiery sadness called desire.","author":"Patti Smith","category":"sad"},{"quote":"Sadness is almost never anything but a form of fatigue.","author":"Andre Gide","category":"sad"},{"quote":"What makes old age so sad is not that our joys but our hopes cease.","author":"Jean Paul Richter","category":"sad"},{"quote":"No sadder proof can be given by a man of his own littleness  than disbelief in great men.","author":"Thomas Carlyle","category":"sad"},{"quote":"No one is more profoundly sad than he who laughs too much.","author":"Jean Paul Richter","category":"sad"},{"quote":"Nothing is more sad than the death of an illusion.","author":"Arthur Koestler","category":"sad"},{"quote":"A feeling of sadness and longing that is not akin to pain  and resembles sorrow only as the mist resembles the rain.","author":"Henry Wadsworth Longfellow","category":"sad"},{"quote":"Reminiscences make one feel so deliciously aged and sad.","author":"George Bernard Shaw","category":"sad"},{"quote":"Poverty makes you sad as well as wise.","author":"Bertolt Brecht","category":"sad"},{"quote":"Sadness is a state of sin.","author":"Andre Gide","category":"sad"},{"quote":"Sadness and gladness succeed each other.","author":"Anonymous","category":"sad"},{"quote":"Proud people breed sad sorrows for themselves.","author":"Emily Bronte","category":"sad"},{"quote":"It is sad to grow old but nice to ripen.","author":"Brigitte Bardot","category":"sad"},{"quote":"Sadness flies on the wings of the morning  and out of the heart of darkness comes the light.","author":"Jean Giraudoux","category":"sad"},{"quote":"Sadness flies away on the wings of time.","author":"Jean de la Fontaine","category":"sad"},{"quote":"Never let go of that fiery sadness called desire.","author":"Patti Smith","category":"sad"},{"quote":"Sadness is almost never anything but a form of fatigue.","author":"Andre Gide","category":"sad"},{"quote":"What makes old age so sad is not that our joys but our hopes cease.","author":"Jean Paul Richter","category":"sad"},{"quote":"No sadder proof can be given by a man of his own littleness  than disbelief in great men.","author":"Thomas Carlyle","category":"sad"},{"quote":"No one is more profoundly sad than he who laughs too much.","author":"Jean Paul Richter","category":"sad"},{"quote":"Nothing is more sad than the death of an illusion.","author":"Arthur Koestler","category":"sad"},{"quote":"A feeling of sadness and longing that is not akin to pain  and resembles sorrow only as the mist resembles the rain.","author":"Henry Wadsworth Longfellow","category":"sad"},{"quote":"Reminiscences make one feel so deliciously aged and sad.","author":"George Bernard Shaw","category":"sad"},{"quote":"Poverty makes you sad as well as wise.","author":"Bertolt Brecht","category":"sad"},{"quote":"Sadness is a state of sin.","author":"Andre Gide","category":"sad"},{"quote":"Sadness and gladness succeed each other.","author":"Anonymous","category":"sad"},{"quote":"Proud people breed sad sorrows for themselves.","author":"Emily Bronte","category":"sad"},{"quote":"It is sad to grow old but nice to ripen.","author":"Brigitte Bardot","category":"sad"},{"quote":"Sadness flies on the wings of the morning  and out of the heart of darkness comes the light.","author":"Jean Giraudoux","category":"sad"},{"quote":"Sadness flies away on the wings of time.","author":"Jean de la Fontaine","category":"sad"},{"quote":"Never let go of that fiery sadness called desire.","author":"Patti Smith","category":"sad"},{"quote":"Sadness is almost never anything but a form of fatigue.","author":"Andre Gide","category":"sad"},{"quote":"What makes old age so sad is not that our joys but our hopes cease.","author":"Jean Paul Richter","category":"sad"},{"quote":"No sadder proof can be given by a man of his own littleness  than disbelief in great men.","author":"Thomas Carlyle","category":"sad"},{"quote":"No one is more profoundly sad than he who laughs too much.","author":"Jean Paul Richter","category":"sad"},{"quote":"Nothing is more sad than the death of an illusion.","author":"Arthur Koestler","category":"sad"},{"quote":"A feeling of sadness and longing that is not akin to pain  and resembles sorrow only as the mist resembles the rain.","author":"Henry Wadsworth Longfellow","category":"sad"},{"quote":"Reminiscences make one feel so deliciously aged and sad.","author":"George Bernard Shaw","category":"sad"},{"quote":"Poverty makes you sad as well as wise.","author":"Bertolt Brecht","category":"sad"},{"quote":"Sadness is a state of sin.","author":"Andre Gide","category":"sad"},{"quote":"Sadness and gladness succeed each other.","author":"Anonymous","category":"sad"},{"quote":"Proud people breed sad sorrows for themselves.","author":"Emily Bronte","category":"sad"},{"quote":"It is sad to grow old but nice to ripen.","author":"Brigitte Bardot","category":"sad"},{"quote":"Sadness flies on the wings of the morning  and out of the heart of darkness comes the light.","author":"Jean Giraudoux","category":"sad"},{"quote":"Sadness flies away on the wings of time.","author":"Jean de la Fontaine","category":"sad"},{"quote":"Never let go of that fiery sadness called desire.","author":"Patti Smith","category":"sad"},{"quote":"Sadness is almost never anything but a form of fatigue.","author":"Andre Gide","category":"sad"},{"quote":"What makes old age so sad is not that our joys but our hopes cease.","author":"Jean Paul Richter","category":"sad"},{"quote":"No sadder proof can be given by a man of his own littleness  than disbelief in great men.","author":"Thomas Carlyle","category":"sad"},{"quote":"No one is more profoundly sad than he who laughs too much.","author":"Jean Paul Richter","category":"sad"},{"quote":"Nothing is more sad than the death of an illusion.","author":"Arthur Koestler","category":"sad"},{"quote":"A feeling of sadness and longing that is not akin to pain  and resembles sorrow only as the mist resembles the rain.","author":"Henry Wadsworth Longfellow","category":"sad"},{"quote":"Reminiscences make one feel so deliciously aged and sad.","author":"George Bernard Shaw","category":"sad"},{"quote":"Poverty makes you sad as well as wise.","author":"Bertolt Brecht","category":"sad"},{"quote":"Sadness is a state of sin.","author":"Andre Gide","category":"sad"},{"quote":"Sadness and gladness succeed each other.","author":"Anonymous","category":"sad"},{"quote":"Proud people breed sad sorrows for themselves.","author":"Emily Bronte","category":"sad"},{"quote":"It is sad to grow old but nice to ripen.","author":"Brigitte Bardot","category":"sad"},{"quote":"Sadness flies on the wings of the morning  and out of the heart of darkness comes the light.","author":"Jean Giraudoux","category":"sad"},{"quote":"Sadness flies away on the wings of time.","author":"Jean de la Fontaine","category":"sad"},{"quote":"Never let go of that fiery sadness called desire.","author":"Patti Smith","category":"sad"},{"quote":"Sadness is almost never anything but a form of fatigue.","author":"Andre Gide","category":"sad"},{"quote":"What makes old age so sad is not that our joys but our hopes cease.","author":"Jean Paul Richter","category":"sad"},{"quote":"No sadder proof can be given by a man of his own littleness  than disbelief in great men.","author":"Thomas Carlyle","category":"sad"},{"quote":"No one is more profoundly sad than he who laughs too much.","author":"Jean Paul Richter","category":"sad"},{"quote":"Nothing is more sad than the death of an illusion.","author":"Arthur Koestler","category":"sad"},{"quote":"A feeling of sadness and longing that is not akin to pain  and resembles sorrow only as the mist resembles the rain.","author":"Henry Wadsworth Longfellow","category":"sad"},{"quote":"Reminiscences make one feel so deliciously aged and sad.","author":"George Bernard Shaw","category":"sad"},{"quote":"Poverty makes you sad as well as wise.","author":"Bertolt Brecht","category":"sad"},{"quote":"Sadness is a state of sin.","author":"Andre Gide","category":"sad"},{"quote":"Sadness and gladness succeed each other.","author":"Anonymous","category":"sad"},{"quote":"Proud people breed sad sorrows for themselves.","author":"Emily Bronte","category":"sad"},{"quote":"It is sad to grow old but nice to ripen.","author":"Brigitte Bardot","category":"sad"},{"quote":"Sadness flies on the wings of the morning  and out of the heart of darkness comes the light.","author":"Jean Giraudoux","category":"sad"},{"quote":"Sadness flies away on the wings of time.","author":"Jean de la Fontaine","category":"sad"},{"quote":"Never let go of that fiery sadness called desire.","author":"Patti Smith","category":"sad"},{"quote":"Sadness is almost never anything but a form of fatigue.","author":"Andre Gide","category":"sad"},{"quote":"What makes old age so sad is not that our joys but our hopes cease.","author":"Jean Paul Richter","category":"sad"},{"quote":"No sadder proof can be given by a man of his own littleness  than disbelief in great men.","author":"Thomas Carlyle","category":"sad"},{"quote":"No one is more profoundly sad than he who laughs too much.","author":"Jean Paul Richter","category":"sad"},{"quote":"Nothing is more sad than the death of an illusion.","author":"Arthur Koestler","category":"sad"},{"quote":"A feeling of sadness and longing that is not akin to pain  and resembles sorrow only as the mist resembles the rain.","author":"Henry Wadsworth Longfellow","category":"sad"},{"quote":"Reminiscences make one feel so deliciously aged and sad.","author":"George Bernard Shaw","category":"sad"},{"quote":"Poverty makes you sad as well as wise.","author":"Bertolt Brecht","category":"sad"},{"quote":"Sadness is a state of sin.","author":"Andre Gide","category":"sad"},{"quote":"Sadness and gladness succeed each other.","author":"Anonymous","category":"sad"},{"quote":"Proud people breed sad sorrows for themselves.","author":"Emily Bronte","category":"sad"},{"quote":"It is sad to grow old but nice to ripen.","author":"Brigitte Bardot","category":"sad"},{"quote":"Sadness flies on the wings of the morning  and out of the heart of darkness comes the light.","author":"Jean Giraudoux","category":"sad"},{"quote":"Sadness flies away on the wings of time.","author":"Jean de la Fontaine","category":"sad"},{"quote":"Never let go of that fiery sadness called desire.","author":"Patti Smith","category":"sad"},{"quote":"Sadness is almost never anything but a form of fatigue.","author":"Andre Gide","category":"sad"},{"quote":"It is better to be safe than sorry.","author":"American Proverb","category":"safety"},{"quote":"The trodden path is the safest.","author":"Legal maxim","category":"safety"},{"quote":"They that go down to the sea in ships  that do business in great waters  these see the works of the Lord  and his wonders in the deep.","author":"Bible","category":"sailor"},{"quote":"The wind that blows  the ship that goes And the lass that loves a sailor.","author":"Old English Toast","category":"sailor"},{"quote":"The principle of procrastinated rape is said to be the ruling one in all the great bestsellers.","author":"V. S. Pritchett","category":"sanity, insanity"},{"quote":"The structure of a play is always the story of how the birds came home to roost.","author":"Arthur Miller","category":"sanity, insanity"},{"quote":"One is healthy when one can laugh at the earnestness and zeal with which one has been hypnotized by any single detail of one's life.","author":"Friedrich Nietzsche","category":"sanity, insanity"},{"quote":"When we remember that we are all mad  the mysteries disappear and life stands explained.","author":"Mark Twain","category":"sanity, insanity"},{"quote":"Madness is part of all of us  all the time  and it comes and goes  waxes and wanes.","author":"Otto Friedrich","category":"sanity, insanity"},{"quote":"A man should not strive to eliminate his complexes  but to get into accord with them: they are legitimately what directs his conduct in the world.","author":"Sigmund Freud","category":"sanity, insanity"},{"quote":"Work and love - these are the basics  waking life is a dream controlled.","author":"George Santayana","category":"sanity, insanity"},{"quote":"Outside  among your fellows  among strangers  you must preserve appearances  a hundred things you cannot do  but inside  the terrible freedom!","author":"Ralph Waldo Emerson","category":"sanity, insanity"},{"quote":"Sanity is very rare  every man almost  and every woman  has a dash of madness.","author":"Ralph Waldo Emerson","category":"sanity, insanity"},{"quote":"Mad  bad and dangerous to know.","author":"Lady Caroline","category":"sanity, insanity"},{"quote":"We are all born mad. Some remain so.","author":"Samuel Beckett","category":"sanity, insanity"},{"quote":"There is a pleasure sure  In being mad  which none but madmen know!","author":"John Dryden","category":"sanity, insanity"},{"quote":"He not only overflowed with learning  but stood in the slop.","author":"Sydney Smith","category":"scholars, scholarship"},{"quote":"If we wish to know the force of human genius  we should read Shakespeare. If we wish to see the insignificance of human learning  we may study his commentators.","author":"William Hazlitt","category":"scholars, scholarship"},{"quote":"The clever men at Oxford Know all there is to be knowed - But they none of them know as half as much As intelligent Mr. Toad.","author":"Kenneth Grahame","category":"scholars, scholarship"},{"quote":"Research  as the college student will come to know it  is relatively thorough investigation  primarily in libraries  of a properly limited topic  and presentation of the results of this investigation in a carefully organized and documented paper of some length.","author":"Cecil B. Williams","category":"scholars, scholarship"},{"quote":"A man should keep his little brain attic stocked with all the furniture that he is likely to use  and the rest he can put away in the lumber-room of his library  where he can get it if he wants it.","author":"Arthur Conan Doyle","category":"scholars, scholarship"},{"quote":"What is research  but a blind date with knowledge?","author":"Will Henry","category":"scholars, scholarship"},{"quote":"If I had read as much as other men  I should have known no more than they.","author":"Thomas Hobbes","category":"scholars, scholarship"},{"quote":"Deep-versed in books And shallow in himself.","author":"John Milton","category":"scholars, scholarship"},{"quote":"Learning is the knowledge of that which none but the learned know.","author":"William Hazlitt","category":"scholars, scholarship"},{"quote":"I would live to study  not study to live.","author":"Francis Bacon","category":"scholars, scholarship"},{"quote":"Almost all important questions are important precisely because they are not susceptible to quantitative answer.","author":"Arthur Schlesinger","category":"scholars, scholarship"},{"quote":"The schools ain't what they used to be and never was.","author":"Will Rogers","category":"school"},{"quote":"I pay the School Master  but 'tis the school boys that educate my son.","author":"Ralph Waldo Emerson","category":"school"},{"quote":"Schoolmasters and parents exist to be grown out of.","author":"John Wolfenden","category":"school"},{"quote":"If school results were the key to power  girls would be running the world.","author":"Sarah Boseley","category":"school"},{"quote":"Example is the school of mankind  and they will learn at no other.","author":"Edmund Burke","category":"school"},{"quote":"Failure is a school in which the truth always grows strong.","author":"Henry Ward Beecher","category":"school"},{"quote":"If law school is so hard to get through  how come there are so many lawyers?","author":"Calvin Trillin","category":"school"},{"quote":"The schools ain't what they used to be and never was.","author":"Will Rogers","category":"school"},{"quote":"I pay the School Master  but 'tis the school boys that educate my son.","author":"Ralph Waldo Emerson","category":"school"},{"quote":"Schoolmasters and parents exist to be grown out of.","author":"John Wolfenden","category":"school"},{"quote":"If school results were the key to power  girls would be running the world.","author":"Sarah Boseley","category":"school"},{"quote":"Example is the school of mankind  and they will learn at no other.","author":"Edmund Burke","category":"school"},{"quote":"Failure is a school in which the truth always grows strong.","author":"Henry Ward Beecher","category":"school"},{"quote":"If law school is so hard to get through  how come there are so many lawyers?","author":"Calvin Trillin","category":"school"},{"quote":"The schools ain't what they used to be and never was.","author":"Will Rogers","category":"school"},{"quote":"I pay the School Master  but 'tis the school boys that educate my son.","author":"Ralph Waldo Emerson","category":"school"},{"quote":"Schoolmasters and parents exist to be grown out of.","author":"John Wolfenden","category":"school"},{"quote":"If school results were the key to power  girls would be running the world.","author":"Sarah Boseley","category":"school"},{"quote":"Example is the school of mankind  and they will learn at no other.","author":"Edmund Burke","category":"school"},{"quote":"Failure is a school in which the truth always grows strong.","author":"Henry Ward Beecher","category":"school"},{"quote":"If law school is so hard to get through  how come there are so many lawyers?","author":"Calvin Trillin","category":"school"},{"quote":"The schools ain't what they used to be and never was.","author":"Will Rogers","category":"school"},{"quote":"I pay the School Master  but 'tis the school boys that educate my son.","author":"Ralph Waldo Emerson","category":"school"},{"quote":"Schoolmasters and parents exist to be grown out of.","author":"John Wolfenden","category":"school"},{"quote":"If school results were the key to power  girls would be running the world.","author":"Sarah Boseley","category":"school"},{"quote":"Example is the school of mankind  and they will learn at no other.","author":"Edmund Burke","category":"school"},{"quote":"Failure is a school in which the truth always grows strong.","author":"Henry Ward Beecher","category":"school"},{"quote":"If law school is so hard to get through  how come there are so many lawyers?","author":"Calvin Trillin","category":"school"},{"quote":"The schools ain't what they used to be and never was.","author":"Will Rogers","category":"school"},{"quote":"I pay the School Master  but 'tis the school boys that educate my son.","author":"Ralph Waldo Emerson","category":"school"},{"quote":"Schoolmasters and parents exist to be grown out of.","author":"John Wolfenden","category":"school"},{"quote":"If school results were the key to power  girls would be running the world.","author":"Sarah Boseley","category":"school"},{"quote":"Example is the school of mankind  and they will learn at no other.","author":"Edmund Burke","category":"school"},{"quote":"Failure is a school in which the truth always grows strong.","author":"Henry Ward Beecher","category":"school"},{"quote":"If law school is so hard to get through  how come there are so many lawyers?","author":"Calvin Trillin","category":"school"},{"quote":"The schools ain't what they used to be and never was.","author":"Will Rogers","category":"school"},{"quote":"I pay the School Master  but 'tis the school boys that educate my son.","author":"Ralph Waldo Emerson","category":"school"},{"quote":"Schoolmasters and parents exist to be grown out of.","author":"John Wolfenden","category":"school"},{"quote":"If school results were the key to power  girls would be running the world.","author":"Sarah Boseley","category":"school"},{"quote":"Example is the school of mankind  and they will learn at no other.","author":"Edmund Burke","category":"school"},{"quote":"Failure is a school in which the truth always grows strong.","author":"Henry Ward Beecher","category":"school"},{"quote":"If law school is so hard to get through  how come there are so many lawyers?","author":"Calvin Trillin","category":"school"},{"quote":"The schools ain't what they used to be and never was.","author":"Will Rogers","category":"school"},{"quote":"I pay the School Master  but 'tis the school boys that educate my son.","author":"Ralph Waldo Emerson","category":"school"},{"quote":"Schoolmasters and parents exist to be grown out of.","author":"John Wolfenden","category":"school"},{"quote":"If school results were the key to power  girls would be running the world.","author":"Sarah Boseley","category":"school"},{"quote":"Example is the school of mankind  and they will learn at no other.","author":"Edmund Burke","category":"school"},{"quote":"Failure is a school in which the truth always grows strong.","author":"Henry Ward Beecher","category":"school"},{"quote":"If law school is so hard to get through  how come there are so many lawyers?","author":"Calvin Trillin","category":"school"},{"quote":"The schools ain't what they used to be and never was.","author":"Will Rogers","category":"school"},{"quote":"I pay the School Master  but 'tis the school boys that educate my son.","author":"Ralph Waldo Emerson","category":"school"},{"quote":"Schoolmasters and parents exist to be grown out of.","author":"John Wolfenden","category":"school"},{"quote":"If school results were the key to power  girls would be running the world.","author":"Sarah Boseley","category":"school"},{"quote":"Example is the school of mankind  and they will learn at no other.","author":"Edmund Burke","category":"school"},{"quote":"Failure is a school in which the truth always grows strong.","author":"Henry Ward Beecher","category":"school"},{"quote":"If law school is so hard to get through  how come there are so many lawyers?","author":"Calvin Trillin","category":"school"},{"quote":"All science is either Physics or stamp-collecting.","author":"Lord Kelvin","category":"science, technology"},{"quote":"As far as the laws of Mathematics refer to reality  they are not certain  and as far as they are certain  they do not refer to reality.","author":"Albert Einstein","category":"science, technology"},{"quote":"He had read Shakespeare and found him weak in chemistry.","author":"H. G. Wells","category":"science, technology"},{"quote":"I am sorry to say there is too much point to the wise crack that life is extinct on other planets because their scientists were more advanced than ours.","author":"John F. Kennedy","category":"science, technology"},{"quote":"If all the arts aspire to the condition of music  all the sciences aspire to the condition of mathematics.","author":"George Santayana","category":"science, technology"},{"quote":"If the human race wants to go to Hell in a basket  technology can help it get there by jet.","author":"Charles M. Allen","category":"science, technology"},{"quote":"In science  all facts  no matter how trivial or banal  enjoy democratic equality.","author":"Mary McCarthy","category":"science, technology"},{"quote":"Life exists in the universe only because the carbon atom possesses certain exceptional properties.","author":"James Jeans","category":"science, technology"},{"quote":"Light is the ultimate messenger of the universe.","author":"BBC World Service","category":"science, technology"},{"quote":"Most science is only high falutin' nature studies.","author":"Stephen Strauss","category":"science, technology"},{"quote":"My advice is to look out for engineers - they begin with sewing machines and end up with the atomic bomb.","author":"Marcel Pagnol","category":"science, technology"},{"quote":"Never try to walk across a river just because it has an average depth of four feet.","author":"Martin Friedman","category":"science, technology"},{"quote":"Reason  observation  and experience - the Holy Trinity of Science.","author":"Robert G. Ingersoll","category":"science, technology"},{"quote":"Science is built of facts the way a house is built of bricks  but an accumulation of facts is no more science than a pile of bricks is a house.","author":"Henri Poincare","category":"science, technology"},{"quote":"Science without religion is lame  religion without science is blind.","author":"Albert Einstein","category":"science, technology"},{"quote":"Scientific discovery consists in the interpretation for our own convenience of a system of existence which has been made with no eye to our convenience at all.","author":"Norbert Wiener","category":"science, technology"},{"quote":"The means by which we live have outdistanced the ends for which we live. Our scientific power has outrun our spiritual power. We have guided missiles and misguided men.","author":"Martin Luther King, Jr.","category":"science, technology"},{"quote":"The scientific theory I like best is that the rings of Saturn are composed entirely of lost airline luggage.","author":"Mike Russell","category":"science, technology"},{"quote":"The simplest schoolboy is now familiar with truths for which Archimedes would have sacrificed his life.","author":"Ernest Renan","category":"science, technology"},{"quote":"Wetenschap is wat wetenschappers doen - Science is what scientists do.","author":"Dennis Flanagan","category":"science, technology"},{"quote":"Technology - the knack of so arranging the world that we don't have to experience it.","author":"Max Frisch","category":"science, technology"},{"quote":"The great tragedy of Science: the slaying of a beautiful hypothesis by an ugly fact.","author":"Thomas Huxley","category":"science, technology"},{"quote":"Technology means the systematic application of scientific or other organized knowledge to practical tasks.","author":"J. K. Galbraith","category":"science, technology"},{"quote":"Whenever science makes a discovery  the devil grabs it while the angels are debating the best way to use it.","author":"Alan Valentine","category":"science, technology"},{"quote":"Science cannot stop while ethics catches up - and nobody should expect scientists to do all the thinking for the country.","author":"Elvin Stackman","category":"science, technology"},{"quote":"Science must constantly be reminded that her purposes are not the only purposes and that the order of uniform causation which she has use for  and is therefore right in postulating  may be enveloped in a wider order  on which she has no claim at all.","author":"William James","category":"science, technology"},{"quote":"Science is the attempt to make the chaotic diversity of our sense-experience correspond to a logically uniform system of thought.","author":"Albert Einstein","category":"science, technology"},{"quote":"Though many have tried  no one has ever yet explained away the decisive fact that science  which can do so much  cannot decide what it ought to do.","author":"Joseph Wood Krutch","category":"science, technology"},{"quote":"It may be bizarre  but in my opinion  science offers a sure path to God and religion.","author":"Paul Davies","category":"science, technology"},{"quote":"As both the Mercury and Apollo programs have shown  our science and technology are so powerful that  if an intense effort is made  we can do almost anything we want in say  ten years - provided we are not in conflict with the laws of nature.","author":"Hannes Alfvin","category":"science, technology"},{"quote":"The new electronic interdependence recreates the world in the image of a global village.","author":"Marshall McLuhan","category":"science, technology"},{"quote":"Research is the process of going up alleys to see if they are blind.","author":"Marston Bates","category":"science, technology"},{"quote":"Research is to see what everybody has seen  and to think what nobody else has thought.","author":"Albert Szent-Gyorgyi","category":"science, technology"},{"quote":"No scientific theory achieves public acceptance until it has been thoroughly discredited.","author":"Douglas Yates","category":"science, technology"},{"quote":"The first rule of intelligent tinkering is to save all the parts.","author":"Paul R. Ehrlich","category":"science, technology"},{"quote":"Computers can figure out all kinds of problems  except the things in the world that just don't add up.","author":"James Magary","category":"science, technology"},{"quote":"The World would be a safer place  If someone had a plan  Before exploring Outer Space  To find the Inner Man.","author":"E. Y. Harburg","category":"science, technology"},{"quote":"No amount of experimentation can ever prove me right  a single experiment can prove me wrong.","author":"Albert Einstein","category":"science, technology"},{"quote":"I think and think for months and years. Ninety-nine times  the conclusion is false. The hundredth time I am right","author":"Albert Einstein","category":"science, technology"},{"quote":"There is more than a mere suspicion that the scientist who comes to ask metaphysical questions and turns away from metaphysical answers may be afraid of those answers.","author":"Gregory Zilboorg","category":"science, technology"},{"quote":"In science the credit goes to the man who convinces the world  not to the man to whom the idea first occurs.","author":"William Osier","category":"science, technology"},{"quote":"The perfect computer has been developed. You just feed in your problems  and they never come out again.","author":"Al Goodman","category":"science, technology"},{"quote":"Electric clocks reveal to you Precisely when your fuses blew.","author":"Leonard Schiff","category":"science, technology"},{"quote":"The telephone is the most important single technological resource of later life.","author":"Alex Comfort","category":"science, technology"},{"quote":"E = MC^2: Energy equals mass times the speed of light squared.","author":"Albert Einstein","category":"science, technology"},{"quote":"Space isn't remote at all. It's only an hour's drive away if your car could go straight upwards.","author":"Fred Hoyle","category":"science, technology"},{"quote":"It is very seldom that the same man knows much of science  and about the things that were known before science came.","author":"Lord Dunsany","category":"science, technology"},{"quote":"A science which hesitates to forget its founders is lost.","author":"Alfred North Whitehead","category":"science, technology"},{"quote":"Pollution is nothing but resources we're not harvesting.","author":"Buckminster Fuller","category":"science, technology"},{"quote":"Medieval Technology? The Middle Ages invented  among other things  the crank  the horse collar  eyeglasses  the flying buttress  the stirrup  the windmill  the wheelbarrow  printing  firearms  paper  the canal lock  the compass  the rudder  the mechanical clock  the spinning wheel  and the treadle.","author":"Joseph and Frances Gies","category":"science, technology"},{"quote":"The best defence against the atom bomb is not to be there when it goes off.","author":"The British Army Journal","category":"science, technology"},{"quote":"A few observations and much reasoning lead to error  many observations and a little reasoning to truth.","author":"Alexis Carrel","category":"science, technology"},{"quote":"The most important of my discoveries have been suggested to me by my failures.","author":"Sir Humphrey Davy","category":"science, technology"},{"quote":"Basic research is when I'm doing what I don't know what I'm doing.","author":"Wernher von Braun","category":"science, technology"},{"quote":"Sit down before fact as a little child  be prepared to give up every preconceived notion  follow humbly wherever and to whatever abyss nature leads  or you shall learn nothing.","author":"Thomas Huxley","category":"science, technology"},{"quote":"If I have seen farther it is by standing on the shoulders of giants.","author":"Isaac Newton","category":"science, technology"},{"quote":"It is the theory which decided what can be observed.","author":"Albert Einstein","category":"science, technology"},{"quote":"Art is I  science is we.","author":"Claude Bernard","category":"science"},{"quote":"Every great advance in science has issued from a new audacity of imagination.","author":"John Dewey","category":"science"},{"quote":"Steam is no stronger now than it was a hundred years ago  but it is put to better use.","author":"Ralph Waldo Emerson","category":"science"},{"quote":"Science and art belong to the whole world  and before them vanish the barriers of nationality.","author":"Goethe","category":"science"},{"quote":"Science is simply common sense at its best - that is  rigidly accurate in observation  and merciless to fallacy in logic.","author":"T. H. Huxley","category":"science"},{"quote":"Science is nothing but developed perception  interpreted intent  common sense rounded out  and minutely articulated.","author":"George Santayana","category":"science"},{"quote":"Science is the systematic classification of experience.","author":"George Henry Lewes","category":"science"},{"quote":"Science is nothing but perception.","author":"Plato","category":"science"},{"quote":"Science is organized knowledge.","author":"Herbert Spencer","category":"science"},{"quote":"Give me but one hour of Scotland  Let me see it ere I die.","author":"Wiluam E. Aytoun","category":"scotland"},{"quote":"O Caledonia! stern and wild  Meet nurse for a poetic child! Land of brown heath and shaggy wood  Land of the mountain and the flood  Land of my sires! what mortal hand Can e'er untie the filial band  That knits me to thy rugged strand!","author":"Walter Scott","category":"scotland"},{"quote":"A glory gilds the sacred page  Majestic like the sun  It gives a light to every age  It gives  but borrows none.","author":"William Cowper","category":"scripture"},{"quote":"Thy word is a lamp unto my feet and a light unto my path.","author":"Bible","category":"scripture"},{"quote":"We search the world for truth  we cull The good  the pure  the beautiful  From all old flower fields of the soul  And  weary seekers of the best  We come back laden from our quest  To find that all the sages said Is in the Book our mothers read.","author":"John Greenleaf Whittier","category":"scripture"},{"quote":"Madam de Stael pronounced architecture to be frozen music  so is statuary crystalized spirituality.","author":"Louisa May Alcott","category":"sculpture"},{"quote":"Then marble  soften'd into life  grew warm.","author":"Alexander Pope","category":"sculpture"},{"quote":"Praise the sea  on shore remain.","author":"John Florio","category":"sea"},{"quote":"He that will learn to pray  let him go to sea.","author":"George Edward Herbert","category":"sea"},{"quote":"I must go down to the seas again  to the lonely sea and the sky  And all I ask is a tall ship and a star to steer her by.","author":"John Masefield","category":"sea"},{"quote":"The sea hath no king but God alone.","author":"Christina Rossetti","category":"sea"},{"quote":"Break  break  break  On thy cold gray stones  O sea! And I would that my tongue could utter The thoughts that arise in me.","author":"Lord Alfred Tennyson","category":"sea"},{"quote":"Autumn to winter  winter into spring. Spring  into summer  summer into fall  -  So rolls the changing year  and so we change  -Motion so swift  we know not that we move.","author":"Dinah Mulock Craik","category":"seasons"},{"quote":"Spring is a virgin  Summer a mother  Autumn a widow  and Winter a stepmother.","author":"Polish proverb","category":"seasons"},{"quote":"There is a skeleton in every house.","author":"Anonymous","category":"secrecy"},{"quote":"A man can hide all things  excepting twain -  That he is drunk  and that he is in love.","author":"Antiphanes","category":"secrecy"},{"quote":"The secret things belong unto the Lord our God.","author":"Bible","category":"secrecy"},{"quote":"Nothing is secret which shall not be made manifest.","author":"Bible","category":"secrecy"},{"quote":"If you would wish another to keep your secret  first keep it yourself.","author":"Seneca","category":"secrecy"},{"quote":"What is told in the ear of a man is often heard 100 miles away.","author":"Chinese saying","category":"secrets, secrecy"},{"quote":"Two things a man cannot hide: that he is drunk  and that he is in love.","author":"Antiphanes","category":"secrets, secrecy"},{"quote":"Nothing is so burdensome as a secret.","author":"French proverb","category":"secrets, secrecy"},{"quote":"It is a secret in the Oxford sense. You may tell it to only one person at a time.","author":"Oliver Franks","category":"secrets, secrecy"},{"quote":"I know that's a secret  for it's whispered everywhere.","author":"William Congreve","category":"secrets, secrecy"},{"quote":"All the knowledge I possess everyone else can acquire  but my heart is all my own.","author":"Goethe","category":"secrets, secrecy"},{"quote":"Shy and unready men are great betrayers of secrets  for there are few wants more urgent for the moment than the want of something to say.","author":"Henry Taylor","category":"secrets, secrecy"},{"quote":"In the mind and nature of a man a secret is an ugly thing  like a hidden physical defect.","author":"Isak Dinesen","category":"secrets, secrecy"},{"quote":"Be secret and exult  Because of all things known That is most difficult.","author":"William Butler Yeats","category":"secrets, secrecy"},{"quote":"If you wish to preserve your secret  wrap it up in frankness.","author":"Alexander Smith","category":"secrets, secrecy"},{"quote":"Where secrecy reigns  carelessness and ignorance delight to hide - skill loves the light.","author":"Daniel C. Gelman","category":"secrets, secrecy"},{"quote":"Whatsoever ye have spoken in darkness shall be heard in the light  and that which ye have spoken in the ear in closets shall be proclaimed upon the housetops.","author":"Bible","category":"secrets, secrecy"},{"quote":"Even in your thought  do not curse the king  nor in your bedchamber curse the rich  for a bird of the air will carry your voice  or some winged creature tell the matter.","author":"Bible","category":"secrets, secrecy"},{"quote":"Security is mostly superstition. It does not exist in nature. ... Avoiding danger is no safer in the long run than outright exposure. The fearful are caught as often as the bold.","author":"Helen Keller","category":"security"},{"quote":"Security is a false god  begin making sacrifices to it and you are lost.","author":"Paul Bowles","category":"security"},{"quote":"God Himself is not secure  having given man dominion over His works.","author":"Helen Keller","category":"security"},{"quote":"The man who looks for security  even in the mind  is like a man who would chop off his limbs in order to have artificial ones which will give him no pain or trouble.","author":"Henry Miller","category":"security"},{"quote":"Never think you've seen the last of anything.","author":"Eudora Welty","category":"security"},{"quote":"If you want total security  go to prison. There you're fed  clothed  given medical care and so on. The only thing lacking ... is freedom.","author":"Dwight D. Eisenhower","category":"security"},{"quote":"Life is not orderly. No matter how we try to make life so  right in the middle of it we die  lose a leg  fall in love  drop a jar of applesauce.","author":"Natalie Goldberg","category":"security"},{"quote":"Truly nothing is to be expected but the unexpected.","author":"Alice James","category":"security"},{"quote":"Happiness  greatness  pride-nothing is secure  nothing keeps.","author":"Euripides","category":"security"},{"quote":"There is no security  no assurance that because we wrote something good two months ago  we will do it again. Actually  every time we begin  we wonder how we ever did it before.","author":"Natalie Goldberg","category":"security"},{"quote":"There is no security on this earth. Only opportunity.","author":"General Douglas MacArthur","category":"security"},{"quote":"There is no way to take the danger out of human relationships.","author":"Barbara Grizzuti Harrison","category":"security"},{"quote":"It is the risk element which ensures security. Risk brings out the ingenuity and resourcefulness which insure success.","author":"Robert Rawls","category":"security"},{"quote":"The way to be safe is never to be secure.","author":"Benjamin Franklin","category":"security"},{"quote":"We are never more in danger than when we think ourselves most secure  nor in reality more secure than when we seem to be most in danger.","author":"William Cowper","category":"security"},{"quote":"It is when we all play safe that we create a world of utmost insecurity.","author":"Dag Hammarskjold","category":"security"},{"quote":"To keep oneself safe does not mean to bury oneself.","author":"Marcus Annaeus Seneca","category":"security"},{"quote":"\"Safety first\" has been the motto of the human race for half a million years  but it has never been the motto of leaders.","author":"Anonymous","category":"security"},{"quote":"If money is your hope for independence you will never have it. The only real security that a man can have in this world is a reserve of knowledge  experience and ability.","author":"Henry Ford","category":"security"},{"quote":"Our greatest illusion is reliance upon the security and permanence of material possessions. We must search for some other coin.","author":"John Cudahy","category":"security"},{"quote":"The only peace  the only security  is in fulfillment.","author":"Henry Miller","category":"security"},{"quote":"Solvency is entirely a matter of temperament  not of income.","author":"Logan Pearsall Smith","category":"security"},{"quote":"Security depends not so much upon how much you have  as upon how much you can do without.","author":"Joseph Wood Krutch","category":"security"},{"quote":"Security can only be achieved through constant change  through discarding old ideas that have outlived their usefulness and adapting others to current facts.","author":"William O. Douglas","category":"security"},{"quote":"Truth is the only safe ground to stand upon.","author":"Elizabeth Cady Stanton","category":"security"},{"quote":"Only in growth  reform  and change  paradoxically enough  is true security to be found.","author":"Anne Morrow Lindbergh","category":"security"},{"quote":"Security is not the absence of danger  but the presence of God  no matter what the danger.","author":"Anonymous","category":"security"},{"quote":"I'm in love with the potential of miracles. For me  the safest place is out on a limb.","author":"Shirley MacLaine","category":"security"},{"quote":"Man's security comes from within himself.","author":"Manly Hall","category":"security"},{"quote":"You are all you will ever have for certain.","author":"June Havoc","category":"security"},{"quote":"No one can builu her security upon the nobleness of another person.","author":"Willa Cather","category":"security"},{"quote":"Your real security is yourself. You know you can do it  and they can't ever take that away from you.","author":"Mae West","category":"security"},{"quote":"Only those means of security are good  are certain  are lasting  that depend on yourself and your own vigor.","author":"Niccolo Machiavelli","category":"security"},{"quote":"Uncertainty and expectation are the joys of life. Security is an insipid thing.","author":"William Congreve","category":"security"},{"quote":"Freedom works.","author":"Jeane Kirkpatrick","category":"security"},{"quote":"To be on the alert is to live  to be lulled into security is to die.","author":"Oscar Wilde","category":"security"},{"quote":"Prudence keeps life safe  but does not often make it happy.","author":"Samuel Johnson","category":"security"},{"quote":"Whatever course you have chosen for yourself  it will not be a chore but an adventure if you bring to it a sense of the glory of striving ... if your sights are set far above the merely secure and mediocre.","author":"David Sarnoff","category":"security"}]}