{
  "author": "Ravindu Manoj",
  "github": "ravindu01manoj",
  "repo": "Quotes-500k",
  "data": [
    {
      "quote": "We are given children to test us and make us more spiritual.",
      "author": "George Will",
      "category": "family"
    },
    {
      "quote": "One laugh of a child will make the holiest day more sacred still.",
      "author": "Robert G. Ingersoll",
      "category": "family"
    },
    {
      "quote": "Children are the true connoisseurs. What's precious to them has no price - only value.",
      "author": "Bel Kaufman",
      "category": "family"
    },
    {
      "quote": "There are no seven wonders of the world in the eyes of a child. There are seven million.",
      "author": "Walt Streightiff",
      "category": "family"
    },
    {
      "quote": "Children  like animals  use all their senses to discover the world. Then artists come along and discover it the same way all over again.",
      "author": "Eudora Welty",
      "category": "family"
    },
    {
      "quote": "The only artists for whom I would make way are - children. For me the paintings of children belong side by side with the works of the masters.",
      "author": "Henry Miller",
      "category": "family"
    },
    {
      "quote": "Why  a four-year-old child could understand this report. Run out and find me a four-year-old child.",
      "author": "Groucho Marx",
      "category": "family"
    },
    {
      "quote": "Adults are always asking little kids what they want to be when they grow up - 'cause they're looking for ideas.",
      "author": "Paula Poundstone",
      "category": "family"
    },
    {
      "quote": "What do we teach our children? . . . We should say to each of them: Do you know what you are? You are a marvel. You are unique . . . You may become a Shakespeare  a Michelangelo  a Beethoven. You have the capacity for anything.",
      "author": "Pablo Casals",
      "category": "family"
    },
    {
      "quote": "By giving children lots of affection  you can help fill them with love and acceptance of themselves. Then that's what they will have to give away.",
      "author": "Wayne Dyer",
      "category": "family"
    },
    {
      "quote": "Teaching kids to count is fine  but teaching them what counts is best.",
      "author": "Bob Talbert",
      "category": "family"
    },
    {
      "quote": "It is infinitely more useful for a child to hear a story told by a person than by computer. Because the greatest part of the learning experience lies not in the particular words of the story but in the involvement with the individual reading it.",
      "author": "Frank Smith",
      "category": "family"
    },
    {
      "quote": "The parents exist to teach the child  but also they must learn what the child has to teach them  and the child has a very great deal to teach them.",
      "author": "Arnold Bennett",
      "category": "family"
    },
    {
      "quote": "Grown men can learn from very little children for the hearts of little children are pure. Therefore  the Great Spirit may show to them many things which older people miss.",
      "author": "Black Elk",
      "category": "family"
    },
    {
      "quote": "Children have a remarkable talent for not taking the adult world with the kind of respect we are so confident it ought to be given. To the irritation of authority figures of all sorts  children expend considerable energy in \"clowning around.\" They refuse to appreciate the gravity of our monumental concerns  while we forget that if we were to become more like children our concerns might not be so monumental.",
      "author": "Conrad Hyers",
      "category": "family"
    },
    {
      "quote": "Youth I Stay close to the young  and a little rubs off.",
      "author": "Alan Jay Lerner",
      "category": "family"
    },
    {
      "quote": "Those who love the young best stay young longer.",
      "author": "Edgar Friedenberg",
      "category": "family"
    },
    {
      "quote": "As long as I continue to hear \"normal\" people telling me I am too childish  I know I'm doing just fine.",
      "author": "Wayne Dyer",
      "category": "family"
    },
    {
      "quote": "One of the most obvious facts about grownups to a child is that they have forgotten what it is like to be a child.",
      "author": "Randall Jarrell",
      "category": "family"
    },
    {
      "quote": "All of us collect fortunes when we are children. A fortune of colors  of lights  and darkness  of movement  of tensions. Some of us have the fantastic chance to go back to his fortune when grown up.",
      "author": "Ingmar Bergman",
      "category": "family"
    },
    {
      "quote": "So  like a forgotten fire  a childhood can always flare up again within us.",
      "author": "Gaston Bachelard",
      "category": "family"
    },
    {
      "quote": "The great man is he that does not lose his child-heart.",
      "author": "Mencius",
      "category": "family"
    },
    {
      "quote": "What God is to the world  parents are to their children.",
      "author": "Philo",
      "category": "family"
    },
    {
      "quote": "Honor your father and your mother.",
      "author": "Bible",
      "category": "family"
    },
    {
      "quote": "Honor your father and mother  even as you honor God  for all three were partners in your creation.",
      "author": "Zohar",
      "category": "family"
    },
    {
      "quote": "When I was a boy of fourteen  my father was so ignorant I could hardly stand to have the old man around. But when I got to be twenty-one  I was astonished at how much the old man had learned in seven years.",
      "author": "Mark Twain",
      "category": "family"
    },
    {
      "quote": "Remember  no matter how many candles you blow out this year  there's one gal who will always think of you as young  strong and handsome - your mother.",
      "author": "Susan D. Anderson",
      "category": "family"
    },
    {
      "quote": "There's no way to be a perfect mother and a million ways to be a good one.",
      "author": "Jill Churchill",
      "category": "family"
    },
    {
      "quote": "God could not be everywhere  therefore he made mothers.",
      "author": "Jewish saying",
      "category": "family"
    },
    {
      "quote": "Parents are often so busy with the physical rearing of children that they miss the glory of parenthood  just as the grandeur of the trees is lost when raking leaves.",
      "author": "Marcelene Cox",
      "category": "family"
    },
    {
      "quote": "The best inheritance a parent can give his children is a few minutes of his time each day.",
      "author": "O. A. Battista",
      "category": "family"
    },
    {
      "quote": "If I had known how wonderful it would be to have grandchildren  I'd have had them first.",
      "author": "Lois Wyse",
      "category": "family"
    },
    {
      "quote": "Few things are more delightful than grandchildren fighting over your lap.",
      "author": "Doug Larson",
      "category": "family"
    },
    {
      "quote": "The greatest sweetener of human life is Friendship.",
      "author": "Joseph Addison",
      "category": "family"
    },
    {
      "quote": "A friend might well be reckoned the masterpiece of nature.",
      "author": "Ralph Waldo Emerson",
      "category": "family"
    },
    {
      "quote": "Of all the things which wisdom provides to make us entirely happy  much the greatest is the possession of friendship.",
      "author": "Epicurus",
      "category": "family"
    },
    {
      "quote": "Friendship is the only cement that will ever hold the world together.",
      "author": "Woodrow Wilson",
      "category": "family"
    },
    {
      "quote": "The glory of friendship is not the outstretched hand  nor the kindly smile  nor the joy of companionship  it is the spiritual inspiration that comes to one when he discovers that someone else believes in him and is willing to trust him.",
      "author": "Ralph Waldo Emerson",
      "category": "family"
    },
    {
      "quote": "What a great blessing is a friend with a heart so trusty you may safely bury all your secrets in it.",
      "author": "Seneca",
      "category": "family"
    },
    {
      "quote": "When a friend is in trouble  don't annoy him by asking if there is anything you can do. Think up something appropriate and do it.",
      "author": "Edgar Watson Howe",
      "category": "family"
    },
    {
      "quote": "A real friend is one who walks in when the rest of the world walks out.",
      "author": "Walter Winchell",
      "category": "family"
    },
    {
      "quote": "The most I can do for my friend is simply to be his friend.",
      "author": "Henry David Thoreau",
      "category": "family"
    },
    {
      "quote": "Friendship improves happiness  and abates misery  by doubling our joy  and dividing our grief.",
      "author": "Joseph Addison",
      "category": "family"
    },
    {
      "quote": "It is not what you give your friend  but what you are willing to give him  that determines the quality of your friendship.",
      "author": "Mary Dixon Thayer",
      "category": "family"
    },
    {
      "quote": "A friend is someone who knows all about you and loves you just the same.",
      "author": "Elbert Hubbard",
      "category": "family"
    },
    {
      "quote": "It is not the talking that counts between friends  it is the never needing to say what counts.",
      "author": "Shawn Green",
      "category": "family"
    },
    {
      "quote": "True friendship comes when silence between two people is comfortable.",
      "author": "Dave Tyson Gentry",
      "category": "family"
    },
    {
      "quote": "Friendship is a single soul dwelling in two bodies.",
      "author": "Aristotle",
      "category": "family"
    },
    {
      "quote": "To be a good friend remember that we are human magnets: that like attracts like and that as we give we get.",
      "author": "Wilfred Peterson",
      "category": "family"
    },
    {
      "quote": "Treat your friends as you do your pictures  and place them in their best light.",
      "author": "Jennie Jerome Churchill",
      "category": "family"
    },
    {
      "quote": "Friendships are fragile things  and require as much care in handling as any other fragile and precious thing.",
      "author": "Randolph Bourne",
      "category": "family"
    },
    {
      "quote": "Every man should have a fair-sized cemetery in which to bury the faults of his friends.",
      "author": "Henry Brooks Adams",
      "category": "family"
    },
    {
      "quote": "Since there is nothing so well worth having as friends  never lose a chance to make them.",
      "author": "Francesco Guicciardini",
      "category": "family"
    },
    {
      "quote": "You can make more friends in two months by becoming more interested in other people than you can in two years by trying to get people interested in you.",
      "author": "Dale Carnegie",
      "category": "family"
    },
    {
      "quote": "The only way to have a friend is to be one.",
      "author": "Ralph Waldo Emerson",
      "category": "family"
    },
    {
      "quote": "Friends will not only live in harmony  but in melody.",
      "author": "Henry David Thoreau",
      "category": "family"
    },
    {
      "quote": "It is great to have friends when one is young  but indeed it is still more so when you are getting old. When we are young  friends are  like everything else  a matter of course. In the old days we know what it means to have them.",
      "author": "Edvard Grieg",
      "category": "family"
    },
    {
      "quote": "Old friends are best. King James used to call for his old shoes  they were the easiest for his feet.",
      "author": "John Selden",
      "category": "family"
    },
    {
      "quote": "Each of us has a spark of life inside us  and our highest endeavor ought to be to set off that spark in one another.",
      "author": "Kenny Ausubel",
      "category": "family"
    },
    {
      "quote": "Sometimes our light goes out but is blown into flame by another human being. Each of us owes deepest thanks to those who have rekindled this light.",
      "author": "Albert Schweitzer",
      "category": "family"
    },
    {
      "quote": "There's no way that moving in with your parents is a sign that your life is on track.",
      "author": "Jerry Seinfeld",
      "category": "family"
    },
    {
      "quote": "Cleaning your house while your children are still growing is like shoveling the walk before it stops snowing.",
      "author": "Phyllis Diller",
      "category": "family"
    },
    {
      "quote": "Insanity is hereditary  you get it from your children.",
      "author": "Sam Levenson",
      "category": "family"
    },
    {
      "quote": "The best way to keep children home is to make the home atmosphere pleasant -  and let the air out of the tires.",
      "author": "Dorothy Parker",
      "category": "family"
    },
    {
      "quote": "Happiness is having a large  loving  caring  close-knit family ... in another city.",
      "author": "George Burns",
      "category": "family"
    },
    {
      "quote": "Human beings are the only creatures on Earth that allow children to come back home.",
      "author": "Bill Cosby",
      "category": "family"
    },
    {
      "quote": "Children have become so expensive that only the poor can afford them.",
      "author": "Anonymous",
      "category": "family"
    },
    {
      "quote": "Never brag about your ancestors coming over on the Mayflower  the immigration laws weren't as strict in those days.",
      "author": "Lew Lehr",
      "category": "family"
    },
    {
      "quote": "Whenever I'm with my [teenager]  I feel as though I have to spend the whole time avoiding land mines.",
      "author": "Amy Tan",
      "category": "family"
    },
    {
      "quote": "They are doing away with drive-ins. Now where are the teenagers going to go to not watch a movie?",
      "author": "Bob Thomas",
      "category": "family"
    },
    {
      "quote": "Big sisters are the crabgrass in the lawn of life.",
      "author": "Charles Schulz",
      "category": "family"
    },
    {
      "quote": "My son has taken up meditation - at least it's better than sitting doing nothing.",
      "author": "Max Kaufman",
      "category": "family"
    },
    {
      "quote": "A scout is a boy who dresses like a schmuck. A scoutmaster is a schmuck who dresses like a boy.",
      "author": "Anonymous",
      "category": "family"
    },
    {
      "quote": "It appears there's a little too much chlorine in their gene pool.",
      "author": "Anonymous",
      "category": "family"
    },
    {
      "quote": "In America there are two classes of travel -  first class and with children.",
      "author": "Robert Benchley",
      "category": "family"
    },
    {
      "quote": "The best thing to do is to behave in a manner befitting one's age. If you are sixteen and under  try not to go bald.",
      "author": "Woody Allen",
      "category": "family"
    },
    {
      "quote": "I think a dysfunctional family is any family with more than one person in it.",
      "author": "Mary Karr",
      "category": "family"
    },
    {
      "quote": "Family is just accident. . . . They don't mean to get on your nerves. They don't even mean to be your family  they just are.",
      "author": "Marsha Norman",
      "category": "family"
    },
    {
      "quote": "My father told me marijuana would cause me brain damage - because if he caught me doing it he was going to break my head.",
      "author": "Tom Dreesen",
      "category": "family"
    },
    {
      "quote": "We're supposed to take our problems to a family adviser. Personally  I've never met a family adviser. They're all off somewhere listening to dirty stories.",
      "author": "Robert Orben",
      "category": "family"
    },
    {
      "quote": "The reason grandparents and grandchildren get along so well is that they have a common enemy.",
      "author": "Sam Levenson",
      "category": "family"
    },
    {
      "quote": "Have children while your parents are still young enough to take care of them.",
      "author": "Rita Rudner",
      "category": "family"
    },
    {
      "quote": "Let's face it  there's lots of spoiled kids out there . . . because you can't spank Grandma.",
      "author": "Janet Anderson",
      "category": "family"
    },
    {
      "quote": "Family life got better and we got our car back -  as soon as we put \"I love Mom\" on the license plate.",
      "author": "Erma Bombeck",
      "category": "family"
    },
    {
      "quote": "You know your children are growing up when they stop asking where they came from and refuse to tell you where they're going.",
      "author": "P. O'Brien",
      "category": "family"
    },
    {
      "quote": "I hate housework! You make the beds  you do the dishes - and six months later you have to start all over again.",
      "author": "Joan Rivers",
      "category": "family"
    },
    {
      "quote": "I don't want to say anything about my kids . . . but I go to PTA meetings under an assumed name!",
      "author": "Robert Orben",
      "category": "family"
    },
    {
      "quote": "The Jewish man with parents still alive is a fifteen-year-old boy and will remain a fifteen-year-old boy until they die.",
      "author": "Philip Roth",
      "category": "family"
    },
    {
      "quote": "Few mistakes can be made by a mother-in-law who is willing to baby-sit.",
      "author": "Anonymous",
      "category": "family"
    },
    {
      "quote": "Adolescence is when children start trying to bring up their parents.",
      "author": "Richard Armour",
      "category": "family"
    },
    {
      "quote": "Adults are just children who earn money.",
      "author": "Kenneth Branagh",
      "category": "family"
    },
    {
      "quote": "I read one psychologist's theory that said  \"Never strike a child in your anger.\" When could I strike him? When he is kissing me on my birthday? When he's recuperating from measles? Do I slap the Bible out of his hand on Sunday?",
      "author": "Erma Bombeck",
      "category": "family"
    },
    {
      "quote": "It takes about five years for a walnut tree to produce nuts  but this is not true of a family tree.",
      "author": "Anonymous",
      "category": "family"
    },
    {
      "quote": "My father never raised his hand to any one of his children - except in self-defense.",
      "author": "Fred Allen",
      "category": "family"
    },
    {
      "quote": "To encourage my little kid to eat I'd sometimes say: \"Just pretend it's sand.\"",
      "author": "Anonymous",
      "category": "family"
    },
    {
      "quote": "Ask your child what he wants for dinner only if he's buying.",
      "author": "Fran Lebowitz",
      "category": "family"
    },
    {
      "quote": "Sis  I've been wondering . . . On my birthday mom always gives me five thousand dollars. How much does she give you?",
      "author": "Anonymous",
      "category": "family"
    },
    {
      "quote": "My kid asked if he could borrow ten dollars. When I only gave him five dollars he said  \"Okay  since you owe me the other five dollars  we'll call it even.\"",
      "author": "Anonymous",
      "category": "family"
    },
    {
      "quote": "Never raise your hands to your kids. It leaves your groin unprotected.",
      "author": "Red Buttons",
      "category": "family"
    },
    {
      "quote": "Never lend your car to someone you've given birth to.",
      "author": "Erma Bombeck",
      "category": "family"
    },
    {
      "quote": "We were so poor we had no hot water. But it didn't matter because we had no bathtub to put it in anyway.",
      "author": "Tom Dreesen",
      "category": "family"
    },
    {
      "quote": "In most states you can get a driver's license when you're sixteen years old  which made a lot of sense to me when I was sixteen years old but now seems insane.",
      "author": "Phyllis Diller",
      "category": "family"
    },
    {
      "quote": "Home is the place  when you have to go there  they have to take you in.",
      "author": "Robert Frost",
      "category": "family"
    },
    {
      "quote": "I love being a great-grandparent  but what I hate is being the the mother of a grandparent.",
      "author": "Janet Anderson",
      "category": "family"
    },
    {
      "quote": "I want you to know how I feel about my Italian heritage  so I'd like to say a few words in Italian: Verdi  Pavarotti  DiMaggio  Valentino  De Niro  Giuliani. . .",
      "author": "Susan Lucci",
      "category": "family"
    },
    {
      "quote": "A child prodigy is one with highly imaginative parents.",
      "author": "Anonymous",
      "category": "family"
    },
    {
      "quote": "I've just been to a debutant ball where all the girls were wearing low-cut gowns. It's clear why they're called coming out parties.",
      "author": "Martin Fenton",
      "category": "family"
    },
    {
      "quote": "When I reprimanded my son for hair like Michael Jackson  he said: \"I don't see the problem you wear yours like Michael Jordan.\"",
      "author": "Anonymous",
      "category": "family"
    },
    {
      "quote": "Watching your daughter being collected by her date feels like handing over a million-dollar Stradivarius to a gorilla.",
      "author": "Jim Bishop",
      "category": "family"
    },
    {
      "quote": "Insanity runs in my family. It practically gallops.",
      "author": "Gary Grant",
      "category": "family"
    },
    {
      "quote": "Keep in mind ... to a dog you are family  to a cat you are staff.",
      "author": "Anonymous",
      "category": "family"
    },
    {
      "quote": "The happiest moments of my life have been the few which I have passed at home in the bosom of my family.",
      "author": "Thomas Jefferson",
      "category": "family"
    },
    {
      "quote": "There is little less trouble in governing a private family than a whole kingdom.",
      "author": "Michel Montaigne",
      "category": "family"
    },
    {
      "quote": "None but a mule denies his family.",
      "author": "Moroccan proverb",
      "category": "family"
    },
    {
      "quote": "Fare thee well! and if for ever  Still for ever  fare thee well.",
      "author": "Lord Byron",
      "category": "farewell"
    },
    {
      "quote": "Sweets to the sweet  farewell!",
      "author": "William Shakespeare",
      "category": "farewell"
    },
    {
      "quote": "A farmer is always going to be rich next year.",
      "author": "Philemon",
      "category": "farming"
    },
    {
      "quote": "Farming is a most senseless pursuit  a mere laboring in a circle. You sow that you may reap  and then you reap that you may sow. Nothing ever comes of it.",
      "author": "Joannes Stobaeus",
      "category": "farming"
    },
    {
      "quote": "Some people tell us that there ain't no Hell  But they never farmed  so how can they tell?",
      "author": "Anonymous",
      "category": "farming"
    },
    {
      "quote": "Those who labor in the earth are the chosen people of God  if He ever had a chosen people  whose breasts He has made His peculiar deposit for substantial and genuine virtue.",
      "author": "Thomas Jefferson",
      "category": "farming"
    },
    {
      "quote": "The farmer works the soil  The agriculturist works the farmer.",
      "author": "Eugene F. Ware",
      "category": "farming"
    },
    {
      "quote": "Let us never forget that the cultivation of the earth is the most important labor of man. When tillage begins  other arts follow. The farmers  therefore  are the founders of civilization.",
      "author": "Daniel Webster",
      "category": "farming"
    },
    {
      "quote": "A love of fashion makes the economy go round.",
      "author": "Liz Tilberis",
      "category": "fashion"
    },
    {
      "quote": "A pious man is one who would be an atheist if the king were.",
      "author": "Jean de la Bruyere",
      "category": "fashion"
    },
    {
      "quote": "Every generation laughs at the old fashions but religiously follows the new.",
      "author": "Henry David Thoreau",
      "category": "fashion"
    },
    {
      "quote": "Nothing is so hideous as an obsolete fashion.",
      "author": "Stendhal",
      "category": "fashion"
    },
    {
      "quote": "\"The tradition of the new.\" Yesterday's avant-gard-experiment is today's chic and tomorrow's cliche.",
      "author": "Richard Hofstadter",
      "category": "fashion"
    },
    {
      "quote": "Art produces ugly things which frequently become beautiful with time. Fashion  on the other hand  produces beautiful things which always become ugly with time.",
      "author": "Jean Cocteau",
      "category": "fashion"
    },
    {
      "quote": "Be not the first by whom the new are tried  Nor yet the last to lay the old aside.",
      "author": "Alexander Pope",
      "category": "fashion"
    },
    {
      "quote": "Fashion can be bought. Style one must possess.",
      "author": "Edna Woolman Chase",
      "category": "fashion"
    },
    {
      "quote": "Fashion  which elevates the bad to the level of the good  subsequently turns its back on bad and good alike.",
      "author": "Eric Bentley",
      "category": "fashion"
    },
    {
      "quote": "Even knowledge has to be in fashion and where it is not it is wise to affect ignorance.",
      "author": "Baltasar Gracian",
      "category": "fashion"
    },
    {
      "quote": "The fashion wears out more apparel than the man.",
      "author": "William Shakespeare",
      "category": "fashion"
    },
    {
      "quote": "Fashions  after all  are only induced epidemics.",
      "author": "George Bernard Shaw",
      "category": "fashion"
    },
    {
      "quote": "When a man is once in fashion  all he does is right.",
      "author": "Lord Chesterfield",
      "category": "fashion"
    },
    {
      "quote": "I have heard with admiring submission the experience of the lady who declared that the sense of being well-dressed gives a feeling of inward tranquility  which religion is powerless to bestow.",
      "author": "Ralph Waldo Emerson",
      "category": "fashion"
    },
    {
      "quote": "Fashion condemns us to many follies  the greatest is to make oneself its slave.",
      "author": "Napoleon Bonaparte",
      "category": "fashion"
    },
    {
      "quote": "Conformism is so hot on the heels of the mass-produced avant-garde that the 'ins' and the 'outs' change places with the speed of mach 3.",
      "author": "Igor Stravinsky",
      "category": "fashion"
    },
    {
      "quote": "There goes a man made by the Lord Almighty and not by his tailor.",
      "author": "Andrew Jackson",
      "category": "fashion"
    },
    {
      "quote": "Fashions fade - style is eternal.",
      "author": "Yves Saint Laurent",
      "category": "fashion"
    },
    {
      "quote": "And by my grave you'd pray to have me back So I could see how well you look in black.",
      "author": "Marco Carson",
      "category": "fashion"
    },
    {
      "quote": "A man of eighty has outlived probably three new schools of painting  two of architecture and poetry  and a hundred in dress.",
      "author": "Joyce Carey",
      "category": "fashion"
    },
    {
      "quote": "A fashionable woman is always in love - with herself.",
      "author": "La Rochefoucauld",
      "category": "fashion"
    },
    {
      "quote": "I see that the fashion wears out more apparel than the man.",
      "author": "William Shakespeare",
      "category": "fashion"
    },
    {
      "quote": "Fashion is a form of ugliness so intolerable that we have to alter it every six months.",
      "author": "Oscar Wilde",
      "category": "fashion"
    },
    {
      "quote": "Certainty generally is illusion and repose is not the destiny of man.",
      "author": "Oliver Wendell Holmes",
      "category": "fate, destiny"
    },
    {
      "quote": "How many roads must a man walk down Before you call him a man?",
      "author": "Bob Dylan",
      "category": "fate, destiny"
    },
    {
      "quote": "Heaven is the place where the donkey finally catches up with his carrot: hell is the eternity while he waits for it.",
      "author": "Russell Green",
      "category": "fate, destiny"
    },
    {
      "quote": "Continuous effort - not strength or intelligence - is the key to unlocking our potential.",
      "author": "Liane Cardes",
      "category": "fate, destiny"
    },
    {
      "quote": "That that is is.",
      "author": "William Shakespeare",
      "category": "fate, destiny"
    },
    {
      "quote": "Everything passes  everything wears out  everything breaks.(Tout passe  tout lasse  tout casse.)",
      "author": "French proverb",
      "category": "fate, destiny"
    },
    {
      "quote": "Whatso'er we perpetrate We do but row  we are steered by fate.",
      "author": "Samuel Butler",
      "category": "fate, destiny"
    },
    {
      "quote": "Whatever limits us we call Fate.",
      "author": "Ralph Waldo Emerson",
      "category": "fate, destiny"
    },
    {
      "quote": "Whatever the universal nature assigns to any man at any time is for the good of that man at that time.",
      "author": "Marcus Aurelius",
      "category": "fate, destiny"
    },
    {
      "quote": "Certain signs precede certain events.",
      "author": "Cicero",
      "category": "fate, destiny"
    },
    {
      "quote": "See how the Fates their gifts allot. For A is happy - B is not. Yet B is worthy  I dare say  Of more prosperity than A.",
      "author": "W. S. Gilbert",
      "category": "fate, destiny"
    },
    {
      "quote": "Destiny  n: a tyrant's authority for crime and a fool's excuse for failure.",
      "author": "Ambrose Bierce",
      "category": "fate, destiny"
    },
    {
      "quote": "Fate rules the affairs of mankind with no recognizable order.",
      "author": "Seneca",
      "category": "fate, destiny"
    },
    {
      "quote": "He who does not desire or fear the uncertain day or capricious fate  is equal to the gods above and loftier than mortals.",
      "author": "Justus Lipsius",
      "category": "fate, destiny"
    },
    {
      "quote": "The worst is not always certain but it's very likely.",
      "author": "French proverb",
      "category": "fate, destiny"
    },
    {
      "quote": "It is a long road from conception to completion.",
      "author": "Moliere",
      "category": "fate, destiny"
    },
    {
      "quote": "God keeps the wicked to give them time to repent.",
      "author": "Sophie Rostopchine Sigur",
      "category": "fate, destiny"
    },
    {
      "quote": "Fortune is fickle and soon asks back what he has given.",
      "author": "Latin proverb",
      "category": "fate, destiny"
    },
    {
      "quote": "Destiny is what you are supposed to do in life. Fate is what kicks you in the ass to make you do it.",
      "author": "Henry Miller",
      "category": "fate, destiny"
    },
    {
      "quote": "That which God writes on thy forehead  thou wilt come to it.",
      "author": "The Koran",
      "category": "fate, destiny"
    },
    {
      "quote": "When its time has come  the prey goes to the hunter.",
      "author": "Persian proverb",
      "category": "fate, destiny"
    },
    {
      "quote": "The bow is bent  the arrow flies  The winged shaft of fate.",
      "author": "Ira Aldridge",
      "category": "fate"
    },
    {
      "quote": "He has gone to the demnition bow-wows.",
      "author": "Charles Dickens",
      "category": "fate"
    },
    {
      "quote": "'Tis Fate that flings the dice  And as she flings Of kings makes peasants  And of peasants kings.",
      "author": "Anonymous",
      "category": "fate"
    },
    {
      "quote": "Thou must (in commanding and winning  or serving and losing  suffering or triumphing) be either anvil or hammer.",
      "author": "Goethe",
      "category": "fate"
    },
    {
      "quote": "We make our fortunes and we call them fate.",
      "author": "Benjamin Disraeli",
      "category": "fate"
    },
    {
      "quote": "Though men determine  the gods do dispose: and oft times many things fall out between the cup and the lip.",
      "author": "Robert Greene",
      "category": "fate"
    },
    {
      "quote": "The Moving Finger writes  and having writ  Moves on  nor all your Piety nor Wit Shall lure it back to cancel half a Line  Nor all your Tears wash out a Word of it.",
      "author": "Omar Khayyam",
      "category": "fate"
    },
    {
      "quote": "The die is cast.",
      "author": "Suetonius",
      "category": "fate"
    },
    {
      "quote": "The fathers have eaten sour grapes  and the children's teeth are set on edge.",
      "author": "Bible",
      "category": "father"
    },
    {
      "quote": "Call no man your father upon the earth: for one is your Father  which is in heaven.",
      "author": "Matthew",
      "category": "father"
    },
    {
      "quote": "It is a wise father that knows his own child.",
      "author": "William Shakespeare",
      "category": "father"
    },
    {
      "quote": "A father is a banker provided by nature.",
      "author": "French proverb",
      "category": "father"
    },
    {
      "quote": "The child is father of the man.",
      "author": "William Wordsworth",
      "category": "father"
    },
    {
      "quote": "There is so much good in the worst of us  And so much bad in the best of us  That it ill behooves any of us To find fault with the rest of us.",
      "author": "Anonymous",
      "category": "fault"
    },
    {
      "quote": "The greatest of faults  I should say  is to be conscious of none.",
      "author": "Thomas Carlyle",
      "category": "fault"
    },
    {
      "quote": "The defects of great men are the consolation of the dunces.",
      "author": "Isaac D'Israeli",
      "category": "fault"
    },
    {
      "quote": "We keep on deceiving ourselves in regard to our faults  until we at last come to look upon them as virtues.",
      "author": "Heinrich Heine",
      "category": "fault"
    },
    {
      "quote": "A fanatic is a man who consciously over-compensates a secret doubt.",
      "author": "Aldous Huxley",
      "category": "fear"
    },
    {
      "quote": "Fear is the parent of cruelty.",
      "author": "James A. Froude",
      "category": "fear"
    },
    {
      "quote": "We must travel in the direction of our fear.",
      "author": "John Berryman",
      "category": "fear"
    },
    {
      "quote": "Once men are caught up in an event they cease to be afraid. Only the unknown frightens men.",
      "author": "Antoine de St. Exupery",
      "category": "fear"
    },
    {
      "quote": "People wish to learn to swim and at the same time to keep one foot on the ground.",
      "author": "Marcel Proust",
      "category": "fear"
    },
    {
      "quote": "Fear is not an unknown emotion to us.",
      "author": "Neil Armstrong",
      "category": "fear"
    },
    {
      "quote": "So let me assert my firm belief that the only thing we have to fear is fear itself - nameless  unreasoning  unjustified terror which paralyzes needed efforts to convert retreat into advance.",
      "author": "Franklin D. Roosevelt",
      "category": "fear"
    },
    {
      "quote": "I will show you fear in a handful of dust.",
      "author": "T. S. Eliot",
      "category": "fear"
    },
    {
      "quote": "Fear of losing is what makes competitors so great. Show me a gracious loser and I'll show you a perennial loser.",
      "author": "O. J. Simpson",
      "category": "fear"
    },
    {
      "quote": "Nothing in life is to be feared. It is only to be understood.",
      "author": "Marie Curie",
      "category": "fear"
    },
    {
      "quote": "Nothing is more despicable than respect based on fear.",
      "author": "Albert Camus",
      "category": "fear"
    },
    {
      "quote": "Just as courage imperils life  fear protects it.",
      "author": "Leonardo da Vinci",
      "category": "fear"
    },
    {
      "quote": "Fear comes from uncertainty. When we are absolutely certain  whether of our worth or worthlessness  we are almost impervious to fear. Thus a feeling of utter unworthiness can be a source of courage.",
      "author": "Eric Hoffer",
      "category": "fear"
    },
    {
      "quote": "Where no hope is left  is left no fear.",
      "author": "John Milton",
      "category": "fear"
    },
    {
      "quote": "The human race is a race of cowards  and I am not only marching in that procession but carrying a banner.",
      "author": "Mark Twain",
      "category": "fear"
    },
    {
      "quote": "Men hesitate less to injure a man who makes himself loved than to injure one who makes himself feared  for their love is held by a chain of obligation which  because of men's wickedness  is broken on every occasion for the sake of selfish profit  but their fear is secured by a dread of punishment.",
      "author": "Niccolo Machiavelli",
      "category": "fear"
    },
    {
      "quote": "I  a stranger and afraid In a world I never made.",
      "author": "A. E. Housman",
      "category": "fear"
    },
    {
      "quote": "Fear has a smell  as Love does.",
      "author": "Margaret Atwood",
      "category": "fear"
    },
    {
      "quote": "Fear can be headier than whisky  once man has acquired a taste for it.",
      "author": "Donald Dowries",
      "category": "fear"
    },
    {
      "quote": "The suspense is terrible. I hope it will last.",
      "author": "Oscar Wilde",
      "category": "fear"
    },
    {
      "quote": "A good scare is worth more to a man than good advice.",
      "author": "Edgar Watson Howe",
      "category": "fear"
    },
    {
      "quote": "How does one kill fear  I wonder? How do you shoot a spectre through the heart  slash off its spectral head  take it by the spectral throat?",
      "author": "Joseph Conrad",
      "category": "fear"
    },
    {
      "quote": "In grief we know the worst of what we feel  But who can tell the end of what we fear?",
      "author": "Hannah More",
      "category": "fear"
    },
    {
      "quote": "The only way to get rid of my fears is to make films about them.",
      "author": "Alfred Hitchcock",
      "category": "fear"
    },
    {
      "quote": "I would often be a coward  but for the shame of it.",
      "author": "Ralph Connor",
      "category": "fear"
    },
    {
      "quote": "Horror is a feeling that cannot last long  human nature is incapable of supporting it.",
      "author": "James de Mille",
      "category": "fear"
    },
    {
      "quote": "The horse does abominate the camel  the mighty elephant is afraid of a mouse  and they say that the lion  which scorneth to turn his back upon the stoutest animal  will tremble at the crowing of a cock.",
      "author": "Increase Mather",
      "category": "fear"
    },
    {
      "quote": "The flocks fear the wolf  the crops the storm  and the trees the wind.",
      "author": "Virgil",
      "category": "fear"
    },
    {
      "quote": "We all choke  and the man who says he doesn't choke is lying like hell.",
      "author": "Lee Trevino",
      "category": "fear"
    },
    {
      "quote": "A man who says he has never been scared is either lying or else he's never been any place or done anything.",
      "author": "Louis L'Amour",
      "category": "fear"
    },
    {
      "quote": "All men are afraid in battle. The coward is the one who lets his fear overcome his sense of duty. Duty is the essence of manhood.",
      "author": "General George S. Patton",
      "category": "fear"
    },
    {
      "quote": "Only the self-deceived will claim perfect freedom from fear.",
      "author": "Bill W.",
      "category": "fear"
    },
    {
      "quote": "Every day I wake up a little afraid. Only a fool is never afraid.",
      "author": "Ron Meyer",
      "category": "fear"
    },
    {
      "quote": "This is the century of fear.",
      "author": "Albert Camus",
      "category": "fear"
    },
    {
      "quote": "There is perhaps nothing so bad and so dangerous in life as fear.",
      "author": "Jawaharlal Nehru",
      "category": "fear"
    },
    {
      "quote": "The trouble with most people is that they think with their hopes or fears or wishes rather than with their minds.",
      "author": "Nancy Astor",
      "category": "fear"
    },
    {
      "quote": "Fear  true fear  is a savage frenzy. Of all the insanities of which we are capable  it is surely the most cruel.",
      "author": "Georges Bernanos",
      "category": "fear"
    },
    {
      "quote": "Fear is the fire that melts Icarian wings.",
      "author": "Florence Earle Coates",
      "category": "fear"
    },
    {
      "quote": "There seemed to be endless obstacles-it seemed that the root cause of them all was fear.",
      "author": "Joanna Field",
      "category": "fear"
    },
    {
      "quote": "How very little can be done under the spirit of fear.",
      "author": "Florence Nightingale",
      "category": "fear"
    },
    {
      "quote": "The most destructive element in the human mind is fear. Fear creates aggressiveness  aggressiveness engenders hostility  hostility engenders fear-a disastrous circle.",
      "author": "Dorothy Thompson",
      "category": "fear"
    },
    {
      "quote": "A man's doubts and fears are his worst enemies.",
      "author": "William Wrigley",
      "category": "fear"
    },
    {
      "quote": "Great self-destruction follows upon unfounded fear.",
      "author": "Ursula K. LeGuin",
      "category": "fear"
    },
    {
      "quote": "Fear is the most devastating of all human emotions. Man has no trouble like the paralyzing effects of fear.",
      "author": "Paul Parker",
      "category": "fear"
    },
    {
      "quote": "Only when we are no longer afraid do we begin to live.",
      "author": "Dorothy Thompson",
      "category": "fear"
    },
    {
      "quote": "Neither a man nor a crowd nor a nation can be trusted to act humanely or to think sanely under the influence of a great fear.",
      "author": "Bertrand Russell",
      "category": "fear"
    },
    {
      "quote": "The worst sorrows in life are not in its losses and misfortunes  but its fears.",
      "author": "Arthur Christopher Benson",
      "category": "fear"
    },
    {
      "quote": "No passion so effectually robs the mind of all its powers of acting and reasoning as fear.",
      "author": "Edmund Burke",
      "category": "fear"
    },
    {
      "quote": "The thing I fear most is fear.",
      "author": "Michel de Montaigne",
      "category": "fear"
    },
    {
      "quote": "Nothing is so much to be feared as fear.",
      "author": "Henry David Thoreau",
      "category": "fear"
    },
    {
      "quote": "Nothing is terrible except fear itself.",
      "author": "Francis Bacon",
      "category": "fear"
    },
    {
      "quote": "The only thing we have to fear is fear itself-nameless  unreasoning  unjustified terror which paralyzes needed efforts to convert retreat into advance.",
      "author": "Franklin Delano Roosevelt",
      "category": "fear"
    },
    {
      "quote": "It is better by noble boldness to run the risk of being subject to half the evils we anticipate than to remain in cowardly listlessness for fear of what might happen.",
      "author": "Herodotus",
      "category": "fear"
    },
    {
      "quote": "There is no devil but fear.",
      "author": "Elbert Hubbard",
      "category": "fear"
    },
    {
      "quote": "Men who look young  act young  and everlastingly harp on the fact that they are young-but who nevertheless think and act with a degree of caution what would be excessive in their grandfathers-are the curses of the world.",
      "author": "Robertson Davies",
      "category": "fear"
    },
    {
      "quote": "There's nothing I'm afraid of like scared people.",
      "author": "Robert Frost",
      "category": "fear"
    },
    {
      "quote": "God! Is there anything uglier than a frightened man!",
      "author": "Jean Anouilh",
      "category": "fear"
    },
    {
      "quote": "The only thing I am afraid of is fear.",
      "author": "Arthur Wellesley",
      "category": "fear"
    },
    {
      "quote": "Of all the passions  fear weakens judgment most.",
      "author": "Cardinal de Retz",
      "category": "fear"
    },
    {
      "quote": "All forms of fear produce fatigue.",
      "author": "Bertrand Russell",
      "category": "fear"
    },
    {
      "quote": "The more I traveled the more I realized that fear makes strangers of people who should be friends.",
      "author": "Shirley MacLaine",
      "category": "fear"
    },
    {
      "quote": "Power does not corrupt. Fear corrupts  perhaps the fear of a loss of power.",
      "author": "John Steinbeck",
      "category": "fear"
    },
    {
      "quote": "When men are ruled by fear  they strive to prevent the very changes that will abate it.",
      "author": "Alan Paton",
      "category": "fear"
    },
    {
      "quote": "Fear  if allowed free rein  would reduce all of us to trembling shadows of men  for whom only death could bring release.",
      "author": "John M. Wilson",
      "category": "fear"
    },
    {
      "quote": "If we let things terrify us  life will not be worth living.",
      "author": "Marcus Annaeus Seneca",
      "category": "fear"
    },
    {
      "quote": "When fear is excessive it can make many a man despair.",
      "author": "Saint Thomas Aquinas",
      "category": "fear"
    },
    {
      "quote": "Fear makes the wolf bigger than he is.",
      "author": "German proverb",
      "category": "fear"
    },
    {
      "quote": "One of the effects of fear is to disturb the senses and cause things to appear other than what they are.",
      "author": "Miguel de Cervantes",
      "category": "fear"
    },
    {
      "quote": "What begins in fear usually ends in folly.",
      "author": "Samuel Taylor Coleridge",
      "category": "fear"
    },
    {
      "quote": "In doubt  fear is the worst of prophets.",
      "author": "Statius",
      "category": "fear"
    },
    {
      "quote": "Fear is the most damnable  damaging thing to human personality in the whole world.",
      "author": "William Faulkner",
      "category": "fear"
    },
    {
      "quote": "Fear is the main source of superstition  and one of the main sources of cruelty.",
      "author": "Bertrand Russell",
      "category": "fear"
    },
    {
      "quote": "Fear is like fire. If controlled it will help you  if uncontrolled  it will rise up and destroy you. Men's actions depend to a great extent upon fear. We do things either because we enjoy doing them or because we are afraid not to do them.",
      "author": "John F. Milburn",
      "category": "fear"
    },
    {
      "quote": "To hate and to fear is to be psychologically ill... it is  in fact  the consuming illness of our time.",
      "author": "Harry A. Overstreet",
      "category": "fear"
    },
    {
      "quote": "Fear is an acid which is pumped into one's atmosphere. It causes mental  moral and spiritual asphyxiation  and sometimes death  death to energy and all growth.",
      "author": "Horace Fletcher",
      "category": "fear"
    },
    {
      "quote": "Fear is the proof of a degenerate mind.",
      "author": "Virgil",
      "category": "fear"
    },
    {
      "quote": "Fear is an insidious virus. Given a breeding place in our minds ... it will eat away our spirit and block the forward path of our endeavors.",
      "author": "James F. Bell",
      "category": "fear"
    },
    {
      "quote": "A man who is afraid will do anything.",
      "author": "Jawaharlal Nehru",
      "category": "fear"
    },
    {
      "quote": "Excessive fear is always powerless.",
      "author": "Aeschylus",
      "category": "fear"
    },
    {
      "quote": "Fear makes strangers of people who should be friends.",
      "author": "Shirley MacLaine",
      "category": "fear"
    },
    {
      "quote": "O  how vain and vile a passion is this fear! What base  uncomely things it makes men do.",
      "author": "Samuel Johnson",
      "category": "fear"
    },
    {
      "quote": "The unknown is what it is. And to be frightened of it is what sends everybody scurrying around chasing dreams  illusions  wars  peace  love  hate  all that. Unknown is what it is. Accept that it's unknown  and it's plain sailing.",
      "author": "John Lennon",
      "category": "fear"
    },
    {
      "quote": "No passion so effectively robs the mind of its powers of acting and reasoning as fear.",
      "author": "Edmund Burke",
      "category": "fear"
    },
    {
      "quote": "As many people die from an excess of timidity as from bravery.",
      "author": "Norman Mailer",
      "category": "fear"
    },
    {
      "quote": "If a man harbors any sort of fear  it percolates through all his thinking  damages his personality  makes him landlord to a ghost.",
      "author": "Lloyd C. Douglas",
      "category": "fear"
    },
    {
      "quote": "If you let fear of consequence prevent you from following your deepest instinct  then your life will be safe  expedient and thin.",
      "author": "Katharine Butler Hathaway",
      "category": "fear"
    },
    {
      "quote": "There is nothing that fear or hope does not make men believe.",
      "author": "Vauvenargues",
      "category": "fear"
    },
    {
      "quote": "Fear is the prison of the heart.",
      "author": "Anonymous",
      "category": "fear"
    },
    {
      "quote": "I have come to realize that all my trouble with living has come from fear and smallness within me.",
      "author": "Angela L. Wozniak",
      "category": "fear"
    },
    {
      "quote": "He who fears something gives it power over him.",
      "author": "Moorish proverb",
      "category": "fear"
    },
    {
      "quote": "How very little can be done under the spirit of fear.",
      "author": "Florence Nightingale",
      "category": "fear"
    },
    {
      "quote": "All fear is bondage.",
      "author": "Anonymous",
      "category": "fear"
    },
    {
      "quote": "We promise according to our hopes  and perform according to our fears.",
      "author": "Francois de La Rochefoucauld",
      "category": "fear"
    },
    {
      "quote": "There seemed to be endless obstacles ... it seemed that the root cause of them all was fear.",
      "author": "Joanna Field",
      "category": "fear"
    },
    {
      "quote": "No power is strong enough to be lasting if it labors under the weight of fear.",
      "author": "Cicero",
      "category": "fear"
    },
    {
      "quote": "Where fear is  happiness is not.",
      "author": "Marcus Annaeus Seneca",
      "category": "fear"
    },
    {
      "quote": "Many fears are born of fatigue and loneliness.",
      "author": "Max Ehrmann",
      "category": "fear"
    },
    {
      "quote": "We're frightened of what makes us different.",
      "author": "Anne Rice",
      "category": "fear"
    },
    {
      "quote": "Fear always springs from ignorance.",
      "author": "Ralph Waldo Emerson",
      "category": "fear"
    },
    {
      "quote": "We are always afraid to start something that we want to make very good  true  and serious.",
      "author": "Brenda Ueland",
      "category": "fear"
    },
    {
      "quote": "The craven's fear is but selfishness  like his merriment.",
      "author": "John Greenleaf Whittier",
      "category": "fear"
    },
    {
      "quote": "When did reason ever direct our desires or our fears?",
      "author": "Juvenal",
      "category": "fear"
    },
    {
      "quote": "Fear is created not by the world around us  but in the mind  by what we think is going to happen.",
      "author": "Elizabeth Gawain",
      "category": "fear"
    },
    {
      "quote": "Fear is secured by a dread of punishment.",
      "author": "Niccolo Machiavelli",
      "category": "fear"
    },
    {
      "quote": "We are largely the playthings of our fears. To one  fear of the dark  to another  of physical pain  to a third  of public ridicule  to a fourth  of poverty  to a fifth  of loneliness ... for all of us  our particular creature waits in ambush.",
      "author": "Horace Walpole",
      "category": "fear"
    },
    {
      "quote": "If your desires be endless  your cares and fears will be so  too.",
      "author": "Thomas Fuller",
      "category": "fear"
    },
    {
      "quote": "We fear the thing we want the most.",
      "author": "Dr. Robert Anthony",
      "category": "fear"
    },
    {
      "quote": "We are more often frightened than hurt  and we suffer more from imagination than from reality.",
      "author": "Marcus Annaeus Seneca",
      "category": "fear"
    },
    {
      "quote": "Fear  born of that stern matron  Responsibility.",
      "author": "William McFee",
      "category": "fear"
    },
    {
      "quote": "Only your mind can produce fear.",
      "author": "Anonymous",
      "category": "fear"
    },
    {
      "quote": "Fear follows crime  and is its punishment.",
      "author": "Voltaire",
      "category": "fear"
    },
    {
      "quote": "All infractions of love and equity in our social relations are ... punished by fear.",
      "author": "Ralph Waldo Emerson",
      "category": "fear"
    },
    {
      "quote": "The only thing we have to fear on this planet is man.",
      "author": "Carl Jung",
      "category": "fear"
    },
    {
      "quote": "There is nothing in the universe that I fear  but that I shall not know all my duty or fail to do it.",
      "author": "Mary Lyon",
      "category": "fear"
    },
    {
      "quote": "I can stand what I know. It's what I don't know that frightens me.",
      "author": "Frances Newton",
      "category": "fear"
    },
    {
      "quote": "I am never afraid of what I know.",
      "author": "Anna Sewell",
      "category": "fear"
    },
    {
      "quote": "Fear comes from uncertainty. When we are absolutely certain  whether of our worth or worthlessness  we are almost impervious to fear.",
      "author": "William Congreve",
      "category": "fear"
    },
    {
      "quote": "Let us not fear the hidden. Or each other.",
      "author": "Muriel Rukeyser",
      "category": "fear"
    },
    {
      "quote": "We all fear what we don't know-it's natural.",
      "author": "Leo Buscaglia",
      "category": "fear"
    },
    {
      "quote": "Fear always springs from ignorance.",
      "author": "Ralph Waldo Emerson",
      "category": "fear"
    },
    {
      "quote": "The only thing we have to fear is fear itself.",
      "author": "F. D. Roosevelt",
      "category": "fear"
    },
    {
      "quote": "The fear of the Lord is the beginning of knowledge.",
      "author": "Bible",
      "category": "fear"
    },
    {
      "quote": "Why should we break up Our snug and pleasant party? Time was made for slaves  But never for us so hearty.",
      "author": "John B. Buckstone",
      "category": "festivities"
    },
    {
      "quote": "Let us have wine and woman  mirth and laughter. Sermons and soda-water the day after.",
      "author": "Lord Byron",
      "category": "festivities"
    },
    {
      "quote": "The feast of reason  and the flow of soul.",
      "author": "Alexander Pope",
      "category": "festivities"
    },
    {
      "quote": "Feast  and your halls are crowded  Fast  and the world goes by.",
      "author": "Ella Wheeler Wilc",
      "category": "festivities"
    },
    {
      "quote": "Your own property is concerned when your neighbor's house is on fire.",
      "author": "Horace",
      "category": "fire"
    },
    {
      "quote": "The burnt child dreads the fire.",
      "author": "Ben Jonson",
      "category": "fire"
    },
    {
      "quote": "There can no great smoke arise  but there must be some fire.",
      "author": "John Lyly",
      "category": "fire"
    },
    {
      "quote": "AH the fat's in the fire.",
      "author": "John Marston",
      "category": "fire"
    },
    {
      "quote": "As lacking in privacy as a goldfish.",
      "author": "Anonymous",
      "category": "fish"
    },
    {
      "quote": "She is neither fish  nor flesh  nor good red herring.",
      "author": "John Heywood",
      "category": "fish"
    },
    {
      "quote": "Master  I marvel how the fishes live in the sea. Why  as men do a-land: the great ones eat up the little ones.",
      "author": "Pericles",
      "category": "fish"
    },
    {
      "quote": "We have here other fish to fry.",
      "author": "Francois Rabelais",
      "category": "fish"
    },
    {
      "quote": "There are as good fish in the sea as ever came out of it.",
      "author": "English proverb",
      "category": "fish"
    },
    {
      "quote": "To fish in troubled waters.",
      "author": "Matthew Henry",
      "category": "fish"
    },
    {
      "quote": "You must lose a fly to catch a trout.",
      "author": "George Edward Herbert",
      "category": "fish"
    },
    {
      "quote": "A fishing-rod was a stick with a hook at one end and a fool at the other.",
      "author": "Samuel Johnson",
      "category": "fish"
    },
    {
      "quote": "Angling may be said to be so like the mathematics that it can never be fully learnt.",
      "author": "Izaak Walton",
      "category": "fish"
    },
    {
      "quote": "God never did make a more calm  quiet  innocent recreation than angling.",
      "author": "Izaak Walton",
      "category": "fish"
    },
    {
      "quote": "Angling is an innocent cruelty.",
      "author": "George Parker",
      "category": "fish"
    },
    {
      "quote": "If any one attempts to haul down the American flag  shoot him on the spot.",
      "author": "John A. Dix",
      "category": "flag"
    },
    {
      "quote": "When Freedom from her mountain height Unfurled her standard to the air  She tore the azure robe of night  And set the stars of glory there.",
      "author": "Joseph Rodman Drake",
      "category": "flag"
    },
    {
      "quote": "Cheers for the sailors that fought on the wave for it  Cheers for the soldiers that always were brave for it  Tears for the men that went down to the grave for it  Here comes the Flag!",
      "author": "Arthur Macy",
      "category": "flag"
    },
    {
      "quote": "The flag of our Union forever!",
      "author": "George P. Morris",
      "category": "flag"
    },
    {
      "quote": "Oh! say  does that star-spangled banner yet wave  O'er the land of the free and the home of the brave.",
      "author": "Francis Scott Key",
      "category": "flag"
    },
    {
      "quote": "Yes  we'll rally round the flag  boys  we'll rally once again  Shouting the battle-cry of Freedom  We will rally from the hillside  we'll gather from the plain  Shouting the battle-cry of Freedom.",
      "author": "George F. Root",
      "category": "flag"
    },
    {
      "quote": "Your flag and my flag  And how it flies today In your land and my land And half a world away! Rose-red and blood-reed The stripes forever gleam  Snow-white and soul-white -  The good forefathers' dream  Sky-blue and true-blue  with stars to gleam aright -  The gloried guidon of the day  a shelter through the night.",
      "author": "Wilbur D. Nesbit",
      "category": "flag"
    },
    {
      "quote": "\"Shoot  if you must  this old gray head  But spare your country's flag \" she said.",
      "author": "John Greenleaf Whittier",
      "category": "flag"
    },
    {
      "quote": "Imitation is the sincerest (form) of flattery.",
      "author": "Walter Colton",
      "category": "flattery"
    },
    {
      "quote": "Men are like stone jugs - you may lug them where you like by the ears.",
      "author": "Samuel Johnson",
      "category": "flattery"
    },
    {
      "quote": "A man that flattereth his neighbor spreadeth a net for his feet.",
      "author": "Bible",
      "category": "flattery"
    },
    {
      "quote": "O  that men's ears should be To counsel deaf  but not to flattery!",
      "author": "William Shakespeare",
      "category": "flattery"
    },
    {
      "quote": "Their throat is an open sepulchre  they flatter with their tongue.",
      "author": "Bible",
      "category": "flattery"
    },
    {
      "quote": "It is easy to flatter  it is harder to praise.",
      "author": "Jean Paul Richter",
      "category": "flattery"
    },
    {
      "quote": "Flirtation  attention without intention.",
      "author": "Max O'Neil",
      "category": "flirtation"
    },
    {
      "quote": "Men seldom make passes At girls who wear glasses.",
      "author": "Dorothy Parker",
      "category": "flirtation"
    },
    {
      "quote": "It is the same in love as in war  a fortress that parleys is half taken.",
      "author": "Marguerite de Valois",
      "category": "flirtation"
    },
    {
      "quote": "Flowers may beckon towards us  but they speak toward heaven and God.",
      "author": "Henry Ward Beecher",
      "category": "flowers"
    },
    {
      "quote": "Flowers are words Which even a babe may understand.",
      "author": "Bishop Coxe",
      "category": "flowers"
    },
    {
      "quote": "But ne'er the rose without the thorn.",
      "author": "Robert Herrick",
      "category": "flowers"
    },
    {
      "quote": "And I will make thee beds of roses  And a thousand fragrant posies.",
      "author": "Christopher Marlowe",
      "category": "flowers"
    },
    {
      "quote": "Consider the lilies of the field  how they grow  they toil not  neither do they spin.",
      "author": "Matthew",
      "category": "flowers"
    },
    {
      "quote": "Flowers of all hue  and without thorn the rose.",
      "author": "John Milton",
      "category": "flowers"
    },
    {
      "quote": "In Flanders' fields the poppies blow Between the crosses  row on row  That mark our place  and in the sky  The larks  still bravely singing  fly Scarce heard among the guns below.",
      "author": "John McCrae",
      "category": "flowers"
    },
    {
      "quote": "Tis the last rose of summer. Left blooming alone.",
      "author": "George Moore",
      "category": "flowers"
    },
    {
      "quote": "Where flowers degenerate man cannot live.",
      "author": "Napoleon",
      "category": "flowers"
    },
    {
      "quote": "\"Of what are you afraid  my child?\" inquired the kindly teacher. \"Oh  sir! the flowers  they are wild \" replied the timid creature.",
      "author": "Peter Newell",
      "category": "flowers"
    },
    {
      "quote": "If of thy mortal goods thoU art bereft  And from thy slender store two loaves alone to thee are left  Sell one  and with the dole Buy hyacinths to feed thy soul.",
      "author": "Sadi",
      "category": "flowers"
    },
    {
      "quote": "Say it with flowers.",
      "author": "Patrick F. O'Keefe",
      "category": "flowers"
    },
    {
      "quote": "I sometimes think that never blows so red The Rose as where some buried Caesar bled  That every Hyacinth the Garden wears Dropt in her Lap from some once lovely Head.",
      "author": "Omar Khayyam",
      "category": "flowers"
    },
    {
      "quote": "One thing is certain and the rest is lies  The Flower that once has blown for ever dies.",
      "author": "Omar Khayyam",
      "category": "flowers"
    },
    {
      "quote": "When lilacs last in the dooryard bloom'd  And the great star early droop'd in the western sky the night  I mourn'd - and yet shall mourn with ever-returning spring.",
      "author": "Walt Whitman",
      "category": "flowers"
    },
    {
      "quote": "It is easier to catch flies with honey than with vinegar.",
      "author": "English proverb",
      "category": "fly"
    },
    {
      "quote": "A fly sat on the chariot wheel And said \"What a dust I raise.\"",
      "author": "Jean de la Fontaine",
      "category": "fly"
    },
    {
      "quote": "Baby bye Here's a fly  Let us watch him  you and I. How he crawls Up the walls Yet he never falls.",
      "author": "Theodore Tilton",
      "category": "fly"
    },
    {
      "quote": "The folly of one man is the fortune of another.",
      "author": "Sir Francis Bacon",
      "category": "folly"
    },
    {
      "quote": "He who lives without committing any folly is not so wise as he thinks.",
      "author": "La Rochefoucauld",
      "category": "folly"
    },
    {
      "quote": "Answer a fool according to his folly.",
      "author": "Bible",
      "category": "folly"
    },
    {
      "quote": "To swallow gudgeons ere they're catch'd And count their chickens ere they're hatch'd.",
      "author": "Nicholas Murray Butler",
      "category": "folly"
    },
    {
      "quote": "To stumble twice against the same stone  is a proverbial disgrace.",
      "author": "Cicero",
      "category": "folly"
    },
    {
      "quote": "At the end of every diet  the path curves back toward the trough.",
      "author": "Mason Cooley",
      "category": "food"
    },
    {
      "quote": "Food is an important part of a balanced diet.",
      "author": "Fran Lebowitz",
      "category": "food"
    },
    {
      "quote": "It's a very odd thing As odd as can be That whatever Miss T. eats Turns into Miss T.",
      "author": "Walter de la Mare",
      "category": "food"
    },
    {
      "quote": "Never eat more than you can lift.",
      "author": "Miss Piggy",
      "category": "food"
    },
    {
      "quote": "There is no love sincerer than the love of food.",
      "author": "George Bernard Shaw",
      "category": "food"
    },
    {
      "quote": "Kissing don't last: cookery do.",
      "author": "George Meredith",
      "category": "food"
    },
    {
      "quote": "Hunger is not debatable.",
      "author": "Harry Hopkins",
      "category": "food"
    },
    {
      "quote": "To eat well in England you should have breakfast three times a day.",
      "author": "W. Somerset Maugham",
      "category": "food"
    },
    {
      "quote": "To get the best results  you must talk to your vegetables.",
      "author": "Charles, Prince of Wales",
      "category": "food"
    },
    {
      "quote": "Toots Shore's restaurant is so crowded nobody goes there anymore.",
      "author": "Yogi Berra",
      "category": "food"
    },
    {
      "quote": "Dinner  a time when . . . one should eat wisely but not too well  and talk well but not too wisely.",
      "author": "W. Somerset Maugham",
      "category": "food"
    },
    {
      "quote": "There is no such thing as a little garlic.",
      "author": "Anonymous",
      "category": "food"
    },
    {
      "quote": "Even were a cook to cook a fly  he would keep the breast for himself.",
      "author": "Polish proverb",
      "category": "food"
    },
    {
      "quote": "No man is lonely while eating spaghetti - it requires so much attention.",
      "author": "Christopher Morley",
      "category": "food"
    },
    {
      "quote": "A hungry man is not a free man.",
      "author": "Adlai Stevenson",
      "category": "food"
    },
    {
      "quote": "A great step toward independence is a good-humoured stomach.",
      "author": "Seneca",
      "category": "food"
    },
    {
      "quote": "I feel a recipe is only a theme  which an intelligent cook can play each time with a variation.",
      "author": "Madame Benoit",
      "category": "food"
    },
    {
      "quote": "All happiness depends on a leisurely breakfast.",
      "author": "John Gunther",
      "category": "food"
    },
    {
      "quote": "Cheese - milk's leap toward immortality.",
      "author": "Clifton Fadiman",
      "category": "food"
    },
    {
      "quote": "A gourmet is just a glutton with brains.",
      "author": "Philip W. Haberman",
      "category": "food"
    },
    {
      "quote": "Vegetarianism is harmless enough  though it is apt to fill a man with wind and self-righteousness.",
      "author": "Sir Robert Hutchinson",
      "category": "food"
    },
    {
      "quote": "If you wish to grow thinner  diminish your dinner.",
      "author": "H. S. Leigh",
      "category": "food"
    },
    {
      "quote": "To a man with an empty stomach  food is god.",
      "author": "Mahatma Gandhi",
      "category": "food"
    },
    {
      "quote": "Hunger is the best sauce.",
      "author": "Proverbs",
      "category": "food"
    },
    {
      "quote": "A man is in general better pleased when he has a good dinner upon his table  than when his wife talks Greek.",
      "author": "Samuel Johnson",
      "category": "food"
    },
    {
      "quote": "If you ask the hungry man how much is two and two  he replies four loaves.",
      "author": "Hindu proverb",
      "category": "food"
    },
    {
      "quote": "A good meal makes a man feel more charitable toward the whole world than any sermon.",
      "author": "Arthur Pendenys",
      "category": "food"
    },
    {
      "quote": "More die in the United States of too much food than of too little.",
      "author": "J. K. Galbraith",
      "category": "food"
    },
    {
      "quote": "A good meal ought to begin with hunger.",
      "author": "French proverb",
      "category": "food"
    },
    {
      "quote": "It is a hard matter  my fellow citizens  to argue with the belly  since it has no ears.",
      "author": "Plutarch",
      "category": "food"
    },
    {
      "quote": "The one way to get thin is to re-establish a purpose in life.",
      "author": "Cyril Connolly",
      "category": "food"
    },
    {
      "quote": "A smiling face is half the meal.",
      "author": "Latvian proverb",
      "category": "food"
    },
    {
      "quote": "There is no such thing as a pretty good omelette.",
      "author": "French proverb",
      "category": "food"
    },
    {
      "quote": "Fish  to taste right  must swim three times - in water  in butter and in wine.",
      "author": "Polish proverb",
      "category": "food"
    },
    {
      "quote": "A fool's head never whitens.",
      "author": "Old saying",
      "category": "fools, foolishness"
    },
    {
      "quote": "For ye suffer fools gladly  seeing ye yourselves are wise.",
      "author": "Bible",
      "category": "fools, foolishness"
    },
    {
      "quote": "Many have been the wise speeches of fools  though not so many as the foolish speeches of wise men.",
      "author": "Thomas Fuller",
      "category": "fools, foolishness"
    },
    {
      "quote": "Men trip not on mountains  they stumble on stones.",
      "author": "Old saying",
      "category": "fools, foolishness"
    },
    {
      "quote": "There are bearded fools.",
      "author": "Old saying",
      "category": "fools, foolishness"
    },
    {
      "quote": "Every man is a damn fool for at least five minutes every day  wisdom consists in not exceeding the limit.",
      "author": "Elbert Hubbard",
      "category": "fools, foolishness"
    },
    {
      "quote": "Nothing is more like a wise man than a fool who holds his tongue.",
      "author": "St. Francis de Sales",
      "category": "fools, foolishness"
    },
    {
      "quote": "If fifty million people say a foolish thing  it is still a foolish thing.",
      "author": "Anatole France",
      "category": "fools, foolishness"
    },
    {
      "quote": "There are two kinds of fools: one says  'This is old  therefore it is good'  the other says  'This is new  therefore it is better.'",
      "author": "Dean William R. Inge",
      "category": "fools, foolishness"
    },
    {
      "quote": "A fool must now and then be right by chance.",
      "author": "William Cowper",
      "category": "fools, foolishness"
    },
    {
      "quote": "Let us be thankful for the fools. But for them the rest of us could not succeed.",
      "author": "Mark Twain",
      "category": "fools, foolishness"
    },
    {
      "quote": "Here cometh April again  and as far as I can see the world hath more fools in it than ever.",
      "author": "Charles Lamb",
      "category": "fools, foolishness"
    },
    {
      "quote": "A busy fool is fitter to be shut up than a downright madman.",
      "author": "George, Lord Halifax",
      "category": "fools, foolishness"
    },
    {
      "quote": "With stupidity the gods themselves struggle in vain.",
      "author": "Friedrich von Schiller",
      "category": "fools, foolishness"
    },
    {
      "quote": "There are some people that if they don't know  you can't tell 'em.",
      "author": "Louis Armstrong",
      "category": "fools, foolishness"
    },
    {
      "quote": "A fellow who is always declaring he's no fool usually has his suspicions.",
      "author": "Wilson Mizner",
      "category": "fools, foolishness"
    },
    {
      "quote": "Stupidity is an elemental force for which no earthquake is a match.",
      "author": "Karl Kraus",
      "category": "fools, foolishness"
    },
    {
      "quote": "Every inch that is not fool is rogue.",
      "author": "John Dryden",
      "category": "fools, foolishness"
    },
    {
      "quote": "A little nonsense now and then is relished by the wisest men.",
      "author": "Anonymous",
      "category": "fools, foolishness"
    },
    {
      "quote": "He who lives without folly is not as wise as he thinks.",
      "author": "La Rochefoucauld",
      "category": "fools, foolishness"
    },
    {
      "quote": "The poor schlemiel is a man who falls on his back and breaks his nose.",
      "author": "Jewish proverb",
      "category": "fools, foolishness"
    },
    {
      "quote": "None but a fool worries about things he cannot influence.",
      "author": "Samuel Johnson",
      "category": "fools, foolishness"
    },
    {
      "quote": "Nature never makes any blunders  when she makes a fool she means it.",
      "author": "Josh Billings",
      "category": "fools, foolishness"
    },
    {
      "quote": "Set a beggar on horseback  and he will ride a gallop.",
      "author": "Robert Burton",
      "category": "fools, foolishness"
    },
    {
      "quote": "It is said that a wise man who stands firm is a statesman  and a foolish man who stands firm is a catastrophe.",
      "author": "Adlai Stevenson",
      "category": "fools, foolishness"
    },
    {
      "quote": "It is hard to free fools from the chains they revere.",
      "author": "Voltaire",
      "category": "fools, foolishness"
    },
    {
      "quote": "Hain't we got all the fools in town on our side? And ain't that a big enough majority for any town?",
      "author": "Mark Twain",
      "category": "fools, foolishness"
    },
    {
      "quote": "For God's sake give me the young man who has brains enough to make a fool of himself.",
      "author": "Robert Louis Stevenson",
      "category": "fools, foolishness"
    },
    {
      "quote": "Who loves not women  wine and song  Remains a fool his whole life long.",
      "author": "Martin Luther",
      "category": "fools, foolishness"
    },
    {
      "quote": "What is life but a series of inspired follies? The difficulty is to find them to do.",
      "author": "George Bernard Shaw",
      "category": "fools, foolishness"
    },
    {
      "quote": "There is no chance for old fools.",
      "author": "Cree Indian proverb",
      "category": "fools, foolishness"
    },
    {
      "quote": "A fool always finds one still more foolish to admire him.",
      "author": "Nicolas Boileau",
      "category": "fools"
    },
    {
      "quote": "You men think old men are fools  but old men know young men are the fools.",
      "author": "George Chapman",
      "category": "fools"
    },
    {
      "quote": "Hain't we got all the fools in town on our side? And ain't that a big enough majority in any town?",
      "author": "S. L. Clemens",
      "category": "fools"
    },
    {
      "quote": "A fool and his money are soon parted.",
      "author": "English proverb",
      "category": "fools"
    },
    {
      "quote": "The fool hath said in his heart  There is no God.",
      "author": "Bible",
      "category": "fools"
    },
    {
      "quote": "A learned fool is more foolish than an ignorant fool.",
      "author": "Moliere",
      "category": "fools"
    },
    {
      "quote": "For fools rush in where angels fear to tread.",
      "author": "Alexander Pope",
      "category": "fools"
    },
    {
      "quote": "Even a fool  when he holdeth his peace  is counted wise.",
      "author": "Bible",
      "category": "fools"
    },
    {
      "quote": "The right to be a cussed fool Is safe from all devices human  It's common (ez a gin'I rule) To every critter born of woman.",
      "author": "James Russell Lowell",
      "category": "fools"
    },
    {
      "quote": "It is in the half fools and the half wise that the greatest danger lies.",
      "author": "Goethe",
      "category": "fools"
    },
    {
      "quote": "If you wish to avoid seeing a fool you must first break your looking-glass.",
      "author": "Francois Rabelais",
      "category": "fools"
    },
    {
      "quote": "The fool doth think he is wise  but the wise man knows himself to be a fool.",
      "author": "William Shakespeare",
      "category": "fools"
    },
    {
      "quote": "A fool's bolt is soon shot.",
      "author": "William Shakespeare",
      "category": "fools"
    },
    {
      "quote": "Lord  what fools these mortals be!",
      "author": "William Shakespeare",
      "category": "fools"
    },
    {
      "quote": "He who thinks himself wise  O heavens! is a great fool.",
      "author": "Voltaire",
      "category": "fools"
    },
    {
      "quote": "The power that is supported by force alone will have cause often to tremble.",
      "author": "Louis Kossuth",
      "category": "force"
    },
    {
      "quote": "Force is all-conquering  but its victories are short-lived.",
      "author": "Abraham Lincoln",
      "category": "force"
    },
    {
      "quote": "Force and not opinion is the queen of the world  but it is opinion that uses the force.",
      "author": "Pascal",
      "category": "force"
    },
    {
      "quote": "In life  as in chess  forethought wins.",
      "author": "Charles Buxton",
      "category": "foresight"
    },
    {
      "quote": "If a man take no thought about what is distant  he will find sorrow near at hand.",
      "author": "Confucius",
      "category": "foresight"
    },
    {
      "quote": "Forethought we may have  undoubtedly  but not foresight.",
      "author": "Napoleon",
      "category": "foresight"
    },
    {
      "quote": "Look ere thou leap  see ere thou go.",
      "author": "Thomas Tusser",
      "category": "foresight"
    },
    {
      "quote": "I am forgotten as a dead man out of mind: I am like a broken vessel.",
      "author": "Bible",
      "category": "forgetfulness"
    },
    {
      "quote": "And when he is out of sight  quickly also he is out of mind.",
      "author": "Thomas a Kempis",
      "category": "forgetfulness"
    },
    {
      "quote": "The world forgetting  by the world forgot.",
      "author": "Alexander Pope",
      "category": "forgetfulness"
    },
    {
      "quote": "There is no remembrance which time does not obliterate  nor pain which death does not terminate.",
      "author": "Miguel de Cervantes",
      "category": "forgetfulness"
    },
    {
      "quote": "If I forget thee  O Jerusalem  let my right hand forget her cunning.",
      "author": "Bible",
      "category": "forgetfulness"
    },
    {
      "quote": "Who is the Forgotten Man? He is the clean  quiet  virtuous  domestic citizen  who pays his debts and his taxes and is never heard of out of his little circle.",
      "author": "William Graham Sumner",
      "category": "forgetfulness"
    },
    {
      "quote": "How we remember  what we remember  and why we remember form the most personal map of our individuality.",
      "author": "Christina Baldwin",
      "category": "forgiveness"
    },
    {
      "quote": "Reconciliation is more beautiful than victory.",
      "author": "Violeta Barrios de Chamorro",
      "category": "forgiveness"
    },
    {
      "quote": "The stupid neither forgive nor forget  the naive forgive and forget  the wise forgive  but do not forget.",
      "author": "Thomas Szasz",
      "category": "forgiveness"
    },
    {
      "quote": "Forgetting is the cost of living cheerfully.",
      "author": "Zoe Akins",
      "category": "forgiveness"
    },
    {
      "quote": "Forgiveness is the key to action and freedom.",
      "author": "Hannah Arendt",
      "category": "forgiveness"
    },
    {
      "quote": "\"I can forgive  but I cannot forget\" is only another way of saying  \"I will not forgive.\" Forgiveness ought to be like a canceled note-torn in two and burned up so that it never can be shown against one.",
      "author": "Henry Ward Beecher",
      "category": "forgiveness"
    },
    {
      "quote": "Life appears to me too short to be spent in nursing animosity or registering wrong.",
      "author": "Charlotte Bronte",
      "category": "forgiveness"
    },
    {
      "quote": "Anger repressed can poison a relationship as surely as the crudest words.",
      "author": "Dr. Joyce Brothers",
      "category": "forgiveness"
    },
    {
      "quote": "Forgiveness means letting go of the past.",
      "author": "Gerald Jampolsky",
      "category": "forgiveness"
    },
    {
      "quote": "I know now that patriotism is not enough  I must have no hatred and bitterness toward anyone.",
      "author": "Edith Cavell",
      "category": "forgiveness"
    },
    {
      "quote": "Stretch out your hand! Let no human soul wait for a benediction.",
      "author": "Marie Corelli",
      "category": "forgiveness"
    },
    {
      "quote": "Nobody ever forgets where he buried a hatchet.",
      "author": "Kin Hubbard",
      "category": "forgiveness"
    },
    {
      "quote": "Anger as soon as fed is dead  'tis starving makes it fat.",
      "author": "Emily Dickinson",
      "category": "forgiveness"
    },
    {
      "quote": "Once a woman has forgiven a man  she must not reheat his sins for breakfast.",
      "author": "Marlene Dietrich",
      "category": "forgiveness"
    },
    {
      "quote": "There's no point in burying a hatchet if you're going to put up a marker on the site.",
      "author": "Sydney J. Harris",
      "category": "forgiveness"
    },
    {
      "quote": "As long as you don't forgive  who and whatever it is will occupy a rent-free space in your mind.",
      "author": "Isabelle Holland",
      "category": "forgiveness"
    },
    {
      "quote": "Courage and clemency are equal virtues.",
      "author": "Mary Delariviere Manley",
      "category": "forgiveness"
    },
    {
      "quote": "One may have been a fool  but there's no foolishness like being bitter.",
      "author": "Kathleen Norris",
      "category": "forgiveness"
    },
    {
      "quote": "Not the power to remember  but its very opposite  the power to forget  is a necessary condition for our existence.",
      "author": "Sholem Asch",
      "category": "forgiveness"
    },
    {
      "quote": "Once a woman has forgiven a man  she must not reheat his sins for breakfast.",
      "author": "Marlene Dietrich",
      "category": "forgiveness"
    },
    {
      "quote": "Keeping score of old scores and scars  getting even and one-upping  always make you less than you are.",
      "author": "Malcolm Forbes",
      "category": "forgiveness"
    },
    {
      "quote": "Forgiveness is all-powerful. Forgiveness heals all ills.",
      "author": "Catherine Ponder",
      "category": "forgiveness"
    },
    {
      "quote": "The forgiving state of mind is a magnetic power for attracting good.",
      "author": "Catherine Porter",
      "category": "forgiveness"
    },
    {
      "quote": "Forgiveness is an act of the will  and the will can function regardless of the temperature of the heart.",
      "author": "Corrie ten Boom",
      "category": "forgiveness"
    },
    {
      "quote": "To be wronged is nothing unless you continue to remember it.",
      "author": "Confucius",
      "category": "forgiveness"
    },
    {
      "quote": "Who understands much  forgives much.",
      "author": "Madame de Stael",
      "category": "forgiveness"
    },
    {
      "quote": "Forgiveness is the act of admitting we are like other people.",
      "author": "Christina Baldwin",
      "category": "forgiveness"
    },
    {
      "quote": "Grace fills empty spaces  but it can only enter where there is a void to receive it  and it is grace itself which makes this void.",
      "author": "Simone Weil",
      "category": "forgiveness"
    },
    {
      "quote": "Know all and you will pardon all.",
      "author": "Thomas a Kempis",
      "category": "forgiveness"
    },
    {
      "quote": "People are more than the worst thing they have ever done in their lives.",
      "author": "Helen Prejean",
      "category": "forgiveness"
    },
    {
      "quote": "The secret of forgiving everything is to understand nothing.",
      "author": "George Bernard Shaw",
      "category": "forgiveness"
    },
    {
      "quote": "Speak not against anyone whose burden you have not weighed yourself.",
      "author": "Marion Zimmer Bradley",
      "category": "forgiveness"
    },
    {
      "quote": "Nothing's easier than believing we understand experiences we've never had.",
      "author": "Gwen Bristow",
      "category": "forgiveness"
    },
    {
      "quote": "The heart has always the pardoning power.",
      "author": "Anne-Sophie Swetchine",
      "category": "forgiveness"
    },
    {
      "quote": "To understand is to forgive  even oneself.",
      "author": "Alexander Chase",
      "category": "forgiveness"
    },
    {
      "quote": "To what extent is any given man morally responsible for any given act? We do not know.",
      "author": "Dr. Alexis Carrel",
      "category": "forgiveness"
    },
    {
      "quote": "The weak can never forgive. Forgiveness is the attribute of the strong.",
      "author": "Mohandas Gandhi",
      "category": "forgiveness"
    },
    {
      "quote": "Only the brave know how to forgive. ... A coward never forgave  it is not in his nature.",
      "author": "Laurence Sterne",
      "category": "forgiveness"
    },
    {
      "quote": "Any man can seek revenge  it takes a king or prince to grant a pardon.",
      "author": "Arthur J. Rehrat",
      "category": "forgiveness"
    },
    {
      "quote": "To be angry about trifles is mean and childish  to rage and be furious is brutish  and to maintain perpetual wrath is akin to the practice and temper of devils  but to prevent and suppress rising resentment is wise and glorious  is manly and divine.",
      "author": "Isaac Watts",
      "category": "forgiveness"
    },
    {
      "quote": "Hatred is a death wish for the hated  not a life wish for anything else.",
      "author": "Audre Lorde",
      "category": "forgiveness"
    },
    {
      "quote": "Hatred is a passion requiring one hundred times the energy of love. Keep it for a cause  not an individual. Keep it for intolerance  injustice  stupidity. For hatred is the strength of the sensitive. Its power and its greatness depend on the selflessness of its use.",
      "author": "Olive Moore",
      "category": "forgiveness"
    },
    {
      "quote": "Resentment is the \"number one\" offender. It destroys more alcoholics than anything else. From it stem all forms of spiritual disease  for we have been not only mentally and physically ill  we have been spiritually sick.",
      "author": "Alcoholics Anonymous",
      "category": "forgiveness"
    },
    {
      "quote": "To oppose something is to maintain it.",
      "author": "Ursula K. LeGuin",
      "category": "forgiveness"
    },
    {
      "quote": "Dwelling on the negative simply contributes to its power.",
      "author": "Shirley MacLaine",
      "category": "forgiveness"
    },
    {
      "quote": "To carry a grudge is like being stung to death by one bee.",
      "author": "William H. Walton",
      "category": "forgiveness"
    },
    {
      "quote": "Resentments are burdens we don't need to carry.",
      "author": "Anonymous",
      "category": "forgiveness"
    },
    {
      "quote": "The enslaver is enslaved  the hater  harmed.",
      "author": "Marianne Moore",
      "category": "forgiveness"
    },
    {
      "quote": "By putting his hand around my neck  he slowly strangled himself.",
      "author": "Minako Ohba",
      "category": "forgiveness"
    },
    {
      "quote": "The one who deals the mortal blow receives the mortal wound.",
      "author": "Maude Parker",
      "category": "forgiveness"
    },
    {
      "quote": "Without forgiveness life is governed ... by an endless cycle of resentment and retaliation.",
      "author": "Robert Assaglioli",
      "category": "forgiveness"
    },
    {
      "quote": "Malice drinks one-half of its own poison.",
      "author": "Marcus Annaeus Seneca",
      "category": "forgiveness"
    },
    {
      "quote": "I tell you  there is no such thing as creative hate!",
      "author": "Willa Cather",
      "category": "forgiveness"
    },
    {
      "quote": "Reject hatred without hating.",
      "author": "Mary Baker Eddy",
      "category": "forgiveness"
    },
    {
      "quote": "Hate would destroy him who hated.",
      "author": "Louis L'Amour",
      "category": "forgiveness"
    },
    {
      "quote": "In hatred as in love  we grow like the thing we brood upon. What we loathe  we graft into our very soul.",
      "author": "Mary Renault",
      "category": "forgiveness"
    },
    {
      "quote": "Resentment is weak and lowers your self-esteem.",
      "author": "Barbara Sher",
      "category": "forgiveness"
    },
    {
      "quote": "Hate is a prolonged form of suicide.",
      "author": "Douglas V. Steere",
      "category": "forgiveness"
    },
    {
      "quote": "Hatred is like fire-it makes even light rubbish deadly.",
      "author": "George Eliot",
      "category": "forgiveness"
    },
    {
      "quote": "You cannot shake hands with a clenched fist.",
      "author": "Indira Gandhi",
      "category": "forgiveness"
    },
    {
      "quote": "Hate is all a lie  there is no truth in hate.",
      "author": "Kathleen Norris",
      "category": "forgiveness"
    },
    {
      "quote": "Hate is not a good counselor.",
      "author": "Victoria Wolff",
      "category": "forgiveness"
    },
    {
      "quote": "Bitterness imprisons life  love releases it.",
      "author": "Harry Emerson Fosdick",
      "category": "forgiveness"
    },
    {
      "quote": "If the will remains in protest  it stays dependent on that which it is protesting against.",
      "author": "Rollo May",
      "category": "forgiveness"
    },
    {
      "quote": "Hate smolders and eventually destroys  not the hated but the hater.",
      "author": "Dorothy Thompson",
      "category": "forgiveness"
    },
    {
      "quote": "It is almost impossible to throw dirt on someone without getting a little on yourself.",
      "author": "Abigail Van Buren",
      "category": "forgiveness"
    },
    {
      "quote": "If you hate a person  you hate something in him that is part of yourself.",
      "author": "Hermann Hesse",
      "category": "forgiveness"
    },
    {
      "quote": "Fire destroys that which feeds it.",
      "author": "Simone Weil",
      "category": "forgiveness"
    },
    {
      "quote": "You cannot hate other people without hating yourself.",
      "author": "Oprah Winfrey",
      "category": "forgiveness"
    },
    {
      "quote": "Whom they have injured  they also hate.",
      "author": "Marcus Annaeus Seneca",
      "category": "forgiveness"
    },
    {
      "quote": "Rage and bitterness do not foster femininity. They harden the heart and make the body sick.",
      "author": "Marion Woodman",
      "category": "forgiveness"
    },
    {
      "quote": "I used to store my anger and it affected my play. Now I get it out. I'm never rude to my playing partner. I'm very focused on the ball. Then it's over.",
      "author": "Helen Alfredsson",
      "category": "forgiveness"
    },
    {
      "quote": "Anger is a short madness.",
      "author": "Horace",
      "category": "forgiveness"
    },
    {
      "quote": "My mother used to say  \"He who angers you conquers you.\"",
      "author": "Elizabeth Kenny",
      "category": "forgiveness"
    },
    {
      "quote": "The angry people are those people who are most afraid.",
      "author": "Dr. Robert Anthony",
      "category": "forgiveness"
    },
    {
      "quote": "Anger as soon as fed is dead  'tis starving makes it fat.",
      "author": "Emily Dickinson",
      "category": "forgiveness"
    },
    {
      "quote": "Anger dwells only in the bosom of fools.",
      "author": "Albert Einstein",
      "category": "forgiveness"
    },
    {
      "quote": "Anger and worry are the enemies of clear thought.",
      "author": "Madeleine Brent",
      "category": "forgiveness"
    },
    {
      "quote": "Holding on to anger is like grasping a hot coal with the intent of throwing it at someone else  you are the one who gets burned.",
      "author": "Buddha",
      "category": "forgiveness"
    },
    {
      "quote": "Anger is a killing thing: it kills the man who angers  for each rage leaves him less than he had been before-it takes something from him.",
      "author": "Louis L'Amour",
      "category": "forgiveness"
    },
    {
      "quote": "Something of vengeance I had tasted for the first time  as aromatic wine it seemed  on swallowing  warm and racy  its after-flavor  metallic and corroding  gave me a sensation as if I had been poisoned.",
      "author": "Charlotte Bronte",
      "category": "forgiveness"
    },
    {
      "quote": "Revenge could steal a man's life until there was nothing left but emptiness.",
      "author": "Louis L'Amour",
      "category": "forgiveness"
    },
    {
      "quote": "Revenge may not be a particularly high consciousness-oriented activity.",
      "author": "Carrie Fisher",
      "category": "forgiveness"
    },
    {
      "quote": "The human heart in its perversity finds it hard to escape hatred and revenge.",
      "author": "Moses Luzzatto",
      "category": "forgiveness"
    },
    {
      "quote": "A man can lose sight of everything else when he's bent on revenge  and it ain't worth it.",
      "author": "Louis L'Amour",
      "category": "forgiveness"
    },
    {
      "quote": "The whole human race loses by every act of personal vengeance.",
      "author": "Rae Foley",
      "category": "forgiveness"
    },
    {
      "quote": "Forgiveness is the sweetest revenge.",
      "author": "Isaac Friedmann",
      "category": "forgiveness"
    },
    {
      "quote": "One forgives to the degree that one loves.",
      "author": "Francois de La Rochefoucauld",
      "category": "forgiveness"
    },
    {
      "quote": "One is as one is  and the love that can't encompass both is a poor sort of love.",
      "author": "Marya Mannes",
      "category": "forgiveness"
    },
    {
      "quote": "Forgiveness is the final form of love.",
      "author": "Reinhold Niebuhr",
      "category": "forgiveness"
    },
    {
      "quote": "The days are too short even for love  how can there be enough time for quarreling?",
      "author": "Margaret Gatty",
      "category": "forgiveness"
    },
    {
      "quote": "Forgiveness is the most tender part of love.",
      "author": "John Sheffield",
      "category": "forgiveness"
    },
    {
      "quote": "The best proof of love is trust.",
      "author": "Dr. Joyce Brothers",
      "category": "forgiveness"
    },
    {
      "quote": "Love is an act of endless forgiveness  a tender look which becomes a habit.",
      "author": "Peter Ustinov",
      "category": "forgiveness"
    },
    {
      "quote": "We are told that people stay in love because of chemistry  or because they remain intrigued with each other  because of many kindnesses  because of luck. ... But part of it has got to be forgiveness and gratefulness.",
      "author": "Ellen Goodman",
      "category": "forgiveness"
    },
    {
      "quote": "For me it's not possible to forget  and I don't understand people who  when the love is ended  can bury the other person in hatred or oblivion. For me  a man I have loved becomes a kind of brother.",
      "author": "Jeanne Moreau",
      "category": "forgiveness"
    },
    {
      "quote": "Today I forgive all those who have ever offended me. I give my love to all thirsty hearts  both to those who love me and to those who do not love me.",
      "author": "Paramahansa Yogananda",
      "category": "forgiveness"
    },
    {
      "quote": "Experience is how life catches up with us and teaches us to love and forgive each other.",
      "author": "Judy Collins",
      "category": "forgiveness"
    },
    {
      "quote": "We never ask God to forgive anybody except when we haven't.",
      "author": "Elbert Hubbard",
      "category": "forgiveness"
    },
    {
      "quote": "Forgiveness is God's command.",
      "author": "Martin Luther",
      "category": "forgiveness"
    },
    {
      "quote": "God will forgive me  that is His business.",
      "author": "Heinrich Heine",
      "category": "forgiveness"
    },
    {
      "quote": "God will forgive me the foolish remarks I have made about Him just as I will forgive my opponents the foolish things they have written about me  even though they are spiritually as inferior to me as I to thee  O God!",
      "author": "Heinrich Heine",
      "category": "forgiveness"
    },
    {
      "quote": "Let all bitterness  and wrath  and anger  and clamour  and evil speaking  be put away from you  with all malice  and be ye kind to one another  tenderhearted  forgiving one another  even as God  for Christ's sake  hath forgiven you.",
      "author": "Bible",
      "category": "forgiveness"
    },
    {
      "quote": "I have looked on a lot of women with lust. I've committed adultery in my heart many times. God recognizes I will do this and forgives me.",
      "author": "Jimmy Carter",
      "category": "forgiveness"
    },
    {
      "quote": "How Forgiveness Helps Us Forgiveness is the answer to the child's dream of a miracle by which what is broken is made whole again  what is soiled is again made clean.",
      "author": "Dag Hammarskjold",
      "category": "forgiveness"
    },
    {
      "quote": "Forgiveness is all-powerful. Forgiveness heals all ills.",
      "author": "Catherine Ponder",
      "category": "forgiveness"
    },
    {
      "quote": "Those who are free of resentful thoughts surely find peace.",
      "author": "Buddha",
      "category": "forgiveness"
    },
    {
      "quote": "I can have peace of mind only when I forgive rather than judge.",
      "author": "Gerald Jampolsky",
      "category": "forgiveness"
    },
    {
      "quote": "The forgiving state of mind is a magnetic power for attracting good.",
      "author": "Catherine Ponder",
      "category": "forgiveness"
    },
    {
      "quote": "Judge not  that ye be not judged.",
      "author": "Bible",
      "category": "forgiveness"
    },
    {
      "quote": "It is in pardoning that we are pardoned.",
      "author": "Saint Francis of Assisi",
      "category": "forgiveness"
    },
    {
      "quote": "Forgiving those who hurt us is the key to personal peace.",
      "author": "G. Weatherly",
      "category": "forgiveness"
    },
    {
      "quote": "Forgive all who have offended you  not for them  but for yourself.",
      "author": "Harriet Uts Nelson",
      "category": "forgiveness"
    },
    {
      "quote": "To forgive is the highest  most beautiful form of love. In return  you will receive untold peace and happiness.",
      "author": "Robert Muller",
      "category": "forgiveness"
    },
    {
      "quote": "Forgiveness is the key to action and freedom.",
      "author": "Hannah Arendt",
      "category": "forgiveness"
    },
    {
      "quote": "Forgiveness is the way to true health and happiness.",
      "author": "Gerald Jampolsky",
      "category": "forgiveness"
    },
    {
      "quote": "Humanity is never so beautiful as when praying for forgiveness  or else forgiving another.",
      "author": "Jean Paul Richter",
      "category": "forgiveness"
    },
    {
      "quote": "Those who can't forget are worse off than those who can't remember.",
      "author": "Anonymous",
      "category": "forgiveness"
    },
    {
      "quote": "Forgiveness is the remission of sins. For it is by this that what has been lost  and was found  is saved from being lost again.",
      "author": "Saint Augustine",
      "category": "forgiveness"
    },
    {
      "quote": "I can pardon everybody's mistakes except my own.",
      "author": "Marcus Porcius Cato",
      "category": "forgiveness"
    },
    {
      "quote": "If you haven't forgiven yourself something  how can you forgive others?",
      "author": "Dolores Huerta",
      "category": "forgiveness"
    },
    {
      "quote": "The moment an individual can accept and forgive himself  even a little  is the moment in which he becomes to some degree lovable.",
      "author": "Eugene Kennedy",
      "category": "forgiveness"
    },
    {
      "quote": "They may not deserve forgiveness  but I do.",
      "author": "Anonymous",
      "category": "forgiveness"
    },
    {
      "quote": "I forgive myself for having believed for so long that... I was never good enough to have  get  be what I wanted.",
      "author": "Ceanne DeRohan",
      "category": "forgiveness"
    },
    {
      "quote": "How unhappy is he who cannot forgive himself.",
      "author": "Publilius Syrus",
      "category": "forgiveness"
    },
    {
      "quote": "I learned that true forgiveness includes total self-acceptance. And out of acceptance wounds are healed and happiness is possible again.",
      "author": "Catharine Marshall",
      "category": "forgiveness"
    },
    {
      "quote": "Every man treats himself as society treats the criminal.",
      "author": "Harvey Fergusson",
      "category": "forgiveness"
    },
    {
      "quote": "To understand is to forgive  even oneself.",
      "author": "Alexander Chase",
      "category": "forgiveness"
    },
    {
      "quote": "Give us this day our daily bread. And forgive us our debts  as we forgive our debtors.",
      "author": "Bible",
      "category": "forgiveness"
    },
    {
      "quote": "He that cannot forgive others breaks the bridge over which he must pass himself  for every man has need to be forgiven.",
      "author": "Thomas Fuller",
      "category": "forgiveness"
    },
    {
      "quote": "Always forgive your enemies  nothing annoys them so much.",
      "author": "Oscar Wilde",
      "category": "forgiveness"
    },
    {
      "quote": "Forgiveness is the noblest vengeance.",
      "author": "H. G. Bohn",
      "category": "forgiveness"
    },
    {
      "quote": "There is no revenge so complete as forgiveness.",
      "author": "Josh Billings",
      "category": "forgiveness"
    },
    {
      "quote": "Many promising reconciliations have broken down because while both parties came prepared to forgive  neither party came prepared to be forgiven.",
      "author": "Charles William",
      "category": "forgiveness"
    },
    {
      "quote": "Forgiveness is man's deepest need and highest achievement.",
      "author": "Horace Bushnell",
      "category": "forgiveness"
    },
    {
      "quote": "Abandon your animosities and make your sons Americans!",
      "author": "Robert E. Lee",
      "category": "forgiveness"
    },
    {
      "quote": "Her breasts and arms ached with the beauty of her own forgiveness.",
      "author": "Meridel Le Sueur",
      "category": "forgiveness"
    },
    {
      "quote": "Life is an adventure in forgiveness.",
      "author": "Norman Cousins",
      "category": "forgiveness"
    },
    {
      "quote": "The cut worm forgives the plow.",
      "author": "William Blake",
      "category": "forgiveness"
    },
    {
      "quote": "Forgiveness is the highest and most difficult of all moral lessons.",
      "author": "Joseph Jacobs",
      "category": "forgiveness"
    },
    {
      "quote": "The fragrance of the violet sheds on the heel that has crushed it.",
      "author": "Mark Twain",
      "category": "forgiveness"
    },
    {
      "quote": "How shall I love the sin  yet keep the sense  And love the offender  yet detest the offence?",
      "author": "Alexander Pope",
      "category": "forgiveness"
    },
    {
      "quote": "Forgiveness is the giving  and so the receiving  of life.",
      "author": "George Macdonald",
      "category": "forgiveness"
    },
    {
      "quote": "Who would care to question the ground of forgiveness or compassion?",
      "author": "Joseph Conrad",
      "category": "forgiveness"
    },
    {
      "quote": "O friends  I pray tonight  Keep not your kisses for my dead cold brow. The way is lonely  let me feel them now. Think gently of me  I am travel-worn  My faltering feet are pierced with many a thorn. Forgive! O hearts estranged  forgive  I plead! When ceaseless bliss is mine I shall not need The tenderness for which I long tonight.",
      "author": "Belle Eugenia Smith",
      "category": "forgiveness"
    },
    {
      "quote": "Let us forget and forgive injuries.",
      "author": "Miguel de Cervantes",
      "category": "forgiveness"
    },
    {
      "quote": "Even a stopped clock is right twice a day.",
      "author": "Marie von Ebner-Eschenbach",
      "category": "forgiveness"
    },
    {
      "quote": "It is easier to forgive an enemy than a friend.",
      "author": "Madame Dorothee Deluzy",
      "category": "forgiveness"
    },
    {
      "quote": "It is very easy to forgive others their mistakes  it takes more grit and gumption to forgive them for having witnessed your own.",
      "author": "Jessamyn West",
      "category": "forgiveness"
    },
    {
      "quote": "When you pray for anyone you tend to modify your personal attitude toward him.",
      "author": "Norman Vincent Peale",
      "category": "forgiveness"
    },
    {
      "quote": "Forgiving means to pardon the unpardonable  faith means believing the unbelievable  and hoping means to hope when things are hopeless.",
      "author": "G. K. Chesterton",
      "category": "forgiveness"
    },
    {
      "quote": "To err is human  to forgive  divine.",
      "author": "Alexander Pope",
      "category": "forgiveness"
    },
    {
      "quote": "Normal day  let me be aware of the treasure you are. Let me learn from you  love you  bless you before you depart. Let me not pass you by in quest of some rare and perfect tomorrow. Let me hold you while I may  for it may not always be so. One day I shall dig my nails into the earth  or bury my face in the pillow  or stretch myself taut  or raise my hands to the sky and want  more than all the world  your return.",
      "author": "Mary Jean Iron",
      "category": "forgiveness"
    },
    {
      "quote": "The unthankful heart... discovers no mercies  but let the thankful heart sweep through the day and  as the magnet finds the iron  so it will find  in every hour  some heavenly blessings!",
      "author": "Henry Ward Beecher",
      "category": "forgiveness"
    },
    {
      "quote": "Joy is what happens to us when we allow ourselves to recognize how good things really are.",
      "author": "Marianne Williamson",
      "category": "forgiveness"
    },
    {
      "quote": "Good heavens  of what uncostly material is our earthly happiness composed ... if we only knew it. What incomes have we not had from a flower  and how unfailing are the dividends of the seasons.",
      "author": "James Russell Lowell",
      "category": "forgiveness"
    },
    {
      "quote": "Be on the lookout for mercies. The more we look for them  the more of them we will see.... Better to loose count while naming your blessings than to lose your blessings to counting your troubles.",
      "author": "Maltbie D. Babcock",
      "category": "forgiveness"
    },
    {
      "quote": "The man who thinks his wife  his baby  his house  his horse  his dog  and himself severely unequalled  is almost sure to be a good-humored person.",
      "author": "Oliver Wendell Holmes",
      "category": "forgiveness"
    },
    {
      "quote": "Every dog has its day  but it's not every dog that knows when he's having it.",
      "author": "Winifred Gordon",
      "category": "forgiveness"
    },
    {
      "quote": "We must give ourselves more earnestly and intelligently and generously than we have to the happy duty of appreciation.",
      "author": "Mariana Griswold Van Rensselaer",
      "category": "forgiveness"
    },
    {
      "quote": "There is nothing so bitter that a patient mind cannot find some solace for it.",
      "author": "Marcus Annaeus Seneca",
      "category": "forgiveness"
    },
    {
      "quote": "I thank You God for this most amazing day  for the leaping greenly spirits of trees and a blue true dream of sky  and for everything which is natural which is infinite which is yes.",
      "author": "e. e. cummings",
      "category": "forgiveness"
    },
    {
      "quote": "My private measure of success is daily. If this were to be the last day of my life would I be content with it? To live in a harmonious balance of commitments and pleasures is what I strive for.",
      "author": "Jane Rule",
      "category": "forgiveness"
    },
    {
      "quote": "Yes  there is a Nirvanah: it is in leading your sheep to a green pasture  and in putting your child to sleep  and in writing the last line of your poem.",
      "author": "Kahlil Gibran",
      "category": "forgiveness"
    },
    {
      "quote": "Blessed are those who can give without remembering and take without forgetting.",
      "author": "Elizabeth Asquith Bibesco",
      "category": "forgiveness"
    },
    {
      "quote": "That daily life is really good one appreciates when one wakes from a horrible dream  or when one takes the first outing after a sickness. Why not realize it now?",
      "author": "William Lyon Phelps",
      "category": "forgiveness"
    },
    {
      "quote": "Thank God every morning when you get up that you have something to do which must be done  whether you like it or not.",
      "author": "Charles Kingsley",
      "category": "forgiveness"
    },
    {
      "quote": "When I first open my eyes upon the morning meadows and look out upon the beautiful world  I thank God I am alive.",
      "author": "Ralph Waldo Emerson",
      "category": "forgiveness"
    },
    {
      "quote": "Each day comes bearing its own gifts. Untie the ribbons.",
      "author": "Ruth Ann Schabacker",
      "category": "forgiveness"
    },
    {
      "quote": "We can be thankful to a friend for a few acres or a little money  and yet for the freedom and command of the whole earth  and for the great benefits of our being  our life  health  and reason  we look upon ourselves as under no obligation.",
      "author": "Marcus Annaeus Seneca",
      "category": "forgiveness"
    },
    {
      "quote": "When something does not insist on being noticed  when we aren't grabbed by the collar or struck on the skull by a presence or an event  we take for granted the very things that most deserve our gratitude.",
      "author": "Cynthia Ozick",
      "category": "forgiveness"
    },
    {
      "quote": "Why do some people always see beautiful skies and grass and lovely flowers and incredible human beings  while others are hard-pressed to find anything or any place that is beautiful?",
      "author": "Leo Buscaglia",
      "category": "forgiveness"
    },
    {
      "quote": "Most human beings have an almost infinite capacity for taking things for granted.",
      "author": "Aldous Huxley",
      "category": "forgiveness"
    },
    {
      "quote": "My country ... gave me schooling  independence of action and opportunity for service. ... I am indebted to my country beyond any human power to repay.",
      "author": "Herbert Hoover",
      "category": "forgiveness"
    },
    {
      "quote": "Dwell upon the brightest parts in every prospect... and strive to be pleased with the present circumstances.",
      "author": "Abraham Tucker",
      "category": "forgiveness"
    },
    {
      "quote": "We are never either so wretched or so happy as we say we are.",
      "author": "Honore de Balzac",
      "category": "forgiveness"
    },
    {
      "quote": "The best things are nearest: breath in your nostrils  light in your eyes  flowers at your feet  duties at your hand  the path of God just before you. Then do not grasp at the stars  but do life's plain  common work as it comes  certain that daily duties and daily bread are the sweetest things of life.",
      "author": "Robert Louis Stevenson",
      "category": "forgiveness"
    },
    {
      "quote": "Is life so wretched? Isn't it rather your hands which are too small  your vision which is muddled? You are the one who must grow up.",
      "author": "Dag Hammarskjold",
      "category": "forgiveness"
    },
    {
      "quote": "Looking for Silver Linings Our real blessings often appear to us in the shape of pains  losses and disappointments.",
      "author": "Joseph Addison",
      "category": "forgiveness"
    },
    {
      "quote": "Most of my major disappointments have turned out to be blessings in disguise. So whenever anything bad does happen to me  I kind of sit back and feel  well  if I give this enough time  it'll turn out that this was good  so I shan't worry about it too much.",
      "author": "William Gaines",
      "category": "forgiveness"
    },
    {
      "quote": "Sometimes the best deals are the ones you don't make.",
      "author": "Bill Veeck",
      "category": "forgiveness"
    },
    {
      "quote": "The advantages of a losing team: (i) There is everything to hope for and nothing to fear  (2.) Defeats do not disturb one's sleep. (3) An occasional victory is a surprise and a delight. (4) There is no danger of any club passing you. (5) You are not asked fifty times a day  \"What was the score?\"  people take it for granted that you lost.",
      "author": "Elmer E. Bates",
      "category": "forgiveness"
    },
    {
      "quote": "That which does not kill me makes me stronger.",
      "author": "Friedrich Nietzsche",
      "category": "forgiveness"
    },
    {
      "quote": "Not being beautiful was the true blessing. ... Not being beautiful forced me to develop my inner resources. The pretty girl has a handicap to overcome.",
      "author": "Golda Meir",
      "category": "forgiveness"
    },
    {
      "quote": "The difficulties  hardships and trials of life  the obstacles ... are positive blessings. They knit the muscles more firmly  and teach self-reliance.",
      "author": "William Matthews",
      "category": "forgiveness"
    },
    {
      "quote": "Many a man curses the rain that falls upon his head  and knows not that it brings abundance to drive away hunger.",
      "author": "Saint Basil",
      "category": "forgiveness"
    },
    {
      "quote": "Trouble is only opportunity in work clothes.",
      "author": "Henry J. Kaiser",
      "category": "forgiveness"
    },
    {
      "quote": "Adversity has the same effect on a man that severe training has on the pugilist: it reduces him to his fighting weight.",
      "author": "Josh Billings",
      "category": "forgiveness"
    },
    {
      "quote": "You will never be the person you can be if pressure  tension and discipline are taken out of your life.",
      "author": "Dr. James G. Bilkey",
      "category": "forgiveness"
    },
    {
      "quote": "Some troubles  like a protested note of a solvent debtor  bear interest.",
      "author": "Honore de Balzac",
      "category": "forgiveness"
    },
    {
      "quote": "Failure changes for the better  success for the worse.",
      "author": "Marcus Annaeus Seneca",
      "category": "forgiveness"
    },
    {
      "quote": "The basis of optimism is sheer terror.",
      "author": "Oscar Wilde",
      "category": "forgiveness"
    },
    {
      "quote": "No evil is without its compensation ... it is not the loss itself  but the estimate of the loss  that troubles us.",
      "author": "Marcus Annaeus Seneca",
      "category": "forgiveness"
    },
    {
      "quote": "Let me embrace thee  sour adversity  for wise men say it is the wisest course.",
      "author": "William Shakespeare",
      "category": "forgiveness"
    },
    {
      "quote": "Give thanks for sorrow that teaches you pity  for pain that teaches you courage-and give exceeding thanks for the mystery which remains a mystery still-the veil that hides you from the infinite  which makes it possible for you to believe in what you cannot see.",
      "author": "Robert Nathan",
      "category": "forgiveness"
    },
    {
      "quote": "A Christian could even give thanks for Hell  because Hell was a threat and a warning to keep him in the right way.",
      "author": "Anonymous",
      "category": "forgiveness"
    },
    {
      "quote": "To every disadvantage there is a corresponding advantage.",
      "author": "W. Clement Stone",
      "category": "forgiveness"
    },
    {
      "quote": "Too many people miss the silver lining because they're expecting gold.",
      "author": "Maurice Setter",
      "category": "forgiveness"
    },
    {
      "quote": "If you count all your assets  you always show a profit.",
      "author": "Robert Quillen",
      "category": "forgiveness"
    },
    {
      "quote": "Too happy would you be  did ye but know your own advantages!",
      "author": "Virgil",
      "category": "forgiveness"
    },
    {
      "quote": "Much unhappiness results from our inability to remember the nice things that happen to us.",
      "author": "W. N. Rieger",
      "category": "forgiveness"
    },
    {
      "quote": "If we go down into ourselves  we find that we possess exactly what we desire.",
      "author": "Simone Weil",
      "category": "forgiveness"
    },
    {
      "quote": "Be grateful for yourself... be thankful.",
      "author": "William Saroyan",
      "category": "forgiveness"
    },
    {
      "quote": "Keep a grateful journal. Every night  list five things that you are grateful for. What it will begin to do is change your perspective of your day and your life.",
      "author": "Oprah Winfrey",
      "category": "forgiveness"
    },
    {
      "quote": "There is no wealth but life.",
      "author": "John Ruskin",
      "category": "forgiveness"
    },
    {
      "quote": "Just to be is a blessing. Just to live is holy.",
      "author": "Abraham Heschel",
      "category": "forgiveness"
    },
    {
      "quote": "Life may be hard  but it's also wonderful.",
      "author": "Small Change",
      "category": "forgiveness"
    },
    {
      "quote": "I like living. I have sometimes been wildly  despairingly  acutely miserable  racked with sorrow  but through it all I still know quite certainly that just to be alive is a grand thing.",
      "author": "Agatha Christie",
      "category": "forgiveness"
    },
    {
      "quote": "Be glad of life because it gives you the chance to love  and to work  and to play and to look up at the stars.",
      "author": "Henry Van Dyke",
      "category": "forgiveness"
    },
    {
      "quote": "To be alive  to be able to see  to walk ... it's all a miracle. I have adapted the technique of living life from miracle to miracle.",
      "author": "Arthur Rubinstein",
      "category": "forgiveness"
    },
    {
      "quote": "This is another day! Are its eyes blurred With maudlin grief for any wasted past? A thousand thousand failures shall not daunt! Let dust clasp dust  death  death  I am alive!",
      "author": "Don Marquis",
      "category": "forgiveness"
    },
    {
      "quote": "The mere sense of living is joy enough.",
      "author": "Emily Dickinson",
      "category": "forgiveness"
    },
    {
      "quote": "However mean your life is  meet it and live it  do not shun it and call it hard names. It is not so bad as you are. It looks poorest when you are richest. The fault-finder will find faults even in Paradise. Love your life.",
      "author": "Henry David Thoreau",
      "category": "forgiveness"
    },
    {
      "quote": "Life is the first gift  love is the second  and understanding the third.",
      "author": "Marge Piercy",
      "category": "forgiveness"
    },
    {
      "quote": "To have a full stomach and fixed income are no small things .",
      "author": "Elbert Hubbard",
      "category": "forgiveness"
    },
    {
      "quote": "For one mother  joy is the quiet pleasure found in gently rubbing shampoo into her young child's hair. For another woman it's taking a long walk alone  while for yet another it's reveling in a much-anticipated vacation.",
      "author": "Eileen Stukane",
      "category": "forgiveness"
    },
    {
      "quote": "How can they say my life is not a success? Have I not for more than sixty years gotten enough to eat and escaped being eaten?",
      "author": "Logan Pearsall Smith",
      "category": "forgiveness"
    },
    {
      "quote": "Sunshine is delicious  rain is refreshing  wind braces us up  snow is exhilarating  there is really no such thing as bad weather  only different kinds of good weather.",
      "author": "John Ruskin",
      "category": "forgiveness"
    },
    {
      "quote": "Only a stomach that rarely feels hungry scorns common things.",
      "author": "Horace",
      "category": "forgiveness"
    },
    {
      "quote": "My gratitude for good writing is unbounded  I'm grateful for it the way I'm grateful for the ocean.",
      "author": "Anne Lamott",
      "category": "forgiveness"
    },
    {
      "quote": "Is it so small a thing to have enjoyed the sun  to have lived light in the spring  to have loved  to have thought  to have done?",
      "author": "Matthew Arnold",
      "category": "forgiveness"
    },
    {
      "quote": "When something does not insist on being noticed  when we aren't grabbed by the collar or struck on the skull by a presence or an event  we take for granted the very things that most deserve our gratitude.",
      "author": "Cynthia Ozick",
      "category": "forgiveness"
    },
    {
      "quote": "You say grace before meals. All right. But I say grace before the concert and the opera  and grace before the play and pantomime  and grace before I open a book  and grace before sketching  painting  swimming  fencing  boxing  walking  playing  dancing and grace before I dip the pen in the ink.",
      "author": "G. K. Chesterton",
      "category": "forgiveness"
    },
    {
      "quote": "Thank God for dirty dishes  they have a tale to tell. While other folks go hungry  we're eating pretty well. With home  and health  and happiness  we shouldn't want to fuss  For by this stack of evidence  God's very good to us.",
      "author": "Anonymous",
      "category": "forgiveness"
    },
    {
      "quote": "It is strange what a contempt men have for the joys that are offered them freely.",
      "author": "Georges Duhamel",
      "category": "forgiveness"
    },
    {
      "quote": "Grateful for the blessing lent of simple tastes and mind content!",
      "author": "Oliver Wendell Holmes",
      "category": "forgiveness"
    },
    {
      "quote": "An easy thing  O Power Divine  To thank thee for these gifts of Thine  For summer's sunshine  winter's snow  For hearts that kindle  thoughts that glow  But when shall I attain to this- To thank Thee for the things I miss?",
      "author": "Thomas W. Higginson",
      "category": "forgiveness"
    },
    {
      "quote": "People call me an optimist  but I'm really an appreciator ... years ago  I was cured of a badly infected finger with antibiotics when once my doctor could have recommended only a hot water soak or  eventually  surgery.... When I was six years old and had scarlet fever  the first of the miracle drugs  sulfanilamide  saved my life. I'm grateful for computers and photocopiers ... I appreciate where we've come from.",
      "author": "Julian Simon",
      "category": "forgiveness"
    },
    {
      "quote": "If only the people who worry about their liabilities would think about the riches they do possess  they would stop worrying. Would you sell both your eyes for a million dollars ... or your two legs ... or your hands ... or your hearing? Add up what you do have  and you'll find that you won't sell them for all the gold in the world. The best things in life are yours  if you can appreciate yourself.",
      "author": "Dale Carnegie",
      "category": "forgiveness"
    },
    {
      "quote": "We can be thankful to a friend for a few acres or a little money  and yet for the freedom and command of the whole earth  and for the great benefits of our being  our life  health  and reason  we look upon ourselves as under no obligation.",
      "author": "Marcus Annaeus Seneca",
      "category": "forgiveness"
    },
    {
      "quote": "Health is ... a blessing that money cannot buy.",
      "author": "Izaak Walton",
      "category": "forgiveness"
    },
    {
      "quote": "Happiness lies  first of all  in health.",
      "author": "George William Curtis",
      "category": "forgiveness"
    },
    {
      "quote": "A sound mind in a sound body is a short but full description of a happy state in this world.",
      "author": "John Locke",
      "category": "forgiveness"
    },
    {
      "quote": "Health is the vital principle of bliss.",
      "author": "James Thomson",
      "category": "forgiveness"
    },
    {
      "quote": "If you can't be thankful for what you receive  be thankful for what you escape.",
      "author": "Anonymous",
      "category": "forgiveness"
    },
    {
      "quote": "Even though we can't have all we want  we ought to be thankful we don't get all we deserve.",
      "author": "Anonymous",
      "category": "forgiveness"
    },
    {
      "quote": "Happy the man who can count his sufferings.",
      "author": "Ovid",
      "category": "forgiveness"
    },
    {
      "quote": "Happiness is composed of misfortunes avoided.",
      "author": "Alphonse Karr",
      "category": "forgiveness"
    },
    {
      "quote": "Considering the fortune you might have lost  you'll have to admit you're rich already.",
      "author": "John Rothchild",
      "category": "forgiveness"
    },
    {
      "quote": "I thank Thee first because I was never robbed before  second  because although they took my purse they did not take my life  third  because although they took my all  it was not much  and fourth because it was I who was robbed  and not I who robbed.",
      "author": "Matthew Henry",
      "category": "forgiveness"
    },
    {
      "quote": "Think of the ills from which you are exempt.",
      "author": "Joseph Joubert",
      "category": "forgiveness"
    },
    {
      "quote": "A man should always consider ... how much more unhappy he might be than he is.",
      "author": "Joseph Addison",
      "category": "forgiveness"
    },
    {
      "quote": "The happiness of any given life is to be measured not by its joys and pleasures  but by the extent to which it has been free from suffering  from positive evil.",
      "author": "Arthur Schopenhauer",
      "category": "forgiveness"
    },
    {
      "quote": "Better to suffer than to die.",
      "author": "Jean de la Fontaine",
      "category": "forgiveness"
    },
    {
      "quote": "Better a little fire to warm us than a great one to burn us.",
      "author": "Thomas Fuller",
      "category": "forgiveness"
    },
    {
      "quote": "It isn't important to come out on top. What matters is to come out alive.",
      "author": "Bertolt Brecht",
      "category": "forgiveness"
    },
    {
      "quote": "He who limps still walks.",
      "author": "Stanislaw Lee",
      "category": "forgiveness"
    },
    {
      "quote": "I have gout  asthma  and seven other maladies  but am otherwise very well.",
      "author": "Sydney Smith",
      "category": "forgiveness"
    },
    {
      "quote": "Luckily  I never feel at one time more than half my pains.",
      "author": "Joseph Joubert",
      "category": "forgiveness"
    },
    {
      "quote": "Pain is no longer pain when it is past.",
      "author": "Margaret Junkin Preston",
      "category": "forgiveness"
    },
    {
      "quote": "We are content to forgo joy when pain is also lost.",
      "author": "Latin proverb",
      "category": "forgiveness"
    },
    {
      "quote": "The happiest is he who suffers the least pain  the most miserable  he who enjoys the least pleasure.",
      "author": "Jean-Jacques Rousseau",
      "category": "forgiveness"
    },
    {
      "quote": "Happiness is not being pained in body  or troubled in mind.",
      "author": "Thomas Jefferson",
      "category": "forgiveness"
    },
    {
      "quote": "The end of pain we take as happiness.",
      "author": "Giacomo Leopardi",
      "category": "forgiveness"
    },
    {
      "quote": "You can be happy indeed if you have breathing space from pain.",
      "author": "Giacomo Leopardi",
      "category": "forgiveness"
    },
    {
      "quote": "The summit of pleasure is the elimination of all that gives pain.",
      "author": "Epicurus",
      "category": "forgiveness"
    },
    {
      "quote": "I seek the utmost pleasure and the least pain.",
      "author": "Plautus",
      "category": "forgiveness"
    },
    {
      "quote": "A prudent man will think more important what fate has conceded to him  than what it has denied.",
      "author": "Baltasar Gracian",
      "category": "forgiveness"
    },
    {
      "quote": "It is better to be looked over than overlooked.",
      "author": "Mae West",
      "category": "forgiveness"
    },
    {
      "quote": "Blessed are those who can give without remembering and take without forgetting.",
      "author": "Elizabeth Asquith Bibesco",
      "category": "forgiveness"
    },
    {
      "quote": "He is a man of sense who does not grieve for what he has not  but rejoices in what he has.",
      "author": "Epictetus",
      "category": "forgiveness"
    },
    {
      "quote": "Enjoy the successes that you have  and don't be too hard on yourself when you don't do well. Too many times we beat up on ourselves. Just relax and enjoy it.",
      "author": "Patty Sheehan",
      "category": "forgiveness"
    },
    {
      "quote": "For everything you have missed  you have gained something else.",
      "author": "Ralph Waldo Emerson",
      "category": "forgiveness"
    },
    {
      "quote": "Few love what they may have.",
      "author": "Ovid",
      "category": "forgiveness"
    },
    {
      "quote": "The knowledge that something remains yet unenjoyed impairs our enjoyment of the good before us.",
      "author": "Samuel Johnson",
      "category": "forgiveness"
    },
    {
      "quote": "May we never let the things we can't have  or don't have  spoil our enjoyment of the things we do have and can have.",
      "author": "Richard L. Evans",
      "category": "forgiveness"
    },
    {
      "quote": "It is not customary to love what one has.",
      "author": "Anatole France",
      "category": "forgiveness"
    },
    {
      "quote": "The talent for being happy is appreciating and liking what you have  instead of what you don't have.",
      "author": "Woody Allen",
      "category": "forgiveness"
    },
    {
      "quote": "Happy thou art not  for what thou hast not  still thou striv'est to get  and what thou hast  forget'est.",
      "author": "William Shakespeare",
      "category": "forgiveness"
    },
    {
      "quote": "Men ... always think that something they are going to get is better than what they have got.",
      "author": "John Oliver Hobbes",
      "category": "forgiveness"
    },
    {
      "quote": "When we cannot get what we love  we must love what is within our reach.",
      "author": "French proverb",
      "category": "forgiveness"
    },
    {
      "quote": "Take full account of the excellencies which you possess  and in gratitude remember how you would hanker after them  if you had them not.",
      "author": "Marcus Aurelius",
      "category": "forgiveness"
    },
    {
      "quote": "A wise man cares not for what he cannot have.",
      "author": "Anonymous",
      "category": "forgiveness"
    },
    {
      "quote": "A man can refrain from wanting what he has not  and cheerfully make the best of a bird in the hand.",
      "author": "Marcus Annaeus Seneca",
      "category": "forgiveness"
    },
    {
      "quote": "Long only for what you have.",
      "author": "Andre Gide",
      "category": "forgiveness"
    },
    {
      "quote": "The tulip is  among flowers  what the peacock is among birds. A tulip lacks scent  a peacock has an unpleasant voice. The one takes pride in its garb  the other in its tail.",
      "author": "French proverb",
      "category": "forgiveness"
    },
    {
      "quote": "Slight not what is near though aiming at what is far.",
      "author": "Euripides",
      "category": "forgiveness"
    },
    {
      "quote": "Greediness of getting more  deprives ... the enjoyment of what it had got.",
      "author": "Thomas Sprat",
      "category": "forgiveness"
    },
    {
      "quote": "There is a mortal breed most full of futility. In contempt of what is at hand  they strain into the future  hunting impossibilities on the wings of ineffectual hopes.",
      "author": "Pindar",
      "category": "forgiveness"
    },
    {
      "quote": "What you really value is what you miss  not what you have.",
      "author": "Jorge Luis Borges",
      "category": "forgiveness"
    },
    {
      "quote": "While you fear missing a meal  you aren't fully aware of the meals you do eat.",
      "author": "Dan Millman",
      "category": "forgiveness"
    },
    {
      "quote": "To be upset over what you don't have is to waste what you do have.",
      "author": "Ken Keyes",
      "category": "forgiveness"
    },
    {
      "quote": "If there's no bread  cakes are very good.",
      "author": "Spanish proverb",
      "category": "forgiveness"
    },
    {
      "quote": "Not what we have  but what we enjoy  constitutes our abundance.",
      "author": "J. Petit-Senn",
      "category": "forgiveness"
    },
    {
      "quote": "Not what we have  but what we use  not what we see  but what we choose-these are the things that mar or bless human happiness.",
      "author": "Joseph Fort Newton",
      "category": "forgiveness"
    },
    {
      "quote": "The happiness which is lacking makes one think even the happiness one has unbearable.",
      "author": "Joseph Roux",
      "category": "forgiveness"
    },
    {
      "quote": "We always have enough to be happy if we are enjoying what we do have- and not worrying about what we don't have.",
      "author": "Ken Keyes",
      "category": "forgiveness"
    },
    {
      "quote": "Welcome everything that comes to you  but do not long for anything else.",
      "author": "Andre Gide",
      "category": "forgiveness"
    },
    {
      "quote": "The superiority of the distant over the present is only due to the mass and variety of the pleasures that can be suggested  compared with the poverty of those that can at any time be felt.",
      "author": "George Santayana",
      "category": "forgiveness"
    },
    {
      "quote": "If there is a sin against life  it consists perhaps not so much in despairing of life as in hoping for another  and in eluding the implacable grandeur of this life.",
      "author": "Albert Camus",
      "category": "forgiveness"
    },
    {
      "quote": "Mankind  by the perverse depravity of their nature  esteem that which they have most desired as of no value the moment it is possessed  and torment themselves with fruitless wishes for that which is beyond their reach.",
      "author": "Francois de Fenelon",
      "category": "forgiveness"
    },
    {
      "quote": "All your youth you want to have your greatness taken for granted  when you find it taken for granted  you are unnerved.",
      "author": "Elizabeth Bowen",
      "category": "forgiveness"
    },
    {
      "quote": "Do not spoil what you have by desiring what you have not  remember that what you now have was once among the things only hoped for.",
      "author": "Epicurus",
      "category": "forgiveness"
    },
    {
      "quote": "It ain't so much trouble to get rich as it is to tell when we have got rich.",
      "author": "Josh Billings",
      "category": "forgiveness"
    },
    {
      "quote": "What you have become is the price you paid to get what you used to want.",
      "author": "Mignon McLaughlin",
      "category": "forgiveness"
    },
    {
      "quote": "No man can be satisfied with his attainment  although he may be satisfied with his circumstances.",
      "author": "Frank Swinnerton",
      "category": "forgiveness"
    },
    {
      "quote": "Life is a progress from want to want  not from enjoyment to enjoyment.",
      "author": "Samuel Johnson",
      "category": "forgiveness"
    },
    {
      "quote": "We spend our time searching for security and hate it when we get it.",
      "author": "John Steinbeck",
      "category": "forgiveness"
    },
    {
      "quote": "There must be more to life than having everything.",
      "author": "Maurice Sendak",
      "category": "forgiveness"
    },
    {
      "quote": "Is there no end to this escalation of desire?",
      "author": "Marya Mannes",
      "category": "forgiveness"
    },
    {
      "quote": "Ambition has its disappointments to sour us  but never the good fortune to satisfy us.",
      "author": "Benjamin Franklin",
      "category": "forgiveness"
    },
    {
      "quote": "There is no banquet but some dislike something in it.",
      "author": "Thomas Fuller",
      "category": "forgiveness"
    },
    {
      "quote": "If we get everything that we want  we will soon want nothing that we get.",
      "author": "Vernon Luchies",
      "category": "forgiveness"
    },
    {
      "quote": "It matters very little whether a man is discontented in the name of pessimism or progress  if his discontent does in fact paralyse his power of appreciating what he has got.",
      "author": "G. K. Chesterton",
      "category": "forgiveness"
    },
    {
      "quote": "The best things in life are appreciated most after they have been lost.",
      "author": "Roy L. Smith",
      "category": "forgiveness"
    },
    {
      "quote": "Only with a new ruler do you realize the value of the old.",
      "author": "Burmese proverb",
      "category": "forgiveness"
    },
    {
      "quote": "I remember those happy days and often wish I could speak into the ears of the dead the gratitude which was due to them in life and so ill-returned.",
      "author": "Gwyn Thomas",
      "category": "forgiveness"
    },
    {
      "quote": "You can't appreciate home until you've left it  money till it's spent  your wife till she's joined a woman's club  nor Old Glory till you see it hanging on a broomstick on the shanty of a consul in a foreign town.",
      "author": "O. Henry",
      "category": "forgiveness"
    },
    {
      "quote": "Birds sing after a storm  why shouldn't people feel as free to delight in whatever remains to them?",
      "author": "Rose Fitzgerald Kennedy",
      "category": "forgiveness"
    },
    {
      "quote": "Think of all the beauty still left around you and be happy.",
      "author": "Anne Frank",
      "category": "forgiveness"
    },
    {
      "quote": "Oh  my friend  it's not what they take away from you that counts-it's what you do with what you have left.",
      "author": "Hubert H. Humphrey",
      "category": "forgiveness"
    },
    {
      "quote": "God gave you a gift of 86 400 seconds today. Have you used one to say \"thank you\"?",
      "author": "William A. Ward",
      "category": "forgiveness"
    },
    {
      "quote": "So long as we can lose any happiness  we possess some.",
      "author": "Booth Tarkington",
      "category": "forgiveness"
    },
    {
      "quote": "Happiness always looks small while you hold it in your hands  but let it go  and you learn at once how big and precious it is.",
      "author": "Maxim Gorky",
      "category": "forgiveness"
    },
    {
      "quote": "After my mother's death  I began to see her as she had really been.... It was less like losing someone than discovering someone.",
      "author": "Nancy Hale",
      "category": "forgiveness"
    },
    {
      "quote": "We never know the worth of water till the well is dry.",
      "author": "English proverb",
      "category": "forgiveness"
    },
    {
      "quote": "The way to love anything is to realize that it may be lost.",
      "author": "G. K. Chesterton",
      "category": "forgiveness"
    },
    {
      "quote": "Jesus  please teach me to appreciate what I have before time forces me to appreciate what I had.",
      "author": "Susan L. Lenzkes",
      "category": "forgiveness"
    },
    {
      "quote": "Eden is that old-fashioned house we dwell in every day Without suspecting our abode  until we drive away.",
      "author": "Emily Dickinson",
      "category": "forgiveness"
    },
    {
      "quote": "Generally the man with a good wife  or the woman with a good husband  or the children with good parents discover too late the goodness they overlooked while it was in full bloom.",
      "author": "James Douglas",
      "category": "forgiveness"
    },
    {
      "quote": "Jesus  please teach me to appreciate what I have  before time forces me to appreciate what I had.",
      "author": "Susan L. Lenzkes",
      "category": "forgiveness"
    },
    {
      "quote": "The Pilgrims made seven times more graves than huts. No Americans have been more impoverished than these who  nevertheless  set aside a day of thanksgiving.",
      "author": "H. U. Westermayer",
      "category": "forgiveness"
    },
    {
      "quote": "The greatest saint in the world is not he who prays most or fasts most  it is not he who gives alms  or is most eminent for temperance  chastity or justice. It is he who is most thankful to God.",
      "author": "William Law",
      "category": "forgiveness"
    },
    {
      "quote": "Not what we say about our blessings  but how we use them  is the true measure of our thanksgiving.",
      "author": "W. T. Purkiser",
      "category": "forgiveness"
    },
    {
      "quote": "The unthankful heart... discovers no mercies  but the thankful heart... will find  in every hour  some heavenly blessings.",
      "author": "Henry Ward Beecher",
      "category": "forgiveness"
    },
    {
      "quote": "Thanksgiving is a sure index of spiritual health.",
      "author": "Maurice Dametz",
      "category": "forgiveness"
    },
    {
      "quote": "If the only prayer you say in your whole life is \"Thank you \" that would suffice.",
      "author": "Meister Eckhart",
      "category": "forgiveness"
    },
    {
      "quote": "Who does not thank for little will not thank for much.",
      "author": "Estonian proverb",
      "category": "forgiveness"
    },
    {
      "quote": "The beginning of men's rebellion against God was  and is  the lack of a thankful heart.",
      "author": "Francis Schaeffer",
      "category": "forgiveness"
    },
    {
      "quote": "A thankful heart is not only the greatest virtue  but the parent of all other virtues.",
      "author": "Cicero",
      "category": "forgiveness"
    },
    {
      "quote": "Seeds of discouragement will not grow in the thankful heart.",
      "author": "Anonymous",
      "category": "forgiveness"
    },
    {
      "quote": "The private and personal blessings we enjoy-the blessings of immunity  safeguard  liberty and integrity- deserve the thanksgiving of a whole life.",
      "author": "Jeremy Taylor",
      "category": "forgiveness"
    },
    {
      "quote": "One of life's gifts is that each of us  no matter how tired and downtrodden  finds reasons for thankfulness.",
      "author": "J. Robert Maskin",
      "category": "forgiveness"
    },
    {
      "quote": "Joy is the simplest form of gratitude.",
      "author": "Karl Barth",
      "category": "forgiveness"
    },
    {
      "quote": "He who receives a benefit with gratitude repays the first installment on his debt.",
      "author": "Marcus Annaeus Seneca",
      "category": "forgiveness"
    },
    {
      "quote": "Gratitude unlocks the fullness of life. It turns what we have into enough  and more. It turns denial into acceptance  chaos to order  confusion to clarity. It can turn a meal into a feast  a house into a home  a stranger into a friend. Gratitude makes sense of our past  brings peace for today  and creates a vision for tomorrow.",
      "author": "Melody Beattie",
      "category": "forgiveness"
    },
    {
      "quote": "Remember that not to be happy is not to be grateful.",
      "author": "Elizabeth Carter",
      "category": "forgiveness"
    },
    {
      "quote": "Gratitude weighs heavy on us only when we no longer feel it.",
      "author": "Comtesse Diane",
      "category": "forgiveness"
    },
    {
      "quote": "Appreciation is yeast  lifting ordinary to extraordinary.",
      "author": "Mary-Ann Petro",
      "category": "forgiveness"
    },
    {
      "quote": "Gratitude is the memory of the heart.",
      "author": "Jean Baptiste Massieu",
      "category": "forgiveness"
    },
    {
      "quote": "One can never pay in gratitude  one can only pay \"in kind\" somewhere else in life.",
      "author": "Anne Morrow Lindbergh",
      "category": "forgiveness"
    },
    {
      "quote": "Silent gratitude isn't much use to anyone.",
      "author": "Gladys Browyn Stern",
      "category": "forgiveness"
    },
    {
      "quote": "Happiness is itself a kind of gratitude.",
      "author": "Joseph Wood Krutch",
      "category": "forgiveness"
    },
    {
      "quote": "One cannot collect all the beautiful shells on the beach.",
      "author": "Anne Morrow Lindbergh",
      "category": "forgiveness"
    },
    {
      "quote": "A man who accustoms himself to buy superfluities is often in want of necessities.",
      "author": "Hannah Farnham Lee",
      "category": "forgiveness"
    },
    {
      "quote": "What is the proper limit for wealth? It is  first  to have what is necessary  and  second  to have what is enough.",
      "author": "Marcus Annaeus Seneca",
      "category": "forgiveness"
    },
    {
      "quote": "He has enough who is contented with little.",
      "author": "Anonymous",
      "category": "forgiveness"
    },
    {
      "quote": "There is a great difference between satisfaction and satiation.",
      "author": "Mary Jane Sherfey",
      "category": "forgiveness"
    },
    {
      "quote": "More than enough is too much.",
      "author": "Anonymous",
      "category": "forgiveness"
    },
    {
      "quote": "It's a grand thing to be able to take your money in your hand and to think no more of it when it slips away from you than you would a trout that would slip back into the stream.",
      "author": "Augusta Gregory",
      "category": "forgiveness"
    },
    {
      "quote": "Let him who has enough wish for nothing more.",
      "author": "Horace",
      "category": "forgiveness"
    },
    {
      "quote": "Nothing is enough to the man for whom enough is too little.",
      "author": "Epicurus",
      "category": "forgiveness"
    },
    {
      "quote": "Sufficiency's enough for men of sense.",
      "author": "Euripides",
      "category": "forgiveness"
    },
    {
      "quote": "You never know what is enough unless you know what is more than enough.",
      "author": "William Blake",
      "category": "forgiveness"
    },
    {
      "quote": "Enough is as good as a feast.",
      "author": "John Heywood",
      "category": "forgiveness"
    },
    {
      "quote": "There is satiety in all things  in sleep  and love-making  in the loveliness of singing and the innocent dance.",
      "author": "Homer",
      "category": "forgiveness"
    },
    {
      "quote": "The average man is rich enough when he has a little more than he has got.",
      "author": "William Ralph Inge",
      "category": "forgiveness"
    },
    {
      "quote": "A wise man will desire no more than what he may get justly  use soberly  distribute cheerfully  and leave con-tently.",
      "author": "Benjamin Franklin",
      "category": "forgiveness"
    },
    {
      "quote": "Money and time are the heaviest burdens of life  and the unhappiest of all mortals are those who have more of either than they know how to use.",
      "author": "Samuel Johnson",
      "category": "forgiveness"
    },
    {
      "quote": "Whoever is not in his coffin and the dark grave  let him know he has enough.",
      "author": "Walt Whitman",
      "category": "forgiveness"
    },
    {
      "quote": "Too much is unwholesome.",
      "author": "Georg Christoph Lichtenberg",
      "category": "forgiveness"
    },
    {
      "quote": "This only grant me  that my means may lie too low for envy  for contempt too high.",
      "author": "Abraham Cowley",
      "category": "forgiveness"
    },
    {
      "quote": "Moderation is the key to lasting enjoyment.",
      "author": "Hosea Ballou",
      "category": "forgiveness"
    },
    {
      "quote": "Nothing in excess.",
      "author": "Solon",
      "category": "forgiveness"
    },
    {
      "quote": "Ask the gods nothing excessive.",
      "author": "Aeschylus",
      "category": "forgiveness"
    },
    {
      "quote": "Avarice is as destitute of what it has as poverty is of what it has not.",
      "author": "Publilius Syrus",
      "category": "forgiveness"
    },
    {
      "quote": "Philosophy ... should not pretend to increase our present stock  but make us economists of what we are possessed of.",
      "author": "Oliver Goldsmith",
      "category": "forgiveness"
    },
    {
      "quote": "The use we make of our fortune determines as to its sufficiency. A little is enough if used wisely  and too much is not enough if expended foolishly.",
      "author": "Christian Bovee",
      "category": "forgiveness"
    },
    {
      "quote": "It is possible to own too much. A man with one watch knows what time it is  a man with two watches is never quite sure.",
      "author": "Lee Segall",
      "category": "forgiveness"
    },
    {
      "quote": "Happiness is a way station between too much and too little.",
      "author": "Channing Pollock",
      "category": "forgiveness"
    },
    {
      "quote": "To be able to dispense with good things is tantamount to possessing them.",
      "author": "Jean Francois Regnard",
      "category": "forgiveness"
    },
    {
      "quote": "We don't need to increase our goods nearly as much as we need to scale down our wants. Not wanting something is as good as possessing it.",
      "author": "Donald Horban",
      "category": "forgiveness"
    },
    {
      "quote": "The hardest thing is to take less when you can get more.",
      "author": "Kin Hubbard",
      "category": "forgiveness"
    },
    {
      "quote": "Whoever does not regard what he has as most ample wealth is unhappy  though he is master of the world.",
      "author": "Epicurus",
      "category": "forgiveness"
    },
    {
      "quote": "I have learned to seek my happiness by limiting my desires  rather than in attempting to satisfy them.",
      "author": "John Stuart Mill",
      "category": "forgiveness"
    },
    {
      "quote": "How few are our real wants  and how easy is it to satisfy them! Our imaginary ones are boundless and insatiable.",
      "author": "Julius Charles Hare",
      "category": "forgiveness"
    },
    {
      "quote": "Of all the people in the world  those who want the most are those who have the most.",
      "author": "David Grayson",
      "category": "forgiveness"
    },
    {
      "quote": "Who covets more is evermore a slave.",
      "author": "Robert Herrick",
      "category": "forgiveness"
    },
    {
      "quote": "If you desire many things  many things will seem but a few.",
      "author": "Benjamin Franklin",
      "category": "forgiveness"
    },
    {
      "quote": "The heart is great which shows moderation in the midst of prosperity.",
      "author": "Marcus Annaeus Seneca",
      "category": "forgiveness"
    },
    {
      "quote": "Want is a growing giant whom the coat of Have was never large enough to cover.",
      "author": "Ralph Waldo Emerson",
      "category": "forgiveness"
    },
    {
      "quote": "Freedom is not procured by a full enjoyment of what is desired  but by controlling the desire.",
      "author": "Epictetus",
      "category": "forgiveness"
    },
    {
      "quote": "How many things there are which I do not want.",
      "author": "Socrates",
      "category": "forgiveness"
    },
    {
      "quote": "Moderate desires constitute a character fitted to acquire all the good which the world can yield. He who has this character is prepared  in whatever situation he is  therewith to be content and has learned the science of being happy.",
      "author": "Timothy Dwight",
      "category": "forgiveness"
    },
    {
      "quote": "Were a man to order his life by the rules of true reason  a frugal substance joined to a contented mind is for him great riches.",
      "author": "Lucretius",
      "category": "forgiveness"
    },
    {
      "quote": "One is never fortunate or as unfortunate as one imagines.",
      "author": "Francois de La Rochefoucauld",
      "category": "forgiveness"
    },
    {
      "quote": "Man needs so little ... yet he begins wanting so much.",
      "author": "Louis L'Amour",
      "category": "forgiveness"
    },
    {
      "quote": "Man never has what he wants  because what he wants is everything.",
      "author": "C. F. Ramuz",
      "category": "forgiveness"
    },
    {
      "quote": "If your desires be endless  your cares and fears will be so  too.",
      "author": "Thomas Fuller",
      "category": "forgiveness"
    },
    {
      "quote": "We are no longer happy so soon as we wish to be happier.",
      "author": "Walter Savage Landor",
      "category": "forgiveness"
    },
    {
      "quote": "He is not rich that possesses much  but he that covets no more  and he is not poor that enjoys little  but he that wants too much.",
      "author": "Francis Beaumont",
      "category": "forgiveness"
    },
    {
      "quote": "Independence may be found in comparative as well as in absolute abundance  I mean where a person contracts his desires within the limits of his fortune.",
      "author": "William Shenstone",
      "category": "forgiveness"
    },
    {
      "quote": "One never hugs one's good luck so affectionately as when listening to the relation of some horrible misfortunes which has overtaken others.",
      "author": "Alexander Smith",
      "category": "forgiveness"
    },
    {
      "quote": "If you would but exchange places with the other fellow  how much more you could appreciate your own position.",
      "author": "Victor E. Gardner",
      "category": "forgiveness"
    },
    {
      "quote": "We should learn  by reflection on the misfortunes of others  that there is nothing singular in those which befall ourselves.",
      "author": "Thomas Fitzosborne",
      "category": "forgiveness"
    },
    {
      "quote": "Double-no  triple-our troubles and we'd still be better off than any other people on earth.",
      "author": "Ronald Reagan",
      "category": "forgiveness"
    },
    {
      "quote": "I wept because I had no shoes  until I saw a man who had no feet.",
      "author": "Ancient Persian saying",
      "category": "forgiveness"
    },
    {
      "quote": "When life's problems seem overwhelming  look around and see what other people are coping with. You may consider yourself fortunate.",
      "author": "Ann Landers",
      "category": "forgiveness"
    },
    {
      "quote": "If all misfortunes were laid in one common heap whence everyone must take an equal portion  most people would be contented to take their own and depart.",
      "author": "Socrates",
      "category": "forgiveness"
    },
    {
      "quote": "Not he who has little  but he who wishes more  is poor.",
      "author": "Marcus Annaeus Seneca",
      "category": "forgiveness"
    },
    {
      "quote": "The covetous man is always poor.",
      "author": "Claudian",
      "category": "forgiveness"
    },
    {
      "quote": "He is not poor that hath not much  but he that craves much.",
      "author": "Thomas Fuller",
      "category": "forgiveness"
    },
    {
      "quote": "He is poor who does not feel content.",
      "author": "Japanese proverb",
      "category": "forgiveness"
    },
    {
      "quote": "I have no riches but my thoughts. Yet these are wealth enough for me.",
      "author": "Sara Teasdale",
      "category": "forgiveness"
    },
    {
      "quote": "He who curbs his desires will always be rich enough.",
      "author": "French proverb",
      "category": "forgiveness"
    },
    {
      "quote": "There is a gigantic difference between earning a great deal of money and being rich.",
      "author": "Marlene Dietrich",
      "category": "forgiveness"
    },
    {
      "quote": "That man is richest whose pleasures are the cheapest.",
      "author": "Henry David Thoreau",
      "category": "forgiveness"
    },
    {
      "quote": "If you want an accounting of your worth  count your friends.",
      "author": "Merry Browne",
      "category": "forgiveness"
    },
    {
      "quote": "I've had an exciting life  I married for love and got a little money along with it.",
      "author": "Rose Fitzgerald Kennedy",
      "category": "forgiveness"
    },
    {
      "quote": "True affluence is not needing anything.",
      "author": "Gary Snyder",
      "category": "forgiveness"
    },
    {
      "quote": "There are many excuses for the person who made the mistake of confounding money and wealth. Like many others they mistook the sign for the thing signified.",
      "author": "Millicent Garrett Fawcett",
      "category": "forgiveness"
    },
    {
      "quote": "Friends are the thermometer by which we may judge the temperature of our fortunes.",
      "author": "Lady Marguerite Blessington",
      "category": "forgiveness"
    },
    {
      "quote": "To be satisfied with what one has  that is wealth. As long as one sorely needs a certain additional amount  that man isn't rich.",
      "author": "Mark Twain",
      "category": "forgiveness"
    },
    {
      "quote": "I have the greatest of all riches: that of not desiring them.",
      "author": "Eleonora Duse",
      "category": "forgiveness"
    },
    {
      "quote": "My friends are my estate.",
      "author": "Emily Dickinson",
      "category": "forgiveness"
    },
    {
      "quote": "A man is rich in proportion to the things he can afford to let alone.",
      "author": "Henry David Thoreau",
      "category": "forgiveness"
    },
    {
      "quote": "There are people who have money and people who are rich.",
      "author": "Coco Chanel",
      "category": "forgiveness"
    },
    {
      "quote": "He is rich that is satisfied.",
      "author": "Thomas Fuller",
      "category": "forgiveness"
    },
    {
      "quote": "Nor need we power or splendor  wide hall or lordly dome  the good  the true  the tender-these form the wealth of home.",
      "author": "Sarah Josepha Hale",
      "category": "forgiveness"
    },
    {
      "quote": "He is well paid that is well satisfied.",
      "author": "William Shakespeare",
      "category": "forgiveness"
    },
    {
      "quote": "He who is content in his poverty is wonderfully rich.",
      "author": "Anonymous",
      "category": "forgiveness"
    },
    {
      "quote": "He who is contented is rich.",
      "author": "Lao-Tzu",
      "category": "forgiveness"
    },
    {
      "quote": "A BMW can't take you as far as a diploma.",
      "author": "Joyce A. Myers",
      "category": "forgiveness"
    },
    {
      "quote": "All fortune belongs to him who has a contented mind.",
      "author": "The Panchatantra",
      "category": "forgiveness"
    },
    {
      "quote": "The greatest wealth is contentment with a little.",
      "author": "Anonymous",
      "category": "forgiveness"
    },
    {
      "quote": "No one has yet had the courage to memorialize his wealth on his tombstone. A dollar mark would not look well there.",
      "author": "Corra May Harris",
      "category": "forgiveness"
    },
    {
      "quote": "So many of us define ourselves by what we have  what we wear  what kind of house we live in  and what kind of car we drive ... if you think of yourself as the woman in the Cartier watch and the Hermes scarf  a house fire will destroy not only your possessions but your self.",
      "author": "Linda Henley",
      "category": "forgiveness"
    },
    {
      "quote": "The externals are simply so many props  everything we need is within us.",
      "author": "Etty Hillesum",
      "category": "forgiveness"
    },
    {
      "quote": "He is not rich that possesses much  but he that is content with what he has.",
      "author": "Anonymous",
      "category": "forgiveness"
    },
    {
      "quote": "One well-cultivated talent  deepened and enlarged  is worth one hundred shallow faculties.",
      "author": "William Matthews",
      "category": "forgiveness"
    },
    {
      "quote": "If only every man would make proper use of his strength and do his utmost  he need never regret his limited ability.",
      "author": "Cicero",
      "category": "forgiveness"
    },
    {
      "quote": "Anyone is to be pitied who has just sense enough to perceive his deficiencies.",
      "author": "William Hazlitt",
      "category": "forgiveness"
    },
    {
      "quote": "What strange perversity is it that induces a man to set his heart on doing those things which he has not succeeded in  and makes him slight those in which his achievement has been respectable.",
      "author": "Gamaliel Bradford",
      "category": "forgiveness"
    },
    {
      "quote": "I may not amount to much  but at least I am unique.",
      "author": "Jean-Jacques Rousseau",
      "category": "forgiveness"
    },
    {
      "quote": "Happy is the man who can do only one thing: in doing it  he fulfills his destiny.",
      "author": "Joseph Joubert",
      "category": "forgiveness"
    },
    {
      "quote": "The real tragedy of life is not being limited to one talent  but in failing to use that one talent.",
      "author": "Edgar Watson Howe",
      "category": "forgiveness"
    },
    {
      "quote": "Too many people overvalue what they are not and undervalue what they are.",
      "author": "Malcolm Forbes",
      "category": "forgiveness"
    },
    {
      "quote": "Nothing will content him who is not content with a little.",
      "author": "Greek proverb",
      "category": "forgiveness"
    },
    {
      "quote": "Contentment is worth more than riches.",
      "author": "German proverb",
      "category": "forgiveness"
    },
    {
      "quote": "I figure if I have my health  can pay the rent and I have my friends  I call it \"content.\"",
      "author": "Lauren Bacall",
      "category": "forgiveness"
    },
    {
      "quote": "Be content with what thou hast received  and smooth thy frowning forehead.",
      "author": "Hafez",
      "category": "forgiveness"
    },
    {
      "quote": "He is poor who does not feel content.",
      "author": "Japanese proverb",
      "category": "forgiveness"
    },
    {
      "quote": "If thou covetest riches  ask not but for contentment  which is an immense treasure.",
      "author": "Sa'di",
      "category": "forgiveness"
    },
    {
      "quote": "Who is content with nothing possesses all things.",
      "author": "Nicolas Boileau",
      "category": "forgiveness"
    },
    {
      "quote": "My crown is called content  a crown that seldom kings enjoy.",
      "author": "William Shakespeare",
      "category": "forgiveness"
    },
    {
      "quote": "It is right to be contented with what we have  never with what we are.",
      "author": "Mackintosh",
      "category": "forgiveness"
    },
    {
      "quote": "Be content with your lot  one cannot be first in everything.",
      "author": "Aesop",
      "category": "forgiveness"
    },
    {
      "quote": "Content may dwell in all stations. To be low  but above contempt  may be high enough to be happy.",
      "author": "Sir Thomas Browne",
      "category": "forgiveness"
    },
    {
      "quote": "He is not rich that possesses much  but he that is content with what he has.",
      "author": "Anonymous",
      "category": "forgiveness"
    },
    {
      "quote": "True contentment... is the power of getting out of any situation all that there is in it. It is arduous  and it is rare.",
      "author": "G. K. Chesterton",
      "category": "forgiveness"
    },
    {
      "quote": "Poor and content is rich  and rich enough.",
      "author": "William Shakespeare",
      "category": "forgiveness"
    },
    {
      "quote": "The greatest wealth is contentment with a little.",
      "author": "Anonymous",
      "category": "forgiveness"
    },
    {
      "quote": "And be content with such things as ye have.",
      "author": "Bible",
      "category": "forgiveness"
    },
    {
      "quote": "Everything has its wonders  even darkness and silence  and I learn  whatever state I may be in  therein to be content.",
      "author": "Helen Keller",
      "category": "forgiveness"
    },
    {
      "quote": "Try to live the life of the good man who is more than content with what is allocated to him.",
      "author": "Marcus Aurelius",
      "category": "forgiveness"
    },
    {
      "quote": "The world is full of people looking for spectacular happiness while they snub contentment.",
      "author": "Doug Larson",
      "category": "forgiveness"
    },
    {
      "quote": "We are never content with our lot.",
      "author": "Jean de la Fontaine",
      "category": "forgiveness"
    },
    {
      "quote": "Until you make peace with who you are  you'll never be content with what you have.",
      "author": "Doris Mortman",
      "category": "forgiveness"
    },
    {
      "quote": "True contentment depends not upon what we have  a tub was large enough for Diogenes  but a world was too little for Alexander.",
      "author": "Charles Caleb Colton",
      "category": "forgiveness"
    },
    {
      "quote": "To be content with little is difficult  to be content with much  impossible.",
      "author": "Anonymous",
      "category": "forgiveness"
    },
    {
      "quote": "Reflect upon your present blessings  of which every man has many  not on your past misfortunes  of which all men have some.",
      "author": "Charles Dickens",
      "category": "forgiveness"
    },
    {
      "quote": "No longer forward nor behind I look in hope or fear  But  grateful  take the good I find  The best of now and here.",
      "author": "John Greenleaf Whittier",
      "category": "forgiveness"
    },
    {
      "quote": "What a wonderful life I've had! I only wish I'd realized it sooner.",
      "author": "Colette",
      "category": "forgiveness"
    },
    {
      "quote": "Was it always my nature to take a bad time and block out the good times  until any success became an accident and failure seemed the only truth?",
      "author": "Lillian Hellman",
      "category": "forgiveness"
    },
    {
      "quote": "Most human beings have an almost infinite capacity for taking things for granted.",
      "author": "Aldous Huxley",
      "category": "forgiveness"
    },
    {
      "quote": "There are men who are happy without knowing it.",
      "author": "Vauvenargues",
      "category": "forgiveness"
    },
    {
      "quote": "We are all of us richer than we think we are.",
      "author": "Michel de Montaigne",
      "category": "forgiveness"
    },
    {
      "quote": "What a miserable thing life is: you're living in clover  only the clover isn't good enough.",
      "author": "Bertolt Brecht",
      "category": "forgiveness"
    },
    {
      "quote": "I am convinced  the longer I live  that life and its blessings are not so entirely unjustly distributed as when we are suffering greatly we are inclined to suppose.",
      "author": "Mary Todd Lincoln",
      "category": "forgiveness"
    },
    {
      "quote": "Life is hard. Next to what?",
      "author": "Anonymous",
      "category": "forgiveness"
    },
    {
      "quote": "Over a period of time it's been driven home to me that I'm not going to be the most popular writer in the world  so I'm always happy when anything in any way is accepted.",
      "author": "Stephen Sondheim",
      "category": "forgiveness"
    },
    {
      "quote": "It made me gladsome to be getting some education  it being like a big window opening.",
      "author": "Mary Webb",
      "category": "forgiveness"
    },
    {
      "quote": "Too much of a good thing can be wonderful.",
      "author": "Mae West",
      "category": "forgiveness"
    },
    {
      "quote": "A man with ambition and love for his blessings here on earth is ever so alive. Having been alive  it won't be so hard in the end to lie down and rest.",
      "author": "Pearl Bailey",
      "category": "forgiveness"
    },
    {
      "quote": "In the country of the blind  the one-eyed man is king.",
      "author": "Michael Apostolius",
      "category": "forgiveness"
    },
    {
      "quote": "Be satisfied  and pleased with what thou art  Act cheerfully and well thou allotted part  Enjoy the present hour  be thankful for the past  And neither fear  nor wish  the approaches of the last.",
      "author": "Martial",
      "category": "forgiveness"
    },
    {
      "quote": "No one is satisfied with his fortune  or dissatisfied with his intellect.",
      "author": "Antoinette Deshouliere",
      "category": "forgiveness"
    },
    {
      "quote": "Tis better to have loved and lost than never to have loved at all.",
      "author": "Alfred, Lord Tennyson",
      "category": "forgiveness"
    },
    {
      "quote": "God pardons like a mother  who kisses the offense into everlasting forgetfulness.",
      "author": "Henry Ward Beecher",
      "category": "forgiveness"
    },
    {
      "quote": "Good  to forgive  Best  to forget.",
      "author": "Elizabeth Barrett Browning",
      "category": "forgiveness"
    },
    {
      "quote": "It is easier to forgive an enemy than a friend.",
      "author": "Anonymous",
      "category": "forgiveness"
    },
    {
      "quote": "His heart was as great as the world  but there was no room in it to hold the memory of a wrong.",
      "author": "Ralph Waldo Emerson",
      "category": "forgiveness"
    },
    {
      "quote": "Bear and forbear.",
      "author": "Epictetus",
      "category": "forgiveness"
    },
    {
      "quote": "Forgive us our trespasses  as we forgive them that trespass against us.",
      "author": "Bible",
      "category": "forgiveness"
    },
    {
      "quote": "To err is human  to forgive  divine.",
      "author": "Alexander Pope",
      "category": "forgiveness"
    },
    {
      "quote": "Forgive others often  yourself never.",
      "author": "Syrus",
      "category": "forgiveness"
    },
    {
      "quote": "It is manlike to punish but godlike to forgive.",
      "author": "Peter von Winter",
      "category": "forgiveness"
    },
    {
      "quote": "Fortune makes him fool  whom she makes her darling.",
      "author": "Sir Francis Bacon",
      "category": "fortune"
    },
    {
      "quote": "It is fortune  not wisdom  that rules man's life.",
      "author": "Cicero",
      "category": "fortune"
    },
    {
      "quote": "Fortune truly helps those who are of good judgment.",
      "author": "Anonymous",
      "category": "fortune"
    },
    {
      "quote": "The bitter dregs of Fortune's cup to drain.",
      "author": "Homer",
      "category": "fortune"
    },
    {
      "quote": "Fortunes made in no time are like shirts made in no time  it's ten to one if they hang long together.",
      "author": "Douglas Jerrold",
      "category": "fortune"
    },
    {
      "quote": "Men are seldom blessed with good fortune and good sense at the same time.",
      "author": "Livy",
      "category": "fortune"
    },
    {
      "quote": "Fortune and Love befriend the bold.",
      "author": "Ovid",
      "category": "fortune"
    },
    {
      "quote": "Every man is the architect of his own fortune.",
      "author": "Sallust",
      "category": "fortune"
    },
    {
      "quote": "O fortune  fortune! all men call thee fickle.",
      "author": "William Shakespeare",
      "category": "fortune"
    },
    {
      "quote": "There is a tide in the affairs of men Which  taken at the flood  leads on to fortune.",
      "author": "William Shakespeare",
      "category": "fortune"
    },
    {
      "quote": "A sleeping fox counts hens in his dreams.",
      "author": "Russian proverb",
      "category": "fox"
    },
    {
      "quote": "Frailty  thy name is woman!",
      "author": "William Shakespeare",
      "category": "frailty"
    },
    {
      "quote": "An amiable weakness.",
      "author": "R. B. Sheridan",
      "category": "frailty"
    },
    {
      "quote": "Forty million Frenchmen can't be wrong.",
      "author": "Anonymous",
      "category": "france"
    },
    {
      "quote": "France  freed from that monster  Bonaparte  must again become the most agreeable country on earth. It would be the second choice of all whose ties of family and fortune give a preference to some other one  and the first choice of all not under those ties.",
      "author": "Thomas Jefferson",
      "category": "france"
    },
    {
      "quote": "Ye sons of France  awake to glory! Hark! Hark! what myriads bid you rise! Your children  wives and grandsires hoary  Behold their tears and hear their cries!",
      "author": "Rouget de Lisle",
      "category": "france"
    },
    {
      "quote": "France always has plenty men of talent  but it is always deficient in men of action and high character.",
      "author": "Napoleon",
      "category": "france"
    },
    {
      "quote": "The cause of freedom is the cause of God.",
      "author": "Samuel Bowles",
      "category": "freedom"
    },
    {
      "quote": "Life is not so short but that there is always time enough for courtesy.",
      "author": "Ralph Waldo Emerson",
      "category": "freedom"
    },
    {
      "quote": "A decent boldness ever meets with friends.",
      "author": "Homer",
      "category": "friend"
    },
    {
      "quote": "It is not enough to succeed  a friend must fail.",
      "author": "La Rochefoucauld",
      "category": "friend"
    },
    {
      "quote": "A friend in power is a friend lost.",
      "author": "Henry Adams",
      "category": "friend"
    },
    {
      "quote": "A friend is one before whom I may think aloud.",
      "author": "Ralph Waldo Emerson",
      "category": "friend"
    },
    {
      "quote": "Iron sharpeneth man  so a man sharpeneth the countenance of his friend.",
      "author": "Bible",
      "category": "friend"
    },
    {
      "quote": "Chance makes our parents  but choice makes our friends.",
      "author": "Jacques Delille",
      "category": "friend"
    },
    {
      "quote": "Hope is a pleasant acquaintance  but an unsafe friend.",
      "author": "Thomas Chandler Haliburton",
      "category": "friend"
    },
    {
      "quote": "Money can't buy friends  but you can get a better class of enemy.",
      "author": "Spike Milligan",
      "category": "friend"
    },
    {
      "quote": "Every time I paint a portrait I lose a friend.",
      "author": "John Singer Sargent",
      "category": "friend"
    },
    {
      "quote": "My heart is warm with the friends I make  And better friends I'll not be knowing  Yet there isn't a train I wouldn't take  No matter where it's going.",
      "author": "Edna St. Vincent Millay",
      "category": "friend"
    },
    {
      "quote": "A sympathetic friend can be quite dear as a brother.",
      "author": "Homer",
      "category": "friend"
    },
    {
      "quote": "Friends are relatives you make for yourself.",
      "author": "Eustache Deschamps",
      "category": "friend"
    },
    {
      "quote": "A good friend is my nearest relation.",
      "author": "Thomas Fuller",
      "category": "friend"
    },
    {
      "quote": "The rich know not who is his friend.",
      "author": "Anonymous",
      "category": "friend"
    },
    {
      "quote": "The richer your friends  the more they will cost you.",
      "author": "Elizabeth Marbury",
      "category": "friend"
    },
    {
      "quote": "A friend in need is a friend indeed.",
      "author": "Susan Ferrier",
      "category": "friend"
    },
    {
      "quote": "It is easier to forgive an enemy than a friend.",
      "author": "Madame Dorothee Deluzy",
      "category": "friend"
    },
    {
      "quote": "Man's best support is a very dear friend.",
      "author": "Cicero",
      "category": "friend"
    },
    {
      "quote": "If you want an accounting of your worth  count your friends.",
      "author": "Merry Browne",
      "category": "friend"
    },
    {
      "quote": "A true friend is the best possession.",
      "author": "Anonymous",
      "category": "friend"
    },
    {
      "quote": "Best friend  my well-spring in the wilderness!",
      "author": "George Eliot",
      "category": "friend"
    },
    {
      "quote": "The only way to have a friend is to be one.",
      "author": "Ralph Waldo Emerson",
      "category": "friend"
    },
    {
      "quote": "A friend should be a master at guessing and keeping still.",
      "author": "Friedrich Nietzsche",
      "category": "friend"
    },
    {
      "quote": "I have lost friends  some by death ... others by sheer inability to cross the street.",
      "author": "Virginia Woolf",
      "category": "friend"
    },
    {
      "quote": "Faithful are the wounds of a friend  but the kisses of an enemy are deceitful.",
      "author": "Bible",
      "category": "friend"
    },
    {
      "quote": "An old friend never can be found  and nature has provided that he cannot easily be lost.",
      "author": "Samuel Johnson",
      "category": "friend"
    },
    {
      "quote": "One who's our friend is fond of us  one who's fond of us isn't necessarily our friend.",
      "author": "Marcus Annaeus Seneca",
      "category": "friend"
    },
    {
      "quote": "True friends ... face in the same direction  toward common projects  interests  goals.",
      "author": "C. S. Lewis",
      "category": "friend"
    },
    {
      "quote": "Friends are a second existence.",
      "author": "Baltasar Gracian",
      "category": "friend"
    },
    {
      "quote": "My helpless friend  your helplessness is the most powerful plea which rises up to the tender father-heart of God. You think that everything is closed to you because you cannot pray. My friend  your helplessness is the very essence of prayer.",
      "author": "O. Hallesby",
      "category": "friend"
    },
    {
      "quote": "A decent boldness ever meets with friends.",
      "author": "Homer",
      "category": "friend"
    },
    {
      "quote": "It is not enough to succeed  a friend must fail.",
      "author": "La Rochefoucauld",
      "category": "friend"
    },
    {
      "quote": "A friend in power is a friend lost.",
      "author": "Henry Adams",
      "category": "friend"
    },
    {
      "quote": "A friend is one before whom I may think aloud.",
      "author": "Ralph Waldo Emerson",
      "category": "friend"
    },
    {
      "quote": "Iron sharpeneth man  so a man sharpeneth the countenance of his friend.",
      "author": "Bible",
      "category": "friend"
    },
    {
      "quote": "Chance makes our parents  but choice makes our friends.",
      "author": "Jacques Delille",
      "category": "friend"
    },
    {
      "quote": "Hope is a pleasant acquaintance  but an unsafe friend.",
      "author": "Thomas Chandler Haliburton",
      "category": "friend"
    }
  ]
}