{"author":"Ravindu Manoj","github":"ravindu01manoj","repo":"Quotes-500k","data":[{"quote":"The sacred rights of mankind are not to be rummaged for among old parchments or musty records. They are written, as with a sunbeam, in the whole volume of human nature, by the hand of the divinity itself; and can never be erased.","author":"Alexander Hamilton","category":"Human Nature, Rights, Human"},{"quote":"My height doesn't define my skill set. To be a great quarterback, you have to have great leadership, great attention to detail and a relentless competitive nature - and I try to bring that on a daily basis.","author":"Russell Wilson","category":"Leadership, Daily, Great"},{"quote":"Man's nature is not essentially evil. Brute nature has been known to yield to the influence of love. You must never despair of human nature.","author":"Mahatma Gandhi","category":"Love, Man, Evil"},{"quote":"For I have learned to look on nature, not as in the hour of thoughtless youth, but hearing oftentimes the still, sad music of humanity.","author":"William Wordsworth","category":"Music, Sad, Humanity"},{"quote":"Nature has no principles. She makes no distinction between good and evil.","author":"Anatole France","category":"Good, Evil, Good And Evil"},{"quote":"Reason is a supple nymph, and slippery as a fish by nature. She had as leave give her kiss to an absurdity any day, as to syllogistic truth. The absurdity may turn out truer.","author":"D. H. Lawrence","category":"Day, Truth, Fish"},{"quote":"The learned is happy, nature to explore; The fool is happy, that he knows no more.","author":"Alexander Pope","category":"Happy, Fool, Explore"},{"quote":"With the coming of spring, I am calm again.","author":"Gustav Mahler","category":"I Am, Calm, Spring"},{"quote":"Nature is wont to hide herself.","author":"Heraclitus","category":"Hide, Herself, Wont"},{"quote":"Moonlight is sculpture.","author":"Nathaniel Hawthorne","category":"Sculpture, Moonlight"},{"quote":"The fall is my favorite time of year. I love the colors. The sun is out, you get warmth on your skin but there's the coolness of the breeze. It's really comfortable.","author":"Ricky Skaggs","category":"Love, Time, Sun"},{"quote":"Mushrooms are miniature pharmaceutical factories, and of the thousands of mushroom species in nature, our ancestors and modern scientists have identified several dozen that have a unique combination of talents that improve our health.","author":"Paul Stamets","category":"Health, Unique, Talents"},{"quote":"Man can never be a woman's equal in the spirit of selfless service with which nature has endowed her.","author":"Mahatma Gandhi","category":"Service, Man, Woman"},{"quote":"We must use the wrath of nature as our teacher.","author":"Bhumibol Adulyadej","category":"Teacher, Wrath, Must"},{"quote":"Nature surrounds us, from parks and backyards to streets and alleyways. Next time you go out for a walk, tread gently and remember that we are both inhabitants and stewards of nature in our neighbourhoods.","author":"David Suzuki","category":"Time, Walk, Remember"},{"quote":"The true nature of evil is that it is so very casual.","author":"James St. James","category":"Evil, True, Casual"},{"quote":"A God without dominion, providence, and final causes, is nothing else but fate and nature.","author":"Alexander Pope","category":"God, Fate, Nothing"},{"quote":"I love not man the less, but Nature more.","author":"Lord Byron","category":"Love, Man, More"},{"quote":"There is no gardening without humility. Nature is constantly sending even its oldest scholars to the bottom of the class for some egregious blunder.","author":"Alfred Austin","category":"Gardening, Humility, Class"},{"quote":"Flowers are without hope. Because hope is tomorrow and flowers have no tomorrow.","author":"Antonio Porchia","category":"Hope, Flowers, Tomorrow"},{"quote":"Human judges can show mercy. But against the laws of nature, there is no appeal.","author":"Arthur C. Clarke","category":"Mercy, Human, Laws"},{"quote":"Nature is an infinite sphere of which the center is everywhere and the circumference nowhere.","author":"Blaise Pascal","category":"Infinite, Center, Which"},{"quote":"In wilderness I sense the miracle of life, and behind it our scientific accomplishments fade to trivia.","author":"Charles Lindbergh","category":"Life, Wilderness, Behind"},{"quote":"I perhaps owe having become a painter to flowers.","author":"Claude Monet","category":"Flowers, Become, Painter"},{"quote":"The sun, too, shines into cesspools and is not polluted.","author":"Diogenes","category":"Sun, Too, Shines"},{"quote":"There's always a period of curious fear between the first sweet-smelling breeze and the time when the rain comes cracking down.","author":"Don DeLillo","category":"Time, Rain, Fear"},{"quote":"What would be left of our tragedies if an insect were to present us his?","author":"Emile M. Cioran","category":"Present, Left, Us"},{"quote":"The subtlety of nature is greater many times over than the subtlety of the senses and understanding.","author":"Francis Bacon","category":"Understanding, Over, Senses"},{"quote":"You can't be suspicious of a tree, or accuse a bird or a squirrel of subversion or challenge the ideology of a violet.","author":"Hal Borland","category":"Challenge, Tree, Bird"},{"quote":"The counterfeit and counterpart of Nature is reproduced in art.","author":"Henry Wadsworth Longfellow","category":"Art, Counterfeit"},{"quote":"What nature delivers to us is never stale. Because what nature creates has eternity in it.","author":"Isaac Bashevis Singer","category":"Never, Eternity, Us"},{"quote":"Sorrows gather around great souls as storms do around mountains; but, like them, they break the storm and purify the air of the plain beneath them.","author":"Jean Paul","category":"Great, Storm, Mountains"},{"quote":"One must ask children and birds how cherries and strawberries taste.","author":"Johann Wolfgang von Goethe","category":"Children, Birds, Taste"},{"quote":"Earth is a flower and it's pollinating.","author":"Neil Young","category":"Flower, Earth"},{"quote":"Nature is a petrified magic city.","author":"Novalis","category":"City, Magic, Petrified"},{"quote":"These flowers, which were splendid and sprightly, waking in the dawn of the morning, in the evening will be a pitiful frivolity, sleeping in the cold night's arms.","author":"Pedro Calderon de la Barca","category":"Morning, Flowers, Night"},{"quote":"Everything is blooming most recklessly; if it were voices instead of colors, there would be an unbelievable shrieking into the heart of the night.","author":"Rainer Maria Rilke","category":"Heart, Colors, Night"},{"quote":"The ground we walk on, the plants and creatures, the clouds above constantly dissolving into new formations - each gift of nature possessing its own radiant energy, bound together by cosmic harmony.","author":"Ruth Bernhard","category":"Together, Clouds, Walk"},{"quote":"A hen is only an egg's way of making another egg.","author":"Samuel Butler","category":"Way, Egg, Hen"},{"quote":"He that will enjoy the brightness of sunshine, must quit the coolness of the shade.","author":"Samuel Johnson","category":"Sunshine, Enjoy, Quit"},{"quote":"By reading the scriptures I am so renewed that all nature seems renewed around me and with me. The sky seems to be a pure, a cooler blue, the trees a deeper green. The whole world is charged with the glory of God and I feel fire and music under my feet.","author":"Thomas Merton","category":"Music, God, Sky"},{"quote":"Love is a chain of love as nature is a chain of life.","author":"Truman Capote","category":"Love, Life, Love Is"},{"quote":"Nature's music is never over; her silences are pauses, not conclusions.","author":"Mary Webb","category":"Music, Her, Never"},{"quote":"My boy, one small breeze doesn't make a wind storm.","author":"John McGraw","category":"Storm, Wind, Small"},{"quote":"Nature was here a series of wonders, and a fund of delight.","author":"Daniel Boone","category":"Here, Delight, Series"},{"quote":"There's no night without stars.","author":"Andre Norton","category":"Stars, Night, Without"},{"quote":"We have the capacity to receive messages from the stars and the songs of the night winds.","author":"Ruth St. Denis","category":"Stars, Night, Capacity"},{"quote":"My progress was rendered delightful by the sylvan elegance of the groves, chearful meadows, and high distant forests, which in grand order presented themselves to view.","author":"William Bartram","category":"Progress, View, Elegance"},{"quote":"Giant oak trees... have deep root systems that can extend two-and-one-half times their height. Such trees rarely are blown down regardless of how violent the storms may be.","author":"Joseph B. Wirthlin","category":"Deep, Trees, Down"},{"quote":"The real cure for our environmental problems is to understand that our job is to salvage Mother Nature. We are facing a formidable enemy in this field. It is the hunters... and to convince them to leave their guns on the wall is going to be very difficult.","author":"Jacques Yves Cousteau","category":"Mother, Environmental, Job"},{"quote":"There is but one law for all, namely that law which governs all law, the law of our Creator, the law of humanity, justice, equity - the law of nature and of nations.","author":"Edmund Burke","category":"Justice, Law, Humanity"},{"quote":"In the same way the sun never grows weary of shining, nor a stream of flowing, it is God's nature to keep His promises. Therefore, go immediately to His throne and say, 'Do as You promised.'","author":"Charles Spurgeon","category":"God, Sun, You"},{"quote":"All men are by nature equal, made all of the same earth by one Workman; and however we deceive ourselves, as dear unto God is the poor peasant as the mighty prince.","author":"Plato","category":"God, Men, Earth"},{"quote":"You can hold yourself back from the sufferings of the world, that is something you are free to do and it accords with your nature, but perhaps this very holding back is the one suffering you could avoid.","author":"Franz Kafka","category":"World, Yourself, Suffering"},{"quote":"Use those talents you have. You will make it. You will give joy to the world. Take this tip from nature: The woods would be a very silent place if no birds sang except those who sang best.","author":"Bernard Meltzer","category":"Best, Joy, World"},{"quote":"Nature is by and large to be found out of doors, a location where, it cannot be argued, there are never enough comfortable chairs.","author":"Fran Lebowitz","category":"Doors, Never, Comfortable"},{"quote":"A rare experience of a moment at daybreak, when something in nature seems to reveal all consciousness, cannot be explained at noon. Yet it is part of the day's unity.","author":"Charles Ives","category":"Day, Experience, Unity"},{"quote":"In other words, a person who is fanatic in matters of religion, and clings to certain ideas about the nature of God and the universe, becomes a person who has no faith at all.","author":"Alan Watts","category":"Faith, God, Religion"},{"quote":"For me nature is not landscape, but the dynamism of visual forces.","author":"Bridget Riley","category":"Me, Landscape, Visual"},{"quote":"Beauty and seduction, I believe, is nature's tool for survival, because we will protect what we fall in love with.","author":"Louie Schwartzberg","category":"Love, Beauty, Believe"},{"quote":"Great art picks up where nature ends.","author":"Marc Chagall","category":"Art, Great, Where"},{"quote":"Nature gives you the face you have at twenty it is up to you to merit the face you have at fifty.","author":"Coco Chanel","category":"Age, Face, You"},{"quote":"Men speak of natural rights, but I challenge any one to show where in nature any rights existed or were recognized until there was established for their declaration and protection a duly promulgated body of corresponding laws.","author":"Calvin Coolidge","category":"Challenge, Men, Speak"},{"quote":"Natural gas is hemispheric. I like to call it hemispheric in nature because it is a product that we can find in our neighborhoods.","author":"George W. Bush","category":"Product, Find, Natural"},{"quote":"People is, I think, it's their nature - some people's nature, in a way, to be angry or jealous or just spiteful about somebody else's blessings.","author":"Jill Scott","category":"Blessings, People, Think"},{"quote":"At Baptism, I received grace - that quality that makes me share in the very nature of God.","author":"Mother Angelica","category":"God, Quality, Me"},{"quote":"Nature that framed us of four elements, warring within our breasts for regiment, doth teach us all to have aspiring minds.","author":"Niccolo Machiavelli","category":"Teach, Within, Minds"},{"quote":"Truth is by nature self-evident. As soon as you remove the cobwebs of ignorance that surround it, it shines clear.","author":"Mahatma Gandhi","category":"Truth, Ignorance, Truth Is"},{"quote":"To photograph truthfully and effectively is to see beneath the surfaces and record the qualities of nature and humanity which live or are latent in all things.","author":"Ansel Adams","category":"Humanity, Live, See"},{"quote":"Nothing happens to any man that he is not formed by nature to bear.","author":"Marcus Aurelius","category":"Man, Nothing, Bear"},{"quote":"It is human nature to instinctively rebel at obscurity or ordinariness.","author":"Taylor Caldwell","category":"Human Nature, Rebel, Human"},{"quote":"Nature is relentless and unchangeable, and it is indifferent as to whether its hidden reasons and actions are understandable to man or not.","author":"Galileo Galilei","category":"Man, Hidden, Actions"},{"quote":"Nature is the one song of praise that never stops singing.","author":"Richard Rohr","category":"Song, Singing, Praise"},{"quote":"God who created us has granted us the faculty of speech that we might disclose the counsels of our hearts to one another and that, since we possess our human nature in common, each of us might share his thoughts with his neighbor, bringing them forth from the secret recesses of the heart as from a treasury.","author":"Saint Basil","category":"God, Heart, Thoughts"},{"quote":"Some advice: keep the flame of curiosity and wonderment alive, even when studying for boring exams. That is the well from which we scientists draw our nourishment and energy. And also, learn the math. Math is the language of nature, so we have to learn this language.","author":"Michio Kaku","category":"Curiosity, Language, Advice"},{"quote":"As instruments for knowing the objects, the sense organs are outside, and so they are called outer senses; and the mind is called the inner sense because it is inside. But the distinction between inner and outer is only with reference to the body; in truth, there is neither inner nor outer. The mind's nature is to remain pure like ether.","author":"Ramana Maharshi","category":"Truth, Mind, Body"},{"quote":"The Analytical Engine does not occupy common ground with mere 'calculating machines.' It holds a position wholly its own, and the considerations it suggests are more interesting in their nature.","author":"Ada Lovelace","category":"Interesting, Common Ground"},{"quote":"By nature, I really am a fairly bouncy and sunny individual.","author":"Julie Andrews","category":"Individual, Sunny, Fairly"},{"quote":"It is good to realize that if love and peace can prevail on earth, and if we can teach our children to honor nature's gifts, the joys and beauties of the outdoors will be here forever.","author":"Jimmy Carter","category":"Love, Children, Peace"},{"quote":"A desire to resist oppression is implanted in the nature of man.","author":"Tacitus","category":"Man, Oppression, Desire"},{"quote":"We must all obey the great law of change. It is the most powerful law of nature.","author":"Edmund Burke","category":"Change, Great, Law"},{"quote":"Nothing in the nature around us is evil. This needs to be repeated since one of the human ways of talking oneself into inhuman acts is to cite the supposed cruelty of nature.","author":"John Berger","category":"Evil, Nothing, Human"},{"quote":"I have always considered it as treason against the great republic of human nature, to make any man's virtues the means of deceiving him.","author":"Samuel Johnson","category":"Great, Man, Human Nature"},{"quote":"Natural science, does not simply describe and explain nature; it is part of the interplay between nature and ourselves.","author":"Werner Heisenberg","category":"Science, Explain, Natural"},{"quote":"Is it right to probe so deeply into Nature's secrets? The question must here be raised whether it will benefit mankind, or whether the knowledge will be harmful.","author":"Pierre Curie","category":"Knowledge, Secrets, Question"},{"quote":"The scientific observer of Nature is a kind of mystic seeker in the act of prayer.","author":"Muhammad Iqbal","category":"Prayer, Kind, Act"},{"quote":"The beautiful is in nature, and it is encountered under the most diverse forms of reality. Once it is found it belongs to art, or rather to the artist who discovers it.","author":"Gustave Courbet","category":"Art, Beautiful, Artist"},{"quote":"For humanism also appeals to man as man. It seeks to liberate the universal qualities of human nature from the narrow limitations of blood and soil and class and to create a common language and a common culture in which men can realize their common humanity.","author":"Christopher Dawson","category":"Culture, Man, Humanity"},{"quote":"It's human nature to start taking things for granted again when danger isn't banging loudly on the door.","author":"David Hackworth","category":"Door, Start, Human Nature"},{"quote":"I have to stay alone in order to fully contemplate and feel nature.","author":"Caspar David Friedrich","category":"Alone, Feel, Order"},{"quote":"It's human nature to gripe, but I'm going ahead and doing the best I can.","author":"Elvis Presley","category":"Best, Human Nature, Doing"},{"quote":"One cannot violate the promptings of one's nature without having that nature recoil upon itself.","author":"Jack London","category":"Without, Cannot, Itself"},{"quote":"In the beginning you must subject yourself to the influence of nature. You must be able to walk firmly on the ground before you start walking on a tightrope.","author":"Henri Matisse","category":"Influence, Yourself, Walk"},{"quote":"The earth is such a voluminous, sparse, wild place that has its own rhythm that human beings try to control and strategize our way around, but the truth is, if you're out someplace like the ocean on a capsized boat, it doesn't matter if you have academic degrees, or if you're a martial-arts ninja. Nature is a bigger force than you.","author":"Rachael Taylor","category":"Truth, Ocean, Boat"},{"quote":"In the Pythagorean system, thinking about numbers, or doing mathematics, was an inherently masculine task. Mathematics was associated with the gods, and with transcendence from the material world; women, by their nature, were supposedly rooted in this latter, baser realm.","author":"Margaret Wertheim","category":"Women, Mathematics, World"},{"quote":"You and I are, by birth, by nature, and by choice, inwardly depraved, which is to say that we are entirely corrupt. That's not to say that we have no good in us; we do. However, anything good in us has been tainted with evil. It touches everything. Without the redeeming power of Christ we cannot halt our own moral slide.","author":"Charles R. Swindoll","category":"Good, Power, Evil"},{"quote":"If nothing else, the act of reaching a milestone often serves to reveal a superstar's true nature.","author":"Stephen Rodrick","category":"True, Nothing, Act"},{"quote":"I am not a religious person myself, but I did look for nature. I had spent my first sabbatical in New York City. Looked for something different for the second one. Europe and the U.S. didn't really feel enticing because I knew them too well. So Asia it was. The most beautiful landscapes I had seen in Asia were Sri Lanka and Bali.","author":"Stefan Sagmeister","category":"Beautiful, Myself, I Am"},{"quote":"We live in a very chaotic world that sometimes we - it just seems like a mess. One of the reasons why we listen to music, and to great classical music in particular, is that everything is in an order and in a place and has a beauty that you see in nature, that you see and that people look for when they look for God.","author":"Joshua Bell","category":"Music, Beauty, Great"},{"quote":"I care to live only to entice people to look at Nature's loveliness. Heaven knows that John the Baptist was not more eager to get all his fellow sinners into the Jordan than I to baptize all of mine in the beauty of God's mountains.","author":"John Muir","category":"Beauty, God, Mountains"},{"quote":"Who does not desire such a victory by which we shall join places in our Kingdom, so far divided by nature, and for which we shall set up trophies in another conquered world?","author":"Alexander the Great","category":"World, Victory, Desire"},{"quote":"As human beings, we are endowed with freedom of choice, and we cannot shuffle off our responsibility upon the shoulders of God or nature. We must shoulder it ourselves. It is our responsibility.","author":"Arnold J. Toynbee","category":"Freedom, God, Responsibility"},{"quote":"It is not in the nature of politics that the best men should be elected. The best men do not want to govern their fellowmen.","author":"George MacDonald","category":"Best, Politics, Men"},{"quote":"Winter is nature's way of saying, 'Up yours.'","author":"Robert Byrne","category":"Winter, Way, Saying"},{"quote":"Every girl should use what Mother Nature gave her before Father Time takes it away.","author":"Laurence J. Peter","category":"Time, Beauty, Father"},{"quote":"Race hate isn't human nature race hate is the abandonment of human nature.","author":"Orson Welles","category":"Hate, Human Nature, Human"},{"quote":"Support by United States rulers is rather in the nature of the support that the rope gives to a hanged man.","author":"Nikita Khrushchev","category":"Man, Support, United"},{"quote":"Reality must take precedence over public relations, for nature cannot be fooled.","author":"Richard P. Feynman","category":"Reality, Fooled, Must"},{"quote":"The stars shall fade away, the sun himself Grow dim with age, and nature sink in years, But thou shalt flourish in immortal youth, Unhurt amidst the wars of elements, The wrecks of matter, and the crush of worlds.","author":"Joseph Addison","category":"Age, Stars, Sun"},{"quote":"That's the nature of women, not to love when we love them, and to love when we love them not.","author":"Miguel de Cervantes","category":"Love, Women, To Love"},{"quote":"Covetousness is both the beginning and the end of the devil's alphabet - the first vice in corrupt nature that moves, and the last which dies.","author":"Michel de Montaigne","category":"Devil, Beginning, End"},{"quote":"It stands to the everlasting credit of science that by acting on the human mind it has overcome man's insecurity before himself and before nature.","author":"Albert Einstein","category":"Science, Man, Mind"},{"quote":"We cannot wait for governments to do it all. Globalization operates on Internet time. Governments tend to be slow moving by nature, because they have to build political support for every step.","author":"Kofi Annan","category":"Time, Support, Moving"},{"quote":"I think most artists create out of despair. The very nature of creation is not a performing glory on the outside, it's a painful, difficult search within.","author":"Louise Berliawsky Nevelson","category":"Search, Think, Despair"},{"quote":"The world is too much with us; late and soon, getting and spending, we lay waste our powers: Little we see in Nature that is ours.","author":"William Wordsworth","category":"World, Late, See"},{"quote":"The moral virtues, then, are produced in us neither by nature nor against nature. Nature, indeed, prepares in us the ground for their reception, but their complete formation is the product of habit.","author":"Aristotle","category":"Moral, Habit, Product"},{"quote":"By nature all men are equal in liberty, but not in other endowments.","author":"Thomas Aquinas","category":"Men, Liberty, Equal"},{"quote":"Observe constantly that all things take place by change, and accustom thyself to consider that the nature of the Universe loves nothing so much as to change the things which are, and to make new things like them.","author":"Marcus Aurelius","category":"Change, Universe, New Things"},{"quote":"What we call Man's power over Nature turns out to be a power exercised by some men over other men with Nature as its instrument.","author":"C. S. Lewis","category":"Power, Man, Men"},{"quote":"Action is the highest perfection and drawing forth of the utmost power, vigor, and activity of man's nature.","author":"Robert South","category":"Power, Man, Perfection"},{"quote":"Beauty is our weapon against nature; by it we make objects, giving them limit, symmetry, proportion. Beauty halts and freezes the melting flux of nature.","author":"Camille Paglia","category":"Beauty, Giving, Limit"},{"quote":"An inexhaustible good nature is one of the most precious gifts of heaven, spreading itself like oil over the troubled sea of thought, and keeping the mind smooth and equable in the roughest weather.","author":"Washington Irving","category":"Good, Sea, Mind"},{"quote":"Memory is a magnet. It will pull to it and hold only material nature has designed it to attract.","author":"Jessamyn West","category":"Memory, Will, Hold"},{"quote":"The mastery of nature is vainly believed to be an adequate substitute for self mastery.","author":"Reinhold Niebuhr","category":"Self, Substitute, Mastery"},{"quote":"To any artist, worthy of the name, all in nature is beautiful, because his eyes, fearlessly accepting all exterior truth, read there, as in an open book, all the inner truth.","author":"Auguste Rodin","category":"Beautiful, Truth, Eyes"},{"quote":"Nature does not proceed by leaps and bounds.","author":"Carolus Linnaeus","category":"Bounds, Proceed, Does"},{"quote":"All a musician can do is to get closer to the sources of nature, and so feel that he is in communion with the natural laws.","author":"John Coltrane","category":"Feel, Laws, Natural"},{"quote":"As regards the individual nature, woman is defective and misbegotten, for the active power of the male seed tends to the production of a perfect likeness in the masculine sex; while the production of a woman comes from defect in the active power.","author":"Thomas Aquinas","category":"Power, Woman, Perfect"},{"quote":"Love is a strange master, and human nature is still stranger.","author":"Edgar Rice Burroughs","category":"Love, Love Is, Human Nature"},{"quote":"As in nature, as in art, so in grace; it is rough treatment that gives souls, as well as stones, their luster.","author":"Thomas Guthrie","category":"Art, Grace, Well"},{"quote":"There is no such thing as death. In nature nothing dies. From each sad remnant of decay, some forms of life arise so shall his life be taken away before he knoweth that he hath it.","author":"Charles Mackay","category":"Life, Death, Sad"},{"quote":"Custom is second nature.","author":"Saint Augustine","category":"Second, Custom"},{"quote":"It is the nature of the self to manifest itself, In every atom slumbers the might of the self.","author":"Muhammad Iqbal","category":"Self, Manifest, Every"},{"quote":"If nature were not beautiful, it would not be worth knowing, and if nature were not worth knowing, life would not be worth living.","author":"Henri Poincare","category":"Life, Beautiful, Living"},{"quote":"But when women are moved and lend help, when women, who are by nature calm and controlled, give encouragement and applause, when virtuous and knowledgeable women grace the endeavor with their sweet love, then it is invincible.","author":"Jose Marti","category":"Love, Women, Encouragement"},{"quote":"A child does not notice the greatness and the beauty of nature and the splendor of God in his works.","author":"Rudolf Otto","category":"Beauty, God, Child"},{"quote":"It will, of course, be understood that directly or indirectly, soon or late, every advance in the sciences of human nature will contribute to our success in controlling human nature and changing it to the advantage of the common weal.","author":"Edward Thorndike","category":"Success, Human Nature, Late"},{"quote":"Nowhere more truly than in his mental capacities is man a part of nature.","author":"Edward Thorndike","category":"Man, Mental, Part"},{"quote":"Repeal the Missouri Compromise - repeal all compromises - repeal the Declaration of Independence - repeal all past history, you still cannot repeal human nature. It will be the abundance of man's heart that slavery extension is wrong; and out of the abundance of his heart, his mouth will continue to speak.","author":"Abraham Lincoln","category":"History, Man, Past"},{"quote":"Art is the objectification of feeling, and the subjectification of nature.","author":"Susanne Langer","category":"Art, Feeling"},{"quote":"Wisdom is a kind of knowledge. It is knowledge of the nature, career, and consequences of human values.","author":"Sidney Hook","category":"Wisdom, Knowledge, Values"},{"quote":"It is no small misfortune and disgrace that, through our own fault, we neither understand our nature nor our origin.","author":"Saint Teresa of Avila","category":"Small, Understand, Through"},{"quote":"Only the brave know how to forgive it is the most refined and generous pitch of virtue human nature can arrive at.","author":"Laurence Sterne","category":"Brave, Forgive, Human Nature"},{"quote":"It is impossible to imagine a more complete fusion with nature than that of the Gypsy.","author":"Franz Liszt","category":"Impossible, Imagine, Fusion"},{"quote":"I've made an odd discovery. Every time I talk to a savant I feel quite sure that happiness is no longer a possibility. Yet when I talk with my gardener, I'm convinced of the opposite.","author":"Bertrand Russell","category":"Happiness, Time, Discovery"},{"quote":"Art is contemplation. It is the pleasure of the mind which searches into nature and which there divines the spirit of which nature herself is animated.","author":"Auguste Rodin","category":"Art, Mind, Pleasure"},{"quote":"I admire our ancestors, whoever they were. I think the first self-conscious person must have shaken in his boots. Because as he becomes self-conscious, he's no longer part of nature. He sees himself against nature. He looks at the vastness of the universe and it looks hostile.","author":"John Shelby Spong","category":"Universe, Think, Boots"},{"quote":"If you violate Nature's laws you are your own prosecuting attorney, judge, jury, and hangman.","author":"Luther Burbank","category":"Judge, You, Laws"},{"quote":"Nature knows no pause in progress and development, and attaches her curse on all inaction.","author":"Johann Wolfgang von Goethe","category":"Progress, Development"},{"quote":"Blue, green, grey, white, or black; smooth, ruffled, or mountainous; that ocean is not silent.","author":"H. P. Lovecraft","category":"Ocean, Blue, Green"},{"quote":"Simplicity is natures first step, and the last of art.","author":"Philip James Bailey","category":"Art, Simplicity, Step"},{"quote":"There is an electric fire in human nature tending to purify - so that among these human creatures there is continually some birth of new heroism. The pity is that we must wonder at it, as we should at finding a pearl in rubbish.","author":"John Keats","category":"Fire, Heroism, Human Nature"},{"quote":"There is no glory in star or blossom till looked upon by a loving eye There is no fragrance in April breezes till breathed with joy as they wander by.","author":"William C. Bryant","category":"Joy, Eye, Loving"},{"quote":"It is a holy blessing to be born with the exquisite qualities of a daughter of God. Women of God, both old and young, are spiritual and sensitive, tender and gentle. They have a kind, nurturing nature. This is your inheritance. Never belittle the gifts God has given to you. Develop the divinity that is within you.","author":"Margaret D. Nadauld","category":"Women, Daughter, God"},{"quote":"This sunlight linked me through the ages to that past consciousness.","author":"Richard Jefferies","category":"Past, Me, Consciousness"},{"quote":"To me a lush carpet of pine needles or spongy grass is more welcome than the most luxurious Persian rug.","author":"Helen Keller","category":"Welcome, Me, Grass"},{"quote":"Birds have wings they're free they can fly where they want when they want. They have the kind of mobility many people envy.","author":"Roger Tory Peterson","category":"People, Fly, Birds"},{"quote":"While we are under the tyranny of Priests, it will ever be their interest, to invalidate the law of nature and reason, in order to establish systems incompatible therewith.","author":"Ethan Allen","category":"Law, Tyranny, Reason"},{"quote":"All nature is but art unknown to thee.","author":"Alexander Pope","category":"Art, Unknown, Thee"},{"quote":"The good is, like nature, an immense landscape in which man advances through centuries of exploration.","author":"Jose Ortega y Gasset","category":"Good, Man, Landscape"},{"quote":"When women reassert their relationship with the wildish nature, they are gifted with a permanent and internal watcher, a knower, a visionary, an oracle, an inspiratrice, an intuitive, a maker, a creator, an inventor, and a listener who guide, suggest, and urge vibrant life in the inner and outer world.","author":"Clarissa Pinkola Estes","category":"Life, Relationship, Women"},{"quote":"Purity and simplicity are the two wings with which man soars above the earth and all temporary nature.","author":"Thomas a Kempis","category":"Man, Simplicity, Wings"},{"quote":"Perhaps nature is our best assurance of immortality.","author":"Eleanor Roosevelt","category":"Best, Immortality, Assurance"},{"quote":"Nature chooses who will be transgender individuals don't choose this.","author":"Mercedes Ruehl","category":"Choose, Will, Transgender"},{"quote":"Nature has given women so much power that the law has very wisely given them little.","author":"Samuel Johnson","category":"Women, Power, Law"},{"quote":"Now that I'm older, I have a much better appreciation of nature, and I love being alone.","author":"Gia Coppola","category":"Love, Alone, Appreciation"},{"quote":"What I'm attempting to do is to show people that if I can spend some time with very dangerous spiders and snakes and scorpions, then maybe they'll feel different about the spiders and snakes they find around their areas. I don't need people to keep them as pets. I just like them to be respectful and see that everything in nature has its place.","author":"Dominic Monaghan","category":"Time, People, See"},{"quote":"When there is in nature no fixed condition, how much less must there be in the life of a people, beings endowed with mobility and movement!","author":"Jose Rizal","category":"Life, People, Movement"},{"quote":"We are all full of weakness and errors let us mutually pardon each other our follies - it is the first law of nature.","author":"Voltaire","category":"Law, Weakness, First"},{"quote":"Nature abhors a hero. For one thing, he violates the law of conservation of energy. For another, how can it be the survival of the fittest when the fittest keeps putting himself in situations where he is most likely to be creamed?","author":"Solomon Short","category":"Hero, Law, Survival"},{"quote":"The increase of scientific knowledge lies not only in the occasional milestones of science, but in the efforts of the very large body of men who with love and devotion observe and study nature.","author":"Polykarp Kusch","category":"Love, Knowledge, Science"},{"quote":"I had to live in the desert before I could understand the full value of grass in a green ditch.","author":"Ella Maillart","category":"Value, Desert, Green"},{"quote":"The thing that gave me the most pain in life, psychologically, and it gave me tremendous pain psychologically, is man's disrespect for nature.","author":"Joni Mitchell","category":"Life, Man, Pain"},{"quote":"If we could establish a deep abiding relationship with nature, we would never kill an animal for our appetite; we would never harm, vivisect, a monkey, a dog, a guinea pig for our benefit. We would find other ways to heal our wounds, heal our bodies.","author":"Jiddu Krishnamurti","category":"Relationship, Dog, Deep"},{"quote":"This magnificent butterfly finds a little heap of dirt and sits still on it but man will never on his heap of mud keep still.","author":"Joseph Conrad","category":"Man, Butterfly, Mud"},{"quote":"In the Spring, I have counted 136 different kinds of weather inside of 24 hours.","author":"Mark Twain","category":"Weather, Spring, Different"},{"quote":"Nature has never read the Declaration of Independence. It continues to make us unequal.","author":"Will Durant","category":"Independence, Never"},{"quote":"Nature uses human imagination to lift her work of creation to even higher levels.","author":"Luigi Pirandello","category":"Work, Imagination, Lift"},{"quote":"The beautiful spring came; and when Nature resumes her loveliness, the human soul is apt to revive also.","author":"Harriet Ann Jacobs","category":"Beautiful, Soul, Spring"},{"quote":"Human nature is not nearly as bad as it has been thought to be.","author":"Abraham Maslow","category":"Thought, Human Nature, Human"},{"quote":"Envy is human nature.","author":"Monica Bellucci","category":"Human Nature, Envy, Human"},{"quote":"Borrow trouble for yourself, if that's your nature, but don't lend it to your neighbours.","author":"Rudyard Kipling","category":"Yourself, Trouble"},{"quote":"Man is the unnatural animal, the rebel child of nature, and more and more does he turn himself against the harsh and fitful hand that reared him.","author":"H. G. Wells","category":"Man, Child, Animal"},{"quote":"To become an able and successful man in any profession, three things are necessary, nature, study and practice.","author":"Henry Ward Beecher","category":"Man, Successful, Practice"},{"quote":"I think that in today's world, by nature, we are all self-centered. And that often leads to selfishness.","author":"Gary Chapman","category":"Today, World, Think"},{"quote":"We should attempt to bring nature, houses, and human beings together in a higher unity.","author":"Ludwig Mies van der Rohe","category":"Unity, Together, Human"},{"quote":"I quickly realized that shopping on Amazon had made the idea of parking my car and going into a store feel like an outrageous imposition on my time and good nature.","author":"Maria Semple","category":"Time, Good, Car"},{"quote":"The way of the Creative works through change and transformation, so that each thing receives its true nature and destiny and comes into permanent accord with the Great Harmony: this is what furthers and what perseveres.","author":"Alexander Pope","category":"Change, Great, Creative"},{"quote":"The landscape painter must walk in the fields with a humble mind. No arrogant man was ever permitted to see Nature in all her beauty.","author":"John Constable","category":"Beauty, Humble, Man"},{"quote":"Teaching man his relatively small sphere in the creation, it also encourages him by its lessons of the unity of Nature and shows him that his power of comprehension allies him with the great intelligence over-reaching all.","author":"Annie Jump Cannon","category":"Great, Power, Unity"},{"quote":"If one way be better than another, that you may be sure is nature's way.","author":"Aristotle","category":"Better, Way, You"},{"quote":"What would be ugly in a garden constitutes beauty in a mountain.","author":"Victor Hugo","category":"Beauty, Mountain, Garden"},{"quote":"Our body is a machine for living. It is organized for that, it is its nature. Let life go on in it unhindered and let it defend itself.","author":"Leo Tolstoy","category":"Life, Body, Living"},{"quote":"I think it is in collaboration that the nature of art is revealed.","author":"Steve Lacy","category":"Art, Collaboration, Think"},{"quote":"I have a bit of a rebellious nature.","author":"John Cusack","category":"Rebellious, Bit"},{"quote":"He who looks the higher is the more highly distinguished, and turning over the great book of nature (which is the proper object of philosophy) is the way to elevate one's gaze.","author":"Galileo Galilei","category":"Great, Book, Philosophy"},{"quote":"Bald as the bare mountain tops are bald, with a baldness full of grandeur.","author":"Matthew Arnold","category":"Mountain, Bald, Bare"},{"quote":"Physics is about questioning, studying, probing nature. You probe, and, if you're lucky, you get strange clues.","author":"Lene Hau","category":"Strange, Studying, You"},{"quote":"I think... the history of civilization is an attempt to codify, classify and categorize aspects of human nature that hardly lend themselves to that process.","author":"Tom Stoppard","category":"History, Human Nature, Think"},{"quote":"And muse on Nature with a poet's eye.","author":"Thomas Campbell","category":"Eye, Muse, Poet"},{"quote":"I'll walk where my own nature would be leading: It vexes me to choose another guide.","author":"Emily Bronte","category":"Walk, Me, My Own"},{"quote":"I'm a diplomat by nature. I help find the middle ground. I crack a joke and use humour to help resolve potentially vicious situations quickly. It gets things in perspective and helps everyone to see that things aren't as bad as they seem.","author":"Ronnie Wood","category":"Perspective, Help, See"},{"quote":"Ocean: A body of water occupying about two-thirds of a world made for man - who has no gills.","author":"Ambrose Bierce","category":"Ocean, Water, Man"},{"quote":"There is the sky, which is all men's together.","author":"Euripides","category":"Together, Sky, Men"},{"quote":"It is written on the arched sky it looks out from every star. It is the poetry of Nature it is that which uplifts the spirit within us.","author":"John Ruskin","category":"Sky, Poetry, Within"},{"quote":"Although I do wrong, I do not the wrongs that I am charged with doing; the wrong that I do is through the frailty of human nature, like other men. No man lives without fault.","author":"Joseph Smith, Jr.","category":"Man, I Am, Men"},{"quote":"Military deployments have never been something to enjoy, but the consequence of the actions, the shared nature of the sacrifices, and the nobility of the cause are invigorating. To be clear, I'm not talking about the killing and the death; rather, the sense of purpose that pervades every action, reaction, and outcome.","author":"Pete Hegseth","category":"Death, Purpose, Military"},{"quote":"Time is nature's way of keeping everything from happening at once.","author":"John Archibald Wheeler","category":"Time, Way, Happening"},{"quote":"Nature is the mother and the habitat of man, even if sometimes a stepmother and an unfriendly home.","author":"John Dewey","category":"Home, Mother, Environmental"},{"quote":"There's a constantly applicable nature to soul music, whereas sometimes pop music can be a periodical.","author":"John Mayer","category":"Music, Soul, Sometimes"},{"quote":"Nature is infinitely creative. It is always producing the possibility of new beginnings.","author":"Marianne Williamson","category":"Creative, New, Always"},{"quote":"I like to be grounded by nature, go hiking... go to an isolated island that's not glamorous and touristy at all.","author":"Cote de Pablo","category":"Island, Glamorous, Like"},{"quote":"I would warn you that I do not attribute to nature either beauty or deformity, order or confusion. Only in relation to our imagination can things be called beautiful or ugly, well-ordered or confused.","author":"Baruch Spinoza","category":"Beauty, Beautiful"},{"quote":"There are grounds for cautious optimism that we may now be near the end ofthe search for the ultimate laws of nature.","author":"Stephen Hawking","category":"Optimism, End, Search"},{"quote":"That the sea is one of the most beautiful and magnificent sights in Nature, all admit.","author":"John Joly","category":"Beautiful, Sea"},{"quote":"If the machine of government is of such a nature that it requires you to be the agent of injustice to another, then, I say, break the law.","author":"Henry David Thoreau","category":"Law, Government, Injustice"},{"quote":"The sway of alcohol over mankind is unquestionably due to its power to stimulate the mystical faculties of human nature, usually crushed to earth by the cold facts and dry criticisms of the sober hour.","author":"William James","category":"Power, Alcohol, Human Nature"},{"quote":"I slow down when hiking. The rhythm of nature is more leisurely. The sun comes up, it moves across the sky, and you begin to synchronize to that rhythm.","author":"John Mackey","category":"Sky, Sun, Slow"},{"quote":"Whatever the universal nature assigns to any man at any time is for the good of that man at that time.","author":"Marcus Aurelius","category":"Time, Good, Man"},{"quote":"Don't knock the weather nine-tenths of the people couldn't start a conversation if it didn't change once in a while.","author":"Kin Hubbard","category":"Change, Weather, People"},{"quote":"The groves were God's first temples.","author":"William C. Bryant","category":"God, First, Temples"},{"quote":"The little windflower, whose just opened eye is blue as the spring heaven it gazes at.","author":"William C. Bryant","category":"Eye, Blue, Spring"},{"quote":"The principle that human nature, in its psychological aspects, is nothing more than a product of history and given social relations removes all barriers to coercion and manipulation by the powerful.","author":"Noam Chomsky","category":"History, Powerful"},{"quote":"We are learning, too, that the love of beauty is one of Nature's greatest healers.","author":"Ellsworth Huntington","category":"Love, Learning, Beauty"},{"quote":"Regardless of the nature of their crime or any rehabilitation that may have occurred, these ex-felons cannot participate in the decision-making process of this great Nation.","author":"Charles B. Rangel","category":"Great, Crime, Nation"},{"quote":"From the dawn of history, science has probed the universe of unknowns, searching for the uniting laws of nature.","author":"Ahmed Zewail","category":"History, Science, Universe"},{"quote":"The physical ego serves as its own worst enemy when, by delusive material behavior, it eclipses its true nature as the ever blessed soul.","author":"Paramahansa Yogananda","category":"Blessed, Soul, Behavior"},{"quote":"Art will never be able to exist without nature.","author":"Pierre Bonnard","category":"Art, Never, Will"},{"quote":"Now where there are no parts, there neither extension, nor shape, nor divisibility is possible. And these monads are the true atoms of nature and, in a word, the elements of things.","author":"Gottfried Leibniz","category":"True, Shape, Elements"},{"quote":"To conquer nature is, in effect, to remove all natural barriers and human norms and to substitute artificial, fabricated equivalents for natural processes.","author":"Alex Campbell","category":"Conquer, Human, Natural"},{"quote":"It is not human nature we should accuse but the despicable conventions that pervert it.","author":"Denis Diderot","category":"Human Nature, Human, Should"},{"quote":"Human nature is above all things lazy.","author":"Harriet Beecher Stowe","category":"Human Nature, Lazy, Human"},{"quote":"Scientists and philosophers tend to treat knowledge, imagination and love as if they were all very separate parts of human nature. But when it comes to children, all three are deeply entwined. Children learn the truth by imagining all the ways the world could be, and testing those possibilities.","author":"Alison Gopnik","category":"Love, Knowledge, Children"},{"quote":"Ever since I was a small child, I've had this feeling - it's in my nature, and so it's not even pretentious - that if everyone's going one way, I will go the other, just by some kind of spirit of defiance.","author":"Charlotte Rampling","category":"Child, Small, Kind"},{"quote":"I think African Americans are resilient and hustlers by nature. I think they need to understand that you can take that hustle to the boardroom, but it has to be an education process.","author":"Daymond John","category":"Education, Hustle, Think"},{"quote":"I have pets, but they're the really ordinary sort - yellow Labrador, tabby cat, white rabbit, a few goldfish - that kind of stuff. Nothing very... extravagant or unusual or exotic, but I find, in terms of inspiration, Mother Nature is just it.","author":"Graeme Base","category":"Mother, Yellow, Cat"},{"quote":"By nature, I am a low-key person and like being behind the camera.","author":"Rohit Shetty","category":"I Am, Camera, Person"},{"quote":"The utilization of flat roofs as 'grounds' offers us a means of re-acclimatizing nature amidst the stony deserts of our great towns for the plots from which she has been evicted to make room for buildings can be given back to her up aloft.","author":"Walter Gropius","category":"Great, She, Her"},{"quote":"How are the faculties of man to be best developed and his happiness secured? The state of a king is not favorable to this, nor the state of the noble and rich men of the earth. All this is artificial life, the inventions of vanity and grasping ambition, by which we have spoiled the man of nature and of pure, simple, and undistorted impulses.","author":"William Godwin","category":"Life, Happiness, Best"},{"quote":"We are a family that lives probably 90 percent on wild game. We're certainly working our way toward 100 percent self-sufficient. Looking to raise chickens for eggs, things of that nature, start a garden. We enjoy the simple life.","author":"Shawn Michaels","category":"Life, Family, Simple"},{"quote":"Whatever you are by nature, keep to it; never desert your line of talent. Be what nature intended you for, and you will succeed.","author":"Sydney Smith","category":"Desert, Talent, You"},{"quote":"The Republican form of government is the highest form of government: but because of this it requires the highest type of human nature, a type nowhere at present existing.","author":"Herbert Spencer","category":"Government, Human Nature"},{"quote":"Nature is the most beautiful thing we have. It's better than art because it's from the creator.","author":"Olivia Newton-John","category":"Art, Beautiful"},{"quote":"The artist produces for the liberation of his soul. It is his nature to create as it is the nature of water to run down the hill.","author":"W. Somerset Maugham","category":"Art, Water, Soul"},{"quote":"Revenge is a kind of wild justice, which the more a man's nature runs to, the more ought law to weed it out.","author":"Francis Bacon","category":"Justice, Revenge, Law"},{"quote":"None of us is responsible for the complexion of his skin. This fact of nature offers no clue to the character or quality of the person underneath.","author":"Marian Anderson","category":"Character, Quality"},{"quote":"Let who will boast their courage in the field, I find but little safety from my shield, Nature's, not honour's law we must obey: This made me cast my useless shield away.","author":"Archilochus","category":"Courage, Safety, Law"},{"quote":"Be truthful, nature only sides with truth.","author":"Adolf Loos","category":"Truth, Sides, Truthful"},{"quote":"I remember a hundred lovely lakes, and recall the fragrant breath of pine and fir and cedar and poplar trees. The trail has strung upon it, as upon a thread of silk, opalescent dawns and saffron sunsets.","author":"Hamlin Garland","category":"Trees, Remember, Lovely"},{"quote":"What we observe is not nature itself, but nature exposed to our method of questioning.","author":"Werner Heisenberg","category":"Questioning, Observe, Itself"},{"quote":"Only that thing is free which exists by the necessities of its own nature, and is determined in its actions by itself alone.","author":"Baruch Spinoza","category":"Alone, Free, Actions"},{"quote":"Spring is when you feel like whistling even with a shoe full of slush.","author":"Doug Larson","category":"Spring, Shoe, You"},{"quote":"Spring won't let me stay in this house any longer! I must get out and breathe the air deeply again.","author":"Gustav Mahler","category":"Me, Spring, House"},{"quote":"In some mysterious way woods have never seemed to me to be static things. In physical terms, I move through them; yet in metaphysical ones, they seem to move through me.","author":"John Fowles","category":"Me, Woods, Mysterious"},{"quote":"One could not pluck a flower without troubling a star.","author":"Loren Eiseley","category":"Flower, Star, Troubling"},{"quote":"Nature abhors annihilation.","author":"Marcus Tullius Cicero","category":"Abhors, Annihilation"},{"quote":"The sun, the moon and the stars would have disappeared long ago... had they happened to be within the reach of predatory human hands.","author":"Havelock Ellis","category":"Stars, Sun, Moon"},{"quote":"The Universe is one great kindergarten for man. Everything that exists has brought with it its own peculiar lesson.","author":"Orison Swett Marden","category":"Great, Man, Universe"},{"quote":"I consider myself to have been the bridge between the shotgun and the binoculars in bird watching. Before I came along, the primary way to observe birds was to shoot them and stuff them.","author":"Roger Tory Peterson","category":"Myself, Bird, Birds"},{"quote":"Oh, the summer night, Has a smile of light, And she sits on a sapphire throne.","author":"Bryan Procter","category":"Smile, Light, Night"},{"quote":"Having contemplated this admirable grove, I proceeded towards the shrubberies on the banks of the river, and though it was now late in December, the aromatic groves appeared in full bloom.","author":"William Bartram","category":"River, Late, Bloom"},{"quote":"Retaliation is related to nature and instinct, not to law. Law, by definition, cannot obey the same rules as nature.","author":"Albert Camus","category":"Law, Rules, Same"},{"quote":"I realise that in this undertaking I place myself in a certain opposition to views widely held concerning the mathematical infinite and to opinions frequently defended on the nature of numbers.","author":"Georg Cantor","category":"Myself, Opinions, Place"},{"quote":"I like all those painters who loved and had a strong feeling for nature.","author":"Alfred Sisley","category":"Strong, Loved, Feeling"},{"quote":"It is human nature to hate the man whom you have hurt.","author":"Tacitus","category":"Man, Hate, Hurt"},{"quote":"For sin is just this, what man cannot by its very nature do with his whole being; it is possible to silence the conflict in the soul, but it is not possible to uproot it.","author":"Martin Buber","category":"Man, Silence, Soul"},{"quote":"It seems to me like Mother Nature's mercy and forgiveness have run dry, as we ceaselessly abuse her and take her for granted in order for us to continue our addiction to using fossil fuels. I've gotta say, I don't blame her. Not one bit.","author":"Gloria Reuben","category":"Forgiveness, Mother"},{"quote":"We have become frighteningly effective at altering nature.","author":"Sylvia Earle","category":"Become, Effective, Altering"},{"quote":"Nature deals the cards without thought or care, and there is no point in blaming the dealer. All we can do is make the best of the hands we have been dealt.","author":"Julian Baggini","category":"Best, Thought, Hands"},{"quote":"If you look at the common denominator of all the comics who have had big success, it's being true to their nature... that's what takes a long time to learn.","author":"Ron White","category":"Success, Time, Long"},{"quote":"In interior decorating, the pig's actually quite there. It's used in paint for the texture, but also for the glossiness. In sandpaper, bone glue is actually the glue between the sand and the paper. And then in paintbrushes, hairs are used because, apparently, they're very suitable for making paintbrushes because of their hard-wearing nature.","author":"Christien Meindertsma","category":"Sand, Pig, Bone"},{"quote":"One always talks of surrendering to nature. There is also such a thing as surrendering to the picture.","author":"Pierre Bonnard","category":"Picture, Always"},{"quote":"I do love nature, but I don't suppose I'd spent more time in zoos as a child than anyone else!","author":"Andy Serkis","category":"Love, Time, Child"},{"quote":"No matter how much you've done before, you wonder if there will be a light at the end of this particular tunnel. It's the nature of the beast, and it's a part of what compels us. Every movie is a new lesson you learn making your way through it.","author":"R. J. Cutler","category":"Light, End, You"},{"quote":"Whoever dedicates his life to searching out particular connections of nature will spontaneously be confronted with the question how they harmoniously fit into the whole.","author":"Werner Heisenberg","category":"Life, Connections, Question"},{"quote":"Middle age is the awkward period when Father Time starts catching up with Mother Nature.","author":"Harold Coffin","category":"Time, Age, Father"},{"quote":"To insult someone we call him 'bestial. For deliberate cruelty and nature, 'human' might be the greater insult.","author":"Isaac Asimov","category":"Cruelty, Human, Him"},{"quote":"Art is nature speeded up and God slowed down.","author":"Malcolm de Chazal","category":"Art, God, Down"},{"quote":"I am a leader by default, only because nature does not allow a vacuum.","author":"Desmond Tutu","category":"Leader, I Am, Vacuum"},{"quote":"It is better to do one's own duty, however defective it may be, than to follow the duty of another, however well one may perform it. He who does his duty as his own nature reveals it, never sins.","author":"Lao Tzu","category":"Better, Duty, Follow"},{"quote":"A vacuum is a hell of a lot better than some of the stuff that nature replaces it with.","author":"Tennessee Williams","category":"Hell, Better, Vacuum"},{"quote":"It is the nature of the artist to mind excessively what is said about him. Literature is strewn with the wreckage of men who have minded beyond reason the opinions of others.","author":"Virginia Woolf","category":"Men, Mind, Artist"},{"quote":"The wit makes fun of other persons; the satirist makes fun of the world; the humorist makes fun of himself, but in so doing, he identifies himself with people - that is, people everywhere, not for the purpose of taking them apart, but simply revealing their true nature.","author":"James Thurber","category":"Fun, Purpose, World"},{"quote":"The Artist is he who detects and applies the law from observation of the works of Genius, whether of man or Nature. The Artisan is he who merely applies the rules which others have detected.","author":"Henry David Thoreau","category":"Man, Law, Artist"},{"quote":"I know no subject more elevating, more amazing, more ready to the poetical enthusiasm, the philosophical reflection, and the moral sentiment than the works of nature. Where can we meet such variety, such beauty, such magnificence?","author":"James Thomson","category":"Beauty, Reflection, Amazing"},{"quote":"A politician never forgets the precarious nature of elective life. We have never established a practice of tenure in public office.","author":"Hubert H. Humphrey","category":"Life, Practice, Office"},{"quote":"Every step in the progress of this study has tended to obliterate the technical barriers by which logicians have sought to separate the inquiries relating to the several parts of man's nature.","author":"Richard Owen","category":"Progress, Man, Step"},{"quote":"I love to think of nature as an unlimited broadcasting station, through which God speaks to us every hour, if we will only tune in.","author":"George Washington Carver","category":"Love, God, Think"},{"quote":"The fulness of the godhead dwelt in every blade of grass.","author":"Elias Hicks","category":"Grass, Every, Godhead"},{"quote":"My aim in painting has always been the most exact transcription possible of my most intimate impression of nature.","author":"Edward Hopper","category":"Painting, Aim, Impression"},{"quote":"Where there are large powers with little ambition... nature may be said to have fallen short of her purposes.","author":"Jonathan Swift","category":"Short, Ambition, Her"},{"quote":"Occurrences in this domain are beyond the reach of exact prediction because of the variety of factors in operation, not because of any lack of order in nature.","author":"Albert Einstein","category":"Reach, Order, Variety"},{"quote":"Happy the man whose wish and care a few paternal acres bound, content to breathe his native air in his own ground.","author":"Alexander Pope","category":"Happy, Man, Wish"},{"quote":"Land really is the best art.","author":"Andy Warhol","category":"Art, Best, Land"},{"quote":"When nature has work to be done, she creates a genius to do it.","author":"Ralph Waldo Emerson","category":"Work, Genius, She"},{"quote":"Nature, to be commanded, must be obeyed.","author":"Francis Bacon","category":"Must, Obeyed"},{"quote":"Nature is not human hearted.","author":"Lao Tzu","category":"Human, Hearted"},{"quote":"All things are artificial, for nature is the art of God.","author":"Thomas Browne","category":"Art, God, Things"},{"quote":"The old cathedrals are good, but the great blue dome that hangs over everything is better.","author":"Thomas Carlyle","category":"Good, Great, Blue"},{"quote":"As the twig is bent the tree inclines.","author":"Virgil","category":"Tree, Bent, Twig"},{"quote":"Go forth under the open sky, and list To Nature's teachings.","author":"William C. Bryant","category":"Sky, Open, Go"},{"quote":"I am two with nature.","author":"Woody Allen","category":"I Am, Two, Am"},{"quote":"Nature is the master of talents genius is the master of nature.","author":"Josiah Gilbert Holland","category":"Genius, Master, Talents"},{"quote":"Nature hasn't gone anywhere. It is all around us, all the planets, galaxies and so on. We are nothing in comparison.","author":"Bjork","category":"Comparison, Nothing, Gone"},{"quote":"Vegetation is the basic instrument the creator uses to set all of nature in motion.","author":"Antoine Lavoisier","category":"Motion, Creator, Instrument"},{"quote":"I've always regarded nature as the clothing of God.","author":"Alan Hovhaness","category":"God, Always, Clothing"},{"quote":"All the universe is full of the lives of perfect creatures.","author":"Konstantin Tsiolkovsky","category":"Universe, Perfect, Creatures"},{"quote":"Bats drink on the wing, like swallows, by sipping the surface, as they play over pools and streams.","author":"Gilbert White","category":"Play, Drink, Like"},{"quote":"Nature was my kindergarten.","author":"William Christopher Handy","category":"Kindergarten"},{"quote":"I have seen the movement of the sinews of the sky, And the blood coursing in the veins of the moon.","author":"Muhammad Iqbal","category":"Sky, Moon, Blood"},{"quote":"Nature's far too subtle to repeat herself.","author":"Paul Muni","category":"Repeat, Far, Subtle"},{"quote":"People in cities may forget the soil for as long as a hundred years, but Mother Nature's memory is long and she will not let them forget indefinitely.","author":"Henry Cantwell Wallace","category":"Mother, Memory, People"},{"quote":"He who does not become familiar with nature through love will never know her.","author":"Karl Wilhelm Friedrich Schlegel","category":"Love, Know, Her"},{"quote":"In nature there are few sharp lines.","author":"A. R. Ammons","category":"Sharp, Lines, Few"},{"quote":"Nature does not proceed in a straight line, it is rather a sprawling development.","author":"Robert Smithson","category":"Development, Straight"},{"quote":"In our nature, however, there is a provision, alike marvelous and merciful, that the sufferer should never know the intensity of what he endures by its present torture, but chiefly by the pang that rankles after it.","author":"Nathaniel Hawthorne","category":"Present, Know, Never"},{"quote":"The system of nature, of which man is a part, tends to be self-balancing, self-adjusting, self-cleansing. Not so with technology.","author":"E. F. Schumacher","category":"Technology, Man, System"},{"quote":"No further evidence is needed to show that 'mental illness' is not the name of a biological condition whose nature awaits to be elucidated, but is the name of a concept whose purpose is to obscure the obvious.","author":"Thomas Szasz","category":"Purpose, Mental Illness"},{"quote":"Copy nature and you infringe on the work of our Lord. Interpret nature and you are an artist.","author":"Jacques Lipchitz","category":"Work, Artist, You"},{"quote":"To be perfectly just is an attribute of the divine nature; to be so to the utmost of our abilities, is the glory of man.","author":"Joseph Addison","category":"Man, Glory, Just"},{"quote":"Corruption is nature's way of restoring our faith in democracy.","author":"Peter Ustinov","category":"Faith, Democracy, Corruption"},{"quote":"The big artist keeps an eye on nature and steals her tools.","author":"Thomas Eakins","category":"Eye, Artist, Tools"},{"quote":"Man masters nature not by force but by understanding. This is why science has succeeded where magic failed: because it has looked for no spell to cast over nature.","author":"Jacob Bronowski","category":"Science, Man, Understanding"},{"quote":"Nature made the fields and man the cities.","author":"Marcus Terentius Varro","category":"Man, Fields, Made"},{"quote":"Speech is human nature itself, with none of the artificiality of written language.","author":"Alfred North Whitehead","category":"Language, Human Nature"},{"quote":"He who asks of life nothing but the improvement of his own nature... is less liable than anyone else to miss and waste life.","author":"Henri Frederic Amiel","category":"Life, Improvement, Nothing"},{"quote":"Tears are nature's lotion for the eyes. The eyes see better for being washed by them.","author":"Christian Nestell Bovee","category":"Sad, Eyes, Better"},{"quote":"Disease is the retribution of outraged Nature.","author":"Hosea Ballou","category":"Medical, Disease, Outraged"},{"quote":"Nature is garrulous to the point of confusion, let the artist be truly taciturn.","author":"Paul Klee","category":"Artist, Confusion, Point"},{"quote":"Poetry is emotion put into measure. The emotion must come by nature, but the measure can be acquired by art.","author":"Thomas Hardy","category":"Art, Poetry, Measure"},{"quote":"Why is it so painful to watch a person sink? Because there is something unnatural in it, for nature demands personal progress, evolution, and every backward step means wasted energy.","author":"August Strindberg","category":"Progress, Step, Evolution"},{"quote":"Resentment seems to have been given us by nature for a defense, and for a defense only! It is the safeguard of justice and the security of innocence.","author":"Adam Smith","category":"Justice, Security, Innocence"},{"quote":"It is the nature of every person to error, but only the fool perseveres in error.","author":"Marcus Tullius Cicero","category":"Fool, Person, Error"},{"quote":"But is it not the fact that religion emanates from the nature, from the moral state of the individual? Is it not therefore true that unless the nature be completely exercised, the moral state harmonized, the religion cannot be healthy?","author":"Harriet Martineau","category":"Religion, Healthy, Moral"},{"quote":"One pits his wits against apparently inscrutable nature, wooing her with ardor but nature is blind justice who cannot recognize personal identity.","author":"Charles Brenton Huggins","category":"Justice, Blind, Identity"},{"quote":"By nature and doctrines I am addicted to the habit of discovering choice places wherein to feed.","author":"O. Henry","category":"I Am, Choice, Places"},{"quote":"All the mathematical sciences are founded on relations between physical laws and laws of numbers, so that the aim of exact science is to reduce the problems of nature to the determination of quantities by operations with numbers.","author":"James C. Maxwell","category":"Science, Determination"},{"quote":"The mission of art is to represent nature not to imitate her.","author":"William Morris Hunt","category":"Art, Mission, Her"},{"quote":"It is a governing principle of nature, that the agency which can produce most good, when perverted from its proper aim, is most productive of evil.","author":"James F. Cooper","category":"Good, Evil, Aim"},{"quote":"Every man has a certain sphere of discretion which he has a right to expect shall not be infringed by his neighbours. This right flows from the very nature of man.","author":"William Godwin","category":"Man, Right, Expect"},{"quote":"Perhaps many of the perplexing problems of the new music could be put into a new light if we were to reintroduce the ancient idea of music being a reflection of nature.","author":"George Crumb","category":"Music, Light, Reflection"},{"quote":"When I conform to truth, I do not conform to an abstract principle; I conform to the nature of God.","author":"Kenneth L. Pike","category":"Truth, God, Abstract"},{"quote":"It's hard to say what drives a three year-old, but I think I had a sense that nature was my solace, and nature was a place in which there was beauty, in which there was order.","author":"Story Musgrave","category":"Beauty, Think, Three"},{"quote":"Habituated from our Infancy to trample upon the Rights of Human Nature, every generous, every liberal Sentiment, if not extinguished, is enfeebled in our Minds.","author":"George Mason","category":"Human Nature, Rights, Human"},{"quote":"The most general law in nature is equity-the principle of balance and symmetry which guides the growth of forms along the lines of the greatest structural efficiency.","author":"Herbert Read","category":"Growth, Law, Balance"},{"quote":"How does a pansy, for example, select the ingredients from soil to get the right colors for the flower? Now there's a great miracle. I think there's a supreme power behind all of this. I see it in nature.","author":"Clyde Tombaugh","category":"Flower, Great, Power"},{"quote":"What nature requires is obtainable, and within easy reach. It is for the superfluous we sweat.","author":"Lucius Annaeus Seneca","category":"Easy, Reach, Sweat"},{"quote":"Except during the nine months before he draws his first breath, no man manages his affairs as well as a tree does.","author":"George Bernard Shaw","category":"Tree, Man, First"},{"quote":"Nature has always had more force than education.","author":"Voltaire","category":"Education, Force, Always"},{"quote":"The connections I draw between human nature and political systems in my new book, for example, were prefigured in the debates during the Enlightenment and during the framing of the American Constitution.","author":"Steven Pinker","category":"Book, American, Constitution"},{"quote":"We cannot command Nature except by obeying her.","author":"Francis Bacon","category":"Her, Command, Cannot"},{"quote":"Nature, like man, sometimes weeps from gladness.","author":"Benjamin Disraeli","category":"Man, Sometimes, Like"},{"quote":"Spring beckons! All things to the call respond the trees are leaving and cashiers abscond.","author":"Ambrose Bierce","category":"Trees, Spring, Leaving"},{"quote":"If you look deep enough you will see music the heart of nature being everywhere music.","author":"Thomas Carlyle","category":"Music, Deep, Heart"},{"quote":"They are much to be pitied who have not been given a taste for nature early in life.","author":"Jane Austen","category":"Life, Early, Taste"},{"quote":"Nature teaches more than she preaches. There are no sermons in stones. It is easier to get a spark out of a stone than a moral.","author":"John Burroughs","category":"Stone, Spark, Moral"},{"quote":"All are but parts of one stupendous whole, Whose body Nature is, and God the soul.","author":"Alexander Pope","category":"God, Soul, Body"},{"quote":"Good nature is worth more than knowledge, more than money, more than honor, to the persons who possess it.","author":"Henry Ward Beecher","category":"Wisdom, Knowledge, Money"},{"quote":"Let us permit nature to have her way. She understands her business better than we do.","author":"Michel de Montaigne","category":"Business, Better, She"},{"quote":"The sky is the part of creation in which nature has done for the sake of pleasing man.","author":"John Ruskin","category":"Man, Sky, Done"},{"quote":"It is a sign of a dull nature to occupy oneself deeply in matters that concern the body; for instance, to be over much occupied about exercise, about eating and drinking, about easing oneself, about sexual intercourse.","author":"David Bailey","category":"Body, Exercise, Eating"},{"quote":"No one likes to have less than they had before. That's the nature of the human animal.","author":"Joni Mitchell","category":"Animal, Human, Than"},{"quote":"The world is always in movement.","author":"V. S. Naipaul","category":"World, Movement, Always"},{"quote":"'Healing,' Papa would tell me, 'is not a science, but the intuitive art of wooing nature.'","author":"W. H. Auden","category":"Art, Science, Healing"},{"quote":"Man has lost the capacity to foresee and to forestall. He will end by destroying the earth.","author":"Albert Schweitzer","category":"Man, End, Lost"},{"quote":"Man is subject to innumerable pains and sorrows by the very condition of humanity, and yet, as if nature had not sown evils enough in life, we are continually adding grief to grief and aggravating the common calamity by our cruel treatment of one another.","author":"Joseph Addison","category":"Life, Man, Humanity"},{"quote":"Mutability of temper and inconsistency with ourselves is the greatest weakness of human nature.","author":"Joseph Addison","category":"Greatest, Weakness"},{"quote":"Men may change their climate, but they cannot change their nature. A man that goes out a fool cannot ride or sail himself into common sense.","author":"Joseph Addison","category":"Change, Man, Men"},{"quote":"Nature is neutral.","author":"Adlai E. Stevenson","category":"Neutral"},{"quote":"English majors understand human nature better than economists do.","author":"Jane Smiley","category":"Human Nature, Better, Human"},{"quote":"Nature is trying very hard to make us succeed, but nature does not depend on us. We are not the only experiment.","author":"R. Buckminster Fuller","category":"Trying, Succeed, Experiment"},{"quote":"I wish that all of nature's magnificence, the emotion of the land, the living energy of place could be photographed.","author":"Annie Leibovitz","category":"Energy, Wish, Living"},{"quote":"I love romantic comedies. They're for me the easiest thing to do and the most natural to do. There's nothing natural about holding an uzi hanging out of a moving van shooting at people. That's not second nature to me, thank God.","author":"Gabrielle Union","category":"Love, Romantic, God"},{"quote":"The view of Earth is spectacular.","author":"Sally Ride","category":"View, Earth, Spectacular"},{"quote":"Swans sing before they die - 'twere no bad thing should certain persons die before they sing.","author":"Samuel Taylor Coleridge","category":"Die, Bad, Should"},{"quote":"Each blade of grass has its spot on earth whence it draws its life, its strength; and so is man rooted to the land from which he draws his faith together with his life.","author":"Joseph Conrad","category":"Life, Strength, Faith"},{"quote":"Is there some principal of nature which states that we never know the quality of what we have until it is gone?","author":"Herman Melville","category":"Quality, Know, Principal"},{"quote":"During all these years there existed within me a tendency to follow Nature in her walks.","author":"John James Audubon","category":"Me, Her, Within"},{"quote":"Knowledge of human nature is the beginning and end of political education.","author":"Henry Adams","category":"Education, Knowledge"},{"quote":"The man who interprets Nature is always held in great honor.","author":"Zora Neale Hurston","category":"Great, Man, Honor"},{"quote":"It is only in the country that we can get to know a person or a book.","author":"Cyril Connolly","category":"Book, Know, Country"},{"quote":"Like water, we are truest to our nature in repose.","author":"Cyril Connolly","category":"Water, Like, Truest"},{"quote":"The modern period adds social ethics to religions agenda, for we now realize that social structures are not like laws of nature. They are human creations, so we are responsible for them.","author":"Huston Smith","category":"Ethics, Realize, Human"},{"quote":"Read nature nature is a friend to truth.","author":"Edward Young","category":"Truth, Friend, Read"},{"quote":"Men must necessarily be the active agents of their own well-being and well-doing they themselves must in the very nature of things be their own best helpers.","author":"Samuel Smiles","category":"Best, Men, Well-Being"},{"quote":"Poor, dear, silly Spring, preparing her annual surprise!","author":"Wallace Stevens","category":"Surprise, Spring, Silly"},{"quote":"The scientist does not study nature because it is useful; he studies it because he delights in it, and he delights in it because it is beautiful.","author":"Henri Poincare","category":"Beautiful, Study, Useful"},{"quote":"A scientist worthy of his name, about all a mathematician, experiences in his work the same impression as an artist; his pleasure is as great and of the same nature.","author":"Henri Poincare","category":"Work, Great, Artist"},{"quote":"If we knew exactly the laws of nature and the situation of the universe at the initial moment, we could predict exactly the situation of the same universe at a succeeding moment.","author":"Henri Poincare","category":"Moment, Universe, Situation"},{"quote":"All nature wears one universal grin.","author":"Henry Fielding","category":"Universal, Grin, Wears"},{"quote":"It belongs to human nature to hate those you have injured.","author":"Tacitus","category":"Hate, Human Nature, You"},{"quote":"Occasionally I have come across a last patch of snow on top of a mountain in late May or June. There's something very powerful about finding snow in summer.","author":"Andy Goldsworthy","category":"Mountain, Powerful, Summer"},{"quote":"Beauty is nature's brag, and must be shown in courts, at feasts, and high solemnities, where most may wonder at the workmanship.","author":"John Milton","category":"Beauty, Wonder, High"},{"quote":"Nature is a good name for an effect whose cause is God.","author":"William Cowper","category":"Good, God, Name"},{"quote":"Umpires are necessary evils. That's just the nature of the beast. For years, people have looked on umpiring as a job they could get any postman to do.","author":"Doug Harvey","category":"Job, People, Years"},{"quote":"To destroy is still the strongest instinct in nature.","author":"Max Beerbohm","category":"Destroy, Instinct, Still"},{"quote":"The historic ascent of humanity, taken as a whole, may be summarized as a succession of victories of consciousness over blind forces - in nature, in society, in man himself.","author":"Leon Trotsky","category":"Man, Society, Humanity"},{"quote":"Death is the ugly fact which Nature has to hide, and she hides it well.","author":"Alexander Smith","category":"Death, Ugly, She"},{"quote":"Understanding the laws of nature does not mean that we are immune to their operations.","author":"David Gerrold","category":"Understanding, Mean, Laws"},{"quote":"The earth is yet the place of the domicile of man and all the offspring of the first man.","author":"Joseph Franklin Rutherford","category":"Man, Earth, Place"},{"quote":"Poetry is the key to the hieroglyphics of nature.","author":"David Hare","category":"Poetry, Key"},{"quote":"Nearness to nature... keeps the spirit sensitive to impressions not commonly felt and in touch with the unseen powers.","author":"Charles Eastman","category":"Spirit, Touch, Sensitive"},{"quote":"What must be the nature of the world... if human beings are able to introduce changes into it?","author":"Paul Ricoeur","category":"Changes, World, Human"},{"quote":"I think there's a supreme power behind the whole thing, an intelligence. Look at all of the instincts of nature, both animals and plants, the very ingenious ways they survive. If you cut yourself, you don't have to think about it.","author":"Clyde Tombaugh","category":"Power, Intelligence"},{"quote":"Human beings are accustomed to think of intellect as the power of having and controlling ideas and of ability to learn as synonymous with ability to have ideas. But learning by having ideas is really one of the rare and isolated events in nature.","author":"Edward Thorndike","category":"Learning, Power, Ideas"},{"quote":"Nothing is farther than earth from heaven nothing is nearer than heaven to earth.","author":"Augustus Hare","category":"Earth, Heaven, Nothing"},{"quote":"The sun, the earth, love, friends, our very breath are parts of the banquet.","author":"Rebecca Harding Davis","category":"Love, Friends, Sun"},{"quote":"Physics does not change the nature of the world it studies, and no science of behavior can change the essential nature of man, even though both sciences yield technologies with a vast power to manipulate the subject matters.","author":"Pope Paul VI","category":"Change, Science, Power"},{"quote":"I love the long grass coming up to meet the willows.","author":"Jilly Cooper","category":"Love, Long, Grass"},{"quote":"Where hast thou wandered, gentle gale, to find the perfumes thou dost bring?","author":"William C. Bryant","category":"Find, Bring, Where"},{"quote":"Families, particularly, tend to be the ones that you take the most for granted. They seem to slip under the radar, all those important things - it almost becomes second nature to do so.","author":"Adam Garcia","category":"Important, You, Second"},{"quote":"It is one thing for the human mind to extract from the phenomena of nature the laws which it has itself put into them it may be a far harder thing to extract laws over which it has no control.","author":"Arthur Eddington","category":"Mind, Control, Human"},{"quote":"A tree is an incomprehensible mystery.","author":"Jim Woodring","category":"Tree, Mystery"},{"quote":"The snow itself is lonely or, if you prefer, self-sufficient. There is no other time when the whole world seems composed of one thing and one thing only.","author":"Joseph Wood Krutch","category":"Time, World, Lonely"},{"quote":"We are embedded in a biological world and related to the organisms around us.","author":"Walter Gilbert","category":"World, Us, Related"},{"quote":"Sensitive, responsive, eagerly welcomed everywhere, the drama, holding the mirror up to nature, by laughter and by tears reveals to mankind the world of men.","author":"George Pierce Baker","category":"Laughter, Men, World"},{"quote":"Sound is the vocabulary of nature.","author":"Pierre Schaeffer","category":"Sound, Vocabulary"},{"quote":"There are unknown forces in nature; when we give ourselves wholly to her, without reserve, she lends them to us; she shows us these forms, which our watching eyes do not see, which our intelligence does not understand or suspect.","author":"Auguste Rodin","category":"Eyes, Intelligence, Unknown"},{"quote":"Nature is inside art as its content, not outside as its model.","author":"Marilyn French","category":"Art, Content, Outside"},{"quote":"I suppose I might insist on making issues of things. But that is not my nature, and I always bear in mind that my mission is to leave behind me the kind of impression that will make it easier for those who follow.","author":"Marian Anderson","category":"Mind, Me, Mission"},{"quote":"We talk of our mastery of nature, which sounds very grand; but the fact is we respectfully adapt ourselves, first, to her ways.","author":"Clarence Day","category":"Adapt, Her, Mastery"},{"quote":"Those little nimble musicians of the air, that warble forth their curious ditties, with which nature hath furnished them to the shame of art.","author":"Izaak Walton","category":"Art, Musicians, Shame"},{"quote":"Man is nature's sole mistake.","author":"William Gilbert","category":"Man, Mistake, Sole"},{"quote":"In June as many as a dozen species may burst their buds on a single day. No man can heed all of these anniversaries no man can ignore all of them.","author":"Aldo Leopold","category":"Day, Man, Single"},{"quote":"A structure becomes architectural, and not sculptural, when its elements no longer have their justification in nature.","author":"Guillaume Apollinaire","category":"Architecture, Elements"},{"quote":"What law, what reason can deny that gift so sweet, so natural that God has given a stream, a fish, a beast, a bird?","author":"Pedro Calderon de la Barca","category":"God, Law, Bird"},{"quote":"There is no forgiveness in nature.","author":"Ugo Betti","category":"Forgiveness"},{"quote":"Man is the miracle in nature. God Is the One Miracle to man.","author":"Jean Ingelow","category":"God, Man, Miracle"},{"quote":"It is easy to replace man, and it will take no great time, when Nature has lapsed, to replace Nature.","author":"Alice Meynell","category":"Time, Great, Man"},{"quote":"For every person who has ever lived there has come, at last, a spring he will never see. Glory then in the springs that are yours.","author":"Pam Brown","category":"Spring, See, Glory"},{"quote":"Custom, that is before all law; Nature, that is above all art.","author":"Samuel Daniel","category":"Art, Law, Above"},{"quote":"Man's heart away from nature becomes hard.","author":"Standing Bear","category":"Heart, Man, Away"},{"quote":"But when, in the first setting out, he takes it for granted without proof, that distinctions found in the structure of all languages, have no foundation in nature; this surely is too fastidious a way of treating the common sense of mankind.","author":"Thomas Reid","category":"Foundation, Common Sense"},{"quote":"The sky lovingly smiles on the earth and her children.","author":"Henry Morton Stanley","category":"Children, Sky, Earth"},{"quote":"Cruelty is a part of nature, at least of human nature, but it is the one thing that seems unnatural to us.","author":"Robinson Jeffers","category":"Human Nature, Cruelty, Human"},{"quote":"When a fantasy turns you on, you're obligated to God and nature to start doing it - right away.","author":"Stewart Brand","category":"God, Start, Fantasy"},{"quote":"Maybe nature is fundamentally ugly, chaotic and complicated. But if it's like that, then I want out.","author":"Steven Weinberg","category":"Ugly, Want, Complicated"},{"quote":"By religion, then, I understand a propitiation or conciliation of powers superior to man which are believed to direct and control the course of nature and of human life.","author":"James G. Frazer","category":"Life, Man, Religion"},{"quote":"The cool wind blew in my face and all at once I felt as if I had shed dullness from myself. Before me lay a long gray line with a black mark down the center. The birds were singing. It was spring.","author":"Burl Ives","category":"Myself, Cool, Spring"},{"quote":"The sight of nature fascinates, the family tie has a sweet enchantment and patriotism gives the religious spirit a fiery devotion to the powers that it reveres.","author":"Bruno Bauer","category":"Family, Patriotism, Sweet"},{"quote":"Nature is my springboard. From her I get my initial impetus. I have tried to relate the visible drama of mountains, trees, and bleached fields with the fantasy of wind blowing and changing colors and forms.","author":"Milton Avery","category":"Mountains, Colors, Trees"},{"quote":"The nature of anguish is translated into different forms.","author":"Franz Kline","category":"Different, Forms, Anguish"},{"quote":"Nature's laws must be obeyed, and the period of decline begins, and goes on with accelerated rapidity.","author":"Warren De la Rue","category":"Laws, Must, Decline"},{"quote":"I didn't want to tell the tree or weed what it was. I wanted it to tell me something and through me express its meaning in nature.","author":"Wynn Bullock","category":"Tree, Me, Meaning"},{"quote":"Nature can refuse to speak but she cannot give a wrong answer.","author":"Charles Brenton Huggins","category":"Speak, She, Give"},{"quote":"The science of today is the technology of tomorrow.","author":"Edward Teller","category":"Technology, Today, Tomorrow"},{"quote":"Only two things are infinite, the universe and human stupidity, and I'm not sure about the former.","author":"Albert Einstein","category":"Universe, Stupidity, Human"},{"quote":"Science is a beautiful gift to humanity we should not distort it.","author":"A. P. J. Abdul Kalam","category":"Beautiful, Humanity, Gift"},{"quote":"Success is a science; if you have the conditions, you get the result.","author":"Oscar Wilde","category":"Success, You, Success Is"},{"quote":"The art and science of asking questions is the source of all knowledge.","author":"Thomas Berger","category":"Art, Knowledge, Questions"},{"quote":"Democracy is the art and science of running the circus from the monkey cage.","author":"H. L. Mencken","category":"Art, Democracy, Government"},{"quote":"If civilization is to survive, we must cultivate the science of human relationships - the ability of all peoples, of all kinds, to live together, in the same world at peace.","author":"Franklin D. Roosevelt","category":"Relationship, Peace"},{"quote":"Science has not yet taught us if madness is or is not the sublimity of the intelligence.","author":"Edgar Allan Poe","category":"Intelligence, Madness, Us"},{"quote":"Engineering or technology is all about using the power of science to make life better for people, to reduce cost, to improve comfort, to improve productivity, etc.","author":"N. R. Narayana Murthy","category":"Life, Technology, Power"},{"quote":"Science is about knowing engineering is about doing.","author":"Henry Petroski","category":"Engineering, Doing, Knowing"},{"quote":"Art is the tree of life. Science is the tree of death.","author":"William Blake","category":"Life, Art, Death"},{"quote":"We live in a society exquisitely dependent on science and technology, in which hardly anyone knows anything about science and technology.","author":"Carl Sagan","category":"Technology, Society, Live"},{"quote":"The most beautiful thing we can experience is the mysterious. It is the source of all true art and science.","author":"Albert Einstein","category":"Art, Beautiful, Experience"},{"quote":"Science knows no country, because knowledge belongs to humanity, and is the torch which illuminates the world.","author":"Louis Pasteur","category":"Knowledge, Humanity, World"},{"quote":"We will always have STEM with us. Some things will drop out of the public eye and will go away, but there will always be science, engineering, and technology. And there will always, always be mathematics.","author":"Katherine Johnson","category":"Technology, Mathematics, Eye"},{"quote":"Science is fun. Science is curiosity. We all have natural curiosity. Science is a process of investigating. It's posing questions and coming up with a method. It's delving in.","author":"Sally Ride","category":"Curiosity, Fun, Questions"},{"quote":"Science is beautiful when it makes simple explanations of phenomena or connections between different observations. Examples include the double helix in biology and the fundamental equations of physics.","author":"Stephen Hawking","category":"Beautiful, Simple, Biology"},{"quote":"Once you have an innovation culture, even those who are not scientists or engineers - poets, actors, journalists - they, as communities, embrace the meaning of what it is to be scientifically literate. They embrace the concept of an innovation culture. They vote in ways that promote it. They don't fight science and they don't fight technology.","author":"Neil deGrasse Tyson","category":"Technology, Innovation"},{"quote":"Our scientific power has outrun our spiritual power. We have guided missiles and misguided men.","author":"Martin Luther King, Jr.","category":"Power, Spiritual, Men"},{"quote":"To raise new questions, new possibilities, to regard old problems from a new angle, requires creative imagination and marks real advance in science.","author":"Albert Einstein","category":"Imagination, Creative"},{"quote":"Science means constantly walking a tightrope between blind faith and curiosity; between expertise and creativity; between bias and openness; between experience and epiphany; between ambition and passion; and between arrogance and conviction - in short, between an old today and a new tomorrow.","author":"Heinrich Rohrer","category":"Faith, Creativity, Today"},{"quote":"Research is what I'm doing when I don't know what I'm doing.","author":"Wernher von Braun","category":"Research, Doing, Know"},{"quote":"Science and technology revolutionize our lives, but memory, tradition and myth frame our response.","author":"Arthur M. Schlesinger","category":"Technology, Memory"},{"quote":"The most exciting phrase to hear in science, the one that heralds new discoveries, is not 'Eureka!' but 'That's funny...'","author":"Isaac Asimov","category":"Funny, New, Hear"},{"quote":"The whole of science is nothing more than a refinement of everyday thinking.","author":"Albert Einstein","category":"Thinking, Nothing, Everyday"},{"quote":"Everything is theoretically impossible, until it is done.","author":"Robert A. Heinlein","category":"Impossible, Done, Everything"},{"quote":"The science tells us that if we fail to reduce global warming pollution, global temperatures will rise to dangerous levels and unleash devastating extreme weather events and accelerate destructive sea level rise.","author":"Frances Beinecke","category":"Sea, Weather, Rise"},{"quote":"There is no science in this world like physics. Nothing comes close to the precision with which physics enables you to understand the world around you. It's the laws of physics that allow us to say exactly what time the sun is going to rise. What time the eclipse is going to begin. What time the eclipse is going to end.","author":"Neil deGrasse Tyson","category":"Time, Sun, World"},{"quote":"Genetic engineering is a result of science advancement, so I don't think that in itself is bad. If used wisely, genetics can be beneficial, but they can be abused, too.","author":"Hideo Kojima","category":"Engineering, Think, Genetics"},{"quote":"The function of sociology, as of every science, is to reveal that which is hidden.","author":"Pierre Bourdieu","category":"Sociology, Hidden, Reveal"},{"quote":"No amount of experimentation can ever prove me right a single experiment can prove me wrong.","author":"Albert Einstein","category":"Me, Single, Experiment"},{"quote":"Science is the key to our future, and if you don't believe in science, then you're holding everybody back.","author":"Bill Nye","category":"Future, Believe, You"},{"quote":"The rise of Google, the rise of Facebook, the rise of Apple, I think are proof that there is a place for computer science as something that solves problems that people face every day.","author":"Eric Schmidt","category":"Day, Problems, Apple"},{"quote":"You can be creative in anything - in math, science, engineering, philosophy - as much as you can in music or in painting or in dance.","author":"Ken Robinson","category":"Music, Dance, Philosophy"},{"quote":"Most people say that it is the intellect which makes a great scientist. They are wrong: it is character.","author":"Albert Einstein","category":"Character, Great, People"},{"quote":"At its heart, engineering is about using science to find creative, practical solutions. It is a noble profession.","author":"Queen Elizabeth II","category":"Heart, Creative, Engineering"},{"quote":"A scientific truth does not triumph by convincing its opponents and making them see the light, but rather because its opponents eventually die and a new generation grows up that is familiar with it.","author":"Max Planck","category":"Light, Truth, Generation"},{"quote":"Science is what you know, philosophy is what you don't know.","author":"Bertrand Russell","category":"Philosophy, Know, You"},{"quote":"Ignorance more frequently begets confidence than does knowledge: it is those who know little, and not those who know much, who so positively assert that this or that problem will never be solved by science.","author":"Charles Darwin","category":"Knowledge, Confidence"},{"quote":"Science fiction is any idea that occurs in the head and doesn't exist yet, but soon will, and will change everything for everybody, and nothing will ever be the same again. As soon as you have an idea that changes some small part of the world you are writing science fiction. It is always the art of the possible, never the impossible.","author":"Ray Bradbury","category":"Change, Art, Changes"},{"quote":"We are born at a given moment, in a given place and, like vintage years of wine, we have the qualities of the year and of the season of which we are born. Astrology does not lay claim to anything more.","author":"Carl Jung","category":"Wine, Moment, Vintage"},{"quote":"My social philosophy may be said to be enshrined in three words: liberty, equality and fraternity. Let no one, however, say that I have borrowed by philosophy from the French Revolution. I have not. My philosophy has roots in religion and not in political science. I have derived them from the teachings of my Master, the Buddha.","author":"B. R. Ambedkar","category":"Equality, Religion, Words"},{"quote":"Travel stories teach geography; insect stories lead the child into natural science; and so on. The teacher, in short, can use reading to introduce her pupils to the most varied subjects; and the moment they have been thus started, they can go on to any limit guided by the single passion for reading.","author":"Maria Montessori","category":"Travel, Teacher, Passion"},{"quote":"Medicine is not only a science; it is also an art. It does not consist of compounding pills and plasters; it deals with the very processes of life, which must be understood before they may be guided.","author":"Paracelsus","category":"Life, Art, Medicine"},{"quote":"To me, mathematics, computer science, and the arts are insanely related. They're all creative expressions.","author":"Sebastian Thrun","category":"Mathematics, Creative, Me"},{"quote":"There is nothing which can better deserve your patronage, than the promotion of science and literature. Knowledge is in every country the surest basis of public happiness.","author":"George Washington","category":"Happiness, Knowledge, Better"},{"quote":"Science is basically an inoculation against charlatans.","author":"Neil deGrasse Tyson","category":"Against, Basically"},{"quote":"Anthropology demands the open-mindedness with which one must look and listen, record in astonishment and wonder that which one would not have been able to guess.","author":"Margaret Mead","category":"Listen, Wonder, Look"},{"quote":"Our vision is to rediscover the spirit of the Renaissance, create a new discipline where engineering for cultural heritage is actually a symbol of blending art and science together.","author":"Maurizio Seracini","category":"Art, Together, Vision"},{"quote":"All science is either physics or stamp collecting.","author":"Ernest Rutherford","category":"Physics, Collecting, Either"},{"quote":"Every great advance in science has issued from a new audacity of imagination.","author":"John Dewey","category":"Great, Imagination, New"},{"quote":"Science is not only a disciple of reason but, also, one of romance and passion.","author":"Stephen Hawking","category":"Passion, Reason, Romance"},{"quote":"Neuroscience is by far the most exciting branch of science because the brain is the most fascinating object in the universe. Every human brain is different - the brain makes each human unique and defines who he or she is.","author":"Stanley B. Prusiner","category":"Brain, Universe, Unique"},{"quote":"The true teachers and educators are not those who have learned pedagogy as the science of dealing with children, but those in whom pedagogy has awakened through understanding the human being.","author":"Rudolf Steiner","category":"Children, Understanding"},{"quote":"There's nothing I believe in more strongly than getting young people interested in science and engineering, for a better tomorrow, for all humankind.","author":"Bill Nye","category":"Tomorrow, Believe"},{"quote":"The greatest advances of civilization, whether in architecture or painting, in science and literature, in industry or agriculture, have never come from centralized government.","author":"Milton Friedman","category":"Architecture, Government"},{"quote":"We live in this world in order always to learn industriously and to enlighten each other by means of discussion and to strive vigorously to promote the progress of science and the fine arts.","author":"Wolfgang Amadeus Mozart","category":"Progress, World, Live"},{"quote":"Usually, girls weren't encouraged to go to college and major in math and science. My high school calculus teacher, Ms. Paz Jensen, made math appealing and motivated me to continue studying it in college.","author":"Ellen Ochoa","category":"Teacher, School, College"},{"quote":"Science is a way of life. Science is a perspective. Science is the process that takes us from confusion to understanding in a manner that's precise, predictive and reliable - a transformation, for those lucky enough to experience it, that is empowering and emotional.","author":"Brian Greene","category":"Life, Experience"},{"quote":"Just as the science and art of agriculture depend upon chemistry and botany, so the art of education depends upon physiology and psychology.","author":"Edward Thorndike","category":"Education, Art, Agriculture"},{"quote":"Mars is the only place in the solar system where it's possible for life to become multi-planetarian.","author":"Elon Musk","category":"Life, Solar, Place"},{"quote":"We especially need imagination in science. It is not all mathematics, nor all logic, but it is somewhat beauty and poetry.","author":"Maria Mitchell","category":"Beauty, Mathematics"},{"quote":"Advertising is fundamentally persuasion and persuasion happens to be not a science, but an art.","author":"William Bernbach","category":"Art, Advertising, Persuasion"},{"quote":"I hated science in high school. Technology? Engineering? Math? Why would I ever need this? Little did I realize that music was also about science, technology, engineering and mathematics, all rolled into one.","author":"Mickey Hart","category":"Music, Technology"},{"quote":"Imagination is the Discovering Faculty, pre-eminently. It is that which penetrates into the unseen worlds around us, the worlds of Science.","author":"Ada Lovelace","category":"Imagination, Us, Which"},{"quote":"Science never solves a problem without creating ten more.","author":"George Bernard Shaw","category":"Problem, Creating, Never"},{"quote":"Science literacy is the artery through which the solutions of tomorrow's problems flow.","author":"Neil deGrasse Tyson","category":"Tomorrow, Problems, Flow"},{"quote":"Carl Sagan spoke fluently between biology and geology and astrophysics and physics. If you move fluently across those boundaries, you realize that science is everywhere; science is not something you can step around or sweep under the rug.","author":"Neil deGrasse Tyson","category":"Step, Biology, You"},{"quote":"I don't believe in the Great Man theory of science or history. There are no great men, just men standing on the shoulders of other men and what they have done.","author":"Jacque Fresco","category":"History, Great, Man"},{"quote":"No great advance has been made in science, politics, or religion without controversy.","author":"Lyman Beecher","category":"Great, Politics, Religion"},{"quote":"What use could the humanities be in a digital age? University students focusing on the humanities may end up, at least in their parents' nightmares, as dog-walkers for those majoring in computer science. But, for me, the humanities are not only relevant but also give us a toolbox to think seriously about ourselves and the world.","author":"Nicholas Kristof","category":"Age, Parents, World"},{"quote":"Scientists have become the bearers of the torch of discovery in our quest for knowledge.","author":"Stephen Hawking","category":"Knowledge, Discovery, Quest"},{"quote":"Biochemistry is the science of life. All our life processes - walking, talking, moving, feeding - are essentially chemical reactions. So biochemistry is actually the chemistry of life, and it's supremely interesting.","author":"Aaron Ciechanover","category":"Life, Walking, Moving"},{"quote":"Statistics is the grammar of science.","author":"Karl Pearson","category":"Statistics, Grammar"},{"quote":"Anthropology is the science which tells us that people are the same the whole world over - except when they are different.","author":"Nancy Banks Smith","category":"World, People, Anthropology"},{"quote":"I like science fiction, I like fantasy, I like time travel, so I had this idea: What if you had a phone that could call into the past?","author":"Rainbow Rowell","category":"Travel, Time, Past"},{"quote":"In the big picture, architecture is the art and science of making sure that our cities and buildings fit with the way we want to live our lives.","author":"Bjarke Ingels","category":"Art, Architecture, Live"},{"quote":"I actually started off majoring in computer science, but I knew right away I wasn't going to stay with it. It was because I had this one professor who was the loneliest, saddest man I've ever known. He was a programmer, and I knew that I didn't want to do whatever he did.","author":"J. Cole","category":"Man, Want, Computer Science"},{"quote":"People think that computer science is the art of geniuses but the actual reality is the opposite, just many people doing things that build on eachother, like a wall of mini stones.","author":"Donald Knuth","category":"Art, Reality, People"},{"quote":"Is there anything science should not try to explain? Science is knowledge and knowledge is power - power to do good or evil. Sometimes ignorance is bliss.","author":"Paul Davies","category":"Knowledge, Good, Evil"},{"quote":"The science of operations, as derived from mathematics more especially, is a science of itself, and has its own abstract truth and value.","author":"Ada Lovelace","category":"Truth, Mathematics, Value"},{"quote":"There is no science in creativity. If you don't give yourself room to fail, you won't innovate.","author":"Bob Iger","category":"Creativity, Yourself, You"},{"quote":"We live in a time when science is validating what humans have known throughout the ages: that compassion is not a luxury; it is a necessity for our well-being, resilience, and survival.","author":"Joan Halifax","category":"Time, Compassion, Resilience"},{"quote":"Science can purify religion from error and superstition. Religion can purify science from idolatry and false absolutes.","author":"Pope John Paul II","category":"Religion, False"},{"quote":"Vaccines and antibiotics have made many infectious diseases a thing of the past we've come to expect that public health and modern science can conquer all microbes. But nature is a formidable adversary.","author":"Tom Frieden","category":"Nature, Health, Past"},{"quote":"Science is a wonderful thing if one does not have to earn one's living at it.","author":"Albert Einstein","category":"Living, Wonderful, Earn"},{"quote":"It is a good morning exercise for a research scientist to discard a pet hypothesis every day before breakfast. It keeps him young.","author":"Konrad Lorenz","category":"Morning, Good, Pet"},{"quote":"I am among those who think that science has great beauty.","author":"Marie Curie","category":"Beauty, Great, I Am"},{"quote":"Evolution is the fundamental idea in all of life science - in all of biology.","author":"Bill Nye","category":"Life, Evolution, Biology"},{"quote":"The kitchen's a laboratory, and everything that happens there has to do with science. It's biology, chemistry, physics. Yes, there's history. Yes, there's artistry. Yes, to all of that. But what happened there, what actually happens to the food is all science.","author":"Alton Brown","category":"Food, History, Biology"},{"quote":"Science fiction writers foresee the inevitable, and although problems and catastrophes may be inevitable, solutions are not.","author":"Isaac Asimov","category":"Problems, Solutions, May"},{"quote":"There are in fact two things, science and opinion; the former begets knowledge, the later ignorance.","author":"Hippocrates","category":"Knowledge, Ignorance"},{"quote":"There is science, logic, reason; there is thought verified by experience. And then there is California.","author":"Edward Abbey","category":"Experience, Thought, Logic"},{"quote":"You could get an entire computer science education for free right now.","author":"Sebastian Thrun","category":"Education, Free, You"},{"quote":"Science and technology are a propellant for building a thriving country, and the happiness of the people and the future of the country hinge on their development.","author":"Kim Jong-un","category":"Happiness, Technology"},{"quote":"The difference between science and the arts is not that they are different sides of the same coin even, or even different parts of the same continuum, but rather, they are manifestations of the same thing. The arts and sciences are avatars of human creativity.","author":"Mae Jemison","category":"Creativity, Human"},{"quote":"In science, we must be interested in things, not in persons.","author":"Marie Curie","category":"Must, Things, Interested"},{"quote":"Music is not math. It's science. You keep mixing the stuff up until it blows up on you, or it becomes this incredible potion.","author":"Bruno Mars","category":"Music, You, Math"},{"quote":"Science is the father of knowledge, but opinion breeds ignorance.","author":"Hippocrates","category":"Knowledge, Father, Ignorance"},{"quote":"Mathematical science shows what is. It is the language of unseen relations between things. But to use and apply that language, we must be able fully to appreciate, to feel, to seize the unseen, the unconscious.","author":"Ada Lovelace","category":"Language, Appreciate, Feel"},{"quote":"Science cannot progress without reliable and accurate measurement of what it is you are trying to study. The key is measurement, simple as that.","author":"Robert D. Hare","category":"Progress, Simple, You"},{"quote":"Medical science has proven time and again that when the resources are provided, great progress in the treatment, cure, and prevention of disease can occur.","author":"Michael J. Fox","category":"Time, Great, Progress"},{"quote":"Nothing is less important than which fork you use. Etiquette is the science of living. It embraces everything. It is ethics. It is honor.","author":"Emily Post","category":"Ethics, Honor, Living"},{"quote":"There is a single light of science, and to brighten it anywhere is to brighten it everywhere.","author":"Isaac Asimov","category":"Light, Single, Brighten"},{"quote":"All science requires mathematics. The knowledge of mathematical things is almost innate in us. This is the easiest of sciences, a fact which is obvious in that no one's brain rejects it; for laymen and people who are utterly illiterate know how to count and reckon.","author":"Roger Bacon","category":"Knowledge, Mathematics"},{"quote":"I found that people like rules, and I love to tell people what to do. It's not rocket science when it comes to weight loss. It's about eating a little less and moving a little bit more.","author":"Bob Harper","category":"Love, Rules, Moving"},{"quote":"Many who have had an opportunity of knowing any more about mathematics confuse it with arithmetic, and consider it an arid science. In reality, however, it is a science which requires a great amount of imagination.","author":"Sofia Kovalevskaya","category":"Great, Mathematics"},{"quote":"Adventure upon all the tickets in the lottery, and you lose for certain; and the greater the number of your tickets the nearer your approach to this certainty.","author":"Adam Smith","category":"Adventure, You, Lottery"},{"quote":"Part of what made the Macintosh great was that the people working on it were musicians, poets, and artists, and zoologists, and historians. They also happened to be the best computer scientists in the world. But if it hadn't been computer science, these people would have been doing amazing things in other fields.","author":"Steve Jobs","category":"Best, Great, World"},{"quote":"I think of it as a good opportunity to let, in particular, school kids know that this job and other interesting jobs in science and engineering are open to anyone who works hard in school and gets a good education and studies math and science. And that it's not just for a select group of people.","author":"Ellen Ochoa","category":"Education, Good, School"},{"quote":"Software Engineering might be science; but that's not what I do. I'm a hacker, not an engineer.","author":"Jamie Zawinski","category":"Engineering, Software"},{"quote":"It has become almost a cliche to remark that nobody boasts of ignorance of literature, but it is socially acceptable to boast ignorance of science and proudly claim incompetence in mathematics.","author":"Richard Dawkins","category":"Mathematics, Ignorance"},{"quote":"Science is the search for truth, that is the effort to understand the world: it involves the rejection of bias, of dogma, of revelation, but not the rejection of morality.","author":"Linus Pauling","category":"Truth, Effort, World"},{"quote":"I'm not much of a math and science guy. I spent most of my time in school daydreaming and managed to turn it into a living.","author":"George Lucas","category":"Time, School, Living"},{"quote":"Some say they see poetry in my paintings I see only science.","author":"Georges Seurat","category":"Poetry, See, Say"},{"quote":"I do not recognize the right of the public to break in the front door of a man's private life in order to satisfy the gaze of the curious... I do not think it right to dissect living men even for the advancement of science. So far as I am concerned, I prefer a post mortem examination to vivisection without anaesthetics.","author":"Alexander Graham Bell","category":"Life, Man, I Am"},{"quote":"Unlike science, creationism cannot predict anything, and it cannot provide satisfactory answers about the past.","author":"Bill Nye","category":"Past, Answers, Predict"},{"quote":"There are two things I enjoy most about my work. First, I get to work with interesting and enthusiastic people who are also fired up about science. Second, every once in a while I have moments in which I suddenly understand the solution to a problem that I've been working on - those are great moments.","author":"David J. Anderson","category":"Work, Great, Moments"},{"quote":"Biology is the science. Evolution is the concept that makes biology unique.","author":"Jared Diamond","category":"Unique, Evolution, Biology"},{"quote":"Science is the captain, and practice the soldiers.","author":"Leonardo da Vinci","category":"Practice, Captain, Soldiers"},{"quote":"When we see the shadow on our images, are we seeing the time 11 minutes ago on Mars? Or are we seeing the time on Mars as observed from Earth now? It's like time travel problems in science fiction. When is now; when was then?","author":"Bill Nye","category":"Travel, Time, Shadow"},{"quote":"The method of political science is the interpretation of life; its instrument is insight, a nice understanding of subtle, unformulated conditions.","author":"Woodrow Wilson","category":"Life, Political"},{"quote":"Raising children is a creative endeavor, an art rather than a science.","author":"Bruno Bettelheim","category":"Art, Children, Creative"},{"quote":"The conscience of the world is so guilty that it always assumes that people who investigate heresies must be heretics; just as if a doctor who studies leprosy must be a leper. Indeed, it is only recently that science has been allowed to study anything without reproach.","author":"Aleister Crowley","category":"Doctor, World, Conscience"},{"quote":"In science there is only physics all the rest is stamp collecting.","author":"Lord Kelvin","category":"Rest, Physics, Collecting"},{"quote":"It is science, and not religion, which has taught men that things are complex and difficult to understand.","author":"Emile Durkheim","category":"Religion, Men, Difficult"},{"quote":"Science, as illustrated by the printing press, the telegraph, the railway, is a double-edged sword. At the same moment that it puts an enormous power in the hands of the good man, it also offers an equal advantage to the evil disposed.","author":"Richard Jefferies","category":"Good, Power, Evil"},{"quote":"Science is magic that works.","author":"Kurt Vonnegut","category":"Magic, Works"},{"quote":"I feel like the thing we can do is celebrate people doing great work and create more cultural momentum and awareness that this is an important thing in the world. So when the next economic crisis hits and people are talking about where to cut from the budget, science isn't the thing.","author":"Mark Zuckerberg","category":"Work, Great, World"},{"quote":"The science of the mind can only have for its proper goal the understanding of human nature by every human being, and through its use, brings peace to every human soul.","author":"Alfred Adler","category":"Nature, Peace, Soul"},{"quote":"There's no question that as science, knowledge and technology advance, that we will attempt to do more significant things. And there's no question that we will always have to temper those things with ethics.","author":"Ben Carson","category":"Knowledge, Technology"},{"quote":"The thing I have discovered about working with personal finance is that the good news is that it is not rocket science. Personal finance is about 80 percent behavior. It is only about 20 percent head knowledge.","author":"Dave Ramsey","category":"Knowledge, Good, Finance"},{"quote":"The whole of science, and one is tempted to think the whole of the life of any thinking man, is trying to come to terms with the relationship between yourself and the natural world. Why are you here, and how do you fit in, and what's it all about.","author":"David Attenborough","category":"Life, Relationship, Man"},{"quote":"'Snow White' is an old fairy tale, so obviously the idea of vanity and obsession with youth is long-standing. With today's science, people have become crazy with trying to move their face around. It's bizarre.","author":"Julia Roberts","category":"Today, Youth, Crazy"},{"quote":"I felt that chess... is a science in the form of a game... I consider myself a scientist. I wanted to be treated like a scientist.","author":"Bobby Fischer","category":"Myself, Game, Chess"},{"quote":"The heart of science is measurement.","author":"Erik Brynjolfsson","category":"Heart, Measurement"},{"quote":"There does not exist a category of science to which one can give the name applied science. There are science and the applications of science, bound together as the fruit of the tree which bears it.","author":"Louis Pasteur","category":"Together, Tree, Fruit"},{"quote":"Transhumanism is the ethics and science of using things like biological and genetic engineering to transform our bodies and make us a more powerful species.","author":"Dan Brown","category":"Powerful, Ethics"},{"quote":"Mild autism can give you a genius like Einstein. If you have severe autism, you could remain nonverbal. You don't want people to be on the severe end of the spectrum. But if you got rid of all the autism genetics, you wouldn't have science or art. All you would have is a bunch of social 'yak yaks.'","author":"Temple Grandin","category":"Art, End, People"},{"quote":"Science provides an understanding of a universal experience. Arts provide a universal understanding of a personal experience.","author":"Mae Jemison","category":"Experience, Understanding"},{"quote":"If an elderly but distinguished scientist says that something is possible, he is almost certainly right; but if he says that it is impossible, he is very probably wrong.","author":"Arthur C. Clarke","category":"Impossible, Right, Elderly"},{"quote":"To begin with, we put the proposition: pure phenomenology is the science of pure consciousness.","author":"Edmund Husserl","category":"Pure, Consciousness, Begin"},{"quote":"Architecture is a science arising out of many other sciences, and adorned with much and varied learning; by the help of which a judgment is formed of those works which are the result of other arts.","author":"Vitruvius","category":"Learning, Architecture, Help"},{"quote":"I hate to tell you this, but you will never actually go to a galaxy far, far away and encounter Darth Vader. That's science fiction; it isn't going to happen.","author":"Margaret Atwood","category":"Hate, You, Far Away"},{"quote":"Most great advances have been a collaboration. That is the joy of science for me.","author":"Tim Hunt","category":"Great, Collaboration, Joy"},{"quote":"As long as men are free to ask what they must, free to say what they think, free to think what they will, freedom can never be lost and science can never regress.","author":"Marcel Proust","category":"Freedom, Men, Lost"},{"quote":"But man has still another powerful resource: natural science with its strictly objective methods.","author":"Ivan Pavlov","category":"Man, Powerful, Natural"},{"quote":"A permanent base on Mars would have a number of advantages beyond being a bonanza for planetary science and geology. If, as some evidence suggests, exotic micro-organisms have arisen independently of terrestrial life, studying them could revolutionise biology, medicine and biotechnology.","author":"Paul Davies","category":"Life, Studying, Biology"},{"quote":"One of the most interesting things about science fiction and fantasy is the way that the genres can offer different perspectives on matters to do with the body, the mind, medical technology, and the way we live our lives.","author":"Tansy Rayner Roberts","category":"Technology, Medical, Mind"},{"quote":"There are no shortcuts in evolution.","author":"Louis D. Brandeis","category":"Evolution, Shortcuts"},{"quote":"Science is simply common sense at its best, that is, rigidly accurate in observation, and merciless to fallacy in logic.","author":"Thomas Huxley","category":"Best, Common Sense, Logic"},{"quote":"We can lick gravity, but sometimes the paperwork is overwhelming.","author":"Wernher von Braun","category":"Sometimes, Gravity, Lick"},{"quote":"Why do we do basic research? To learn about ourselves.","author":"Walter Gilbert","category":"Research, Learn, Why"},{"quote":"Sadly, embryonic stem cell research is completely legal in this country and has been going on at universities and research facilities for years.","author":"Mike Pence","category":"Legal, Research, Country"},{"quote":"Scientific research is one of the most exciting and rewarding of occupations.","author":"Frederick Sanger","category":"Research, Rewarding"},{"quote":"Perfect as the wing of a bird may be, it will never enable the bird to fly if unsupported by the air. Facts are the air of science. Without them a man of science can never rise.","author":"Ivan Pavlov","category":"Man, Bird, Fly"},{"quote":"Cooking is for chefs. Science informs us and lets us cook while knowing what we are doing, but it is not a replacement for the skills of a chef.","author":"Nathan Myhrvold","category":"Cooking, Chef, Doing"},{"quote":"A fool's brain digests philosophy into folly, science into superstition, and art into pedantry. Hence University education.","author":"George Bernard Shaw","category":"Education, Art, Philosophy"},{"quote":"Science is the best idea humans have ever had. The more people who embrace that idea, the better.","author":"Bill Nye","category":"Best, People, Better"},{"quote":"The main purpose of science is simplicity and as we understand more things, everything is becoming simpler.","author":"Edward Teller","category":"Simplicity, Purpose"},{"quote":"We're as clever as we think we are, but we'll be a lot cleverer when we learn to use not just one brain but to pool huge numbers of brains. We're at a level technologically where we can share information and think collectively about our problems. We do it in science all the time - there's no reason why we can't do it in other endeavors.","author":"Lewis Thomas","category":"Time, Problems, Brain"},{"quote":"I've always felt that the human-centered approach to computer science leads to more interesting, more exotic, more wild, and more heroic adventures than the machine-supremacy approach, where information is the highest goal.","author":"Jaron Lanier","category":"Goal, Information"},{"quote":"False facts are highly injurious to the progress of science, for they often endure long; but false views, if supported by some evidence, do little harm, for every one takes a salutary pleasure in proving their falseness.","author":"Charles Darwin","category":"Progress, Long, Facts"},{"quote":"No science is immune to the infection of politics and the corruption of power.","author":"Jacob Bronowski","category":"Power, Politics, Corruption"},{"quote":"Skeptical scrutiny is the means, in both science and religion, by which deep thoughts can be winnowed from deep nonsense.","author":"Carl Sagan","category":"Deep, Religion, Thoughts"},{"quote":"The product of mental labor - science - always stands far below its value, because the labor-time necessary to reproduce it has no relation at all to the labor-time required for its original production.","author":"Karl Marx","category":"Value, Product, Labor"},{"quote":"Science may be described as the art of systematic over-simplification.","author":"Karl Popper","category":"Art, May, Systematic"},{"quote":"The proper study of mankind is the science of design.","author":"Herbert Simon","category":"Design, Mankind, Study"},{"quote":"I am aware of the usefulness of science to society and of the benefits society derives from it.","author":"Subrahmanyan Chandrasekhar","category":"I Am, Society, Benefits"},{"quote":"It is not enough to know your craft - you have to have feeling. Science is all very well, but for us imagination is worth far more.","author":"Edouard Manet","category":"Imagination, Know, You"},{"quote":"If there were a science of human beings it would be anthropology that aims at understanding the totality of experience through structural context.","author":"Wilhelm Dilthey","category":"Experience, Understanding"},{"quote":"Science must begin with myths, and with the criticism of myths.","author":"Karl Popper","category":"Criticism, Must, Begin"},{"quote":"The man of science is a poor philosopher.","author":"Albert Einstein","category":"Man, Poor, Philosopher"},{"quote":"Human Nature is the only science of man and yet has been hitherto the most neglected.","author":"David Hume","category":"Nature, Man, Human Nature"},{"quote":"If science fiction is the mythology of modern technology, then its myth is tragic.","author":"Ursula K. Le Guin","category":"Technology, Modern"},{"quote":"The science linking the increased frequency and severity of extreme weather to the climate crisis has matured tremendously in the last couple of years.","author":"Al Gore","category":"Weather, Crisis, Years"},{"quote":"What has become clear from the science is that we cannot burn all of the fossil fuels without creating a very different planet.","author":"James Hansen","category":"Creating, Different, Burn"},{"quote":"Men have been obliged to make for themselves a notion of what religion is, long before the science of religions started its methodical comparisons.","author":"Emile Durkheim","category":"Religion, Men, Long"},{"quote":"Comparing science and religion isn't like comparing apples and oranges - it's more like apples and sewing machines.","author":"Jack Horner","category":"Religion, Apples, Sewing"},{"quote":"I just had a crazy, wild imagination all my life, and science fiction is the greatest outlet for me.","author":"Steven Spielberg","category":"Life, Imagination, Crazy"},{"quote":"The thrill of science is the process. It's a social process. It's a process of collective discovery. It's debate, it's experimentation and it's verification of claims that might be false. It's the greatest foundation for a society.","author":"Greg Graffin","category":"Society, Greatest"},{"quote":"I think the least important thing about science fiction for me is its predictive capacity.","author":"William Gibson","category":"Me, Important, Think"},{"quote":"It is no coincidence that so many religious beliefs date back to times when no science could possibly have accounted satisfactorily for many of the natural phenomena inspiring scripture and myths.","author":"James D. Watson","category":"Back, Beliefs, Natural"},{"quote":"Science is a first-rate piece of furniture for a man's upper chamber, if he has common sense on the ground-floor. But if a man hasn't got plenty of good common sense, the more science he has, the worse for his patient.","author":"Oliver Wendell Holmes, Sr.","category":"Good, Man, Common Sense"},{"quote":"You should never bet against anything in science at odds of more than about 1012 to 1.","author":"Ernest Rutherford","category":"You, Odds, Anything"},{"quote":"Religion is something left over from the infancy of our intelligence, it will fade away as we adopt reason and science as our guidelines.","author":"Bertrand Russell","category":"Intelligence, Religion"},{"quote":"Political ideology can corrupt the mind, and science.","author":"E. O. Wilson","category":"Mind, Political, Corrupt"},{"quote":"In contemporary art culture, where good looks and clever strategic planning of art careers have become a feature, professional practice may be taught in art schools like a branch of public relations or political science.","author":"Michael Leunig","category":"Art, Good, Culture"},{"quote":"As a child I always steered clear of science fiction, but in the autumn of 1977, the bow-wave of publicity for the first 'Star Wars' movie had already reached me, so I was eager for anything science-fictional.","author":"Philip Reeve","category":"Autumn, Child, Me"},{"quote":"I read a book called 'The Tao of Physics' by Fritjof Capra that pointed out the parallels between quantum physics and eastern mysticism. I started to feel there was more to reality than conventional science allowed for and some interesting ideas that it hadn't got round to investigating, such as altered states of consciousness.","author":"Brian Josephson","category":"Book, Reality, Ideas"},{"quote":"Science does not know its debt to imagination.","author":"Ralph Waldo Emerson","category":"Imagination, Know, Debt"},{"quote":"Crucial to science education is hands-on involvement: showing, not just telling; real experiments and field trips and not just 'virtual reality.'","author":"Martin Rees","category":"Education, Reality"},{"quote":"Science is the international language, so when we are able to convince countries that good decision-making for human health and animal health is based upon science, that's a real success story for us.","author":"Mike Johanns","category":"Success, Good, Health"},{"quote":"Sporting competitions seem to be what we obsess over, frankly. So if we can put engineering, science, technology into a format of healthy, fun competition, we can attract all sorts of kids that might not see the kind of activity we do as accessible or rewarding.","author":"Dean Kamen","category":"Technology, Competition, Fun"},{"quote":"Music is science. Everything is science. Because science is truth.","author":"Chuck Berry","category":"Music, Truth, Everything"},{"quote":"Indeed, I would feel that an appreciation of the arts in a conscious, disciplined way might help one to do science better.","author":"Subrahmanyan Chandrasekhar","category":"Appreciation, Help, Better"},{"quote":"Every science begins as philosophy and ends as art.","author":"Will Durant","category":"Art, Philosophy, Ends"},{"quote":"On the ordinary view of each species having been independently created, we gain no scientific explanation.","author":"Charles Darwin","category":"View, Gain, Explanation"},{"quote":"Nobody climbs mountains for scientific reasons. Science is used to raise money for the expeditions, but you really climb for the hell of it.","author":"Edmund Hillary","category":"Money, Mountains, Climb"},{"quote":"Geologists have a saying - rocks remember.","author":"Neil Armstrong","category":"Rocks, Remember, Saying"},{"quote":"Science is like a love affair with nature; an elusive, tantalising mistress. It has all the turbulence, twists and turns of romantic love, but that's part of the game.","author":"Vilayanur S. Ramachandran","category":"Love, Nature, Romantic"},{"quote":"Everything, however complicated - breaking waves, migrating birds, and tropical forests - is made of atoms and obeys the equations of quantum physics. But even if those equations could be solved, they wouldn't offer the enlightenment that scientists seek. Each science has its own autonomous concepts and laws.","author":"Martin Rees","category":"Waves, Birds, Enlightenment"},{"quote":"My preparation is about precision. It is a science.","author":"Conor McGregor","category":"Preparation, Precision"},{"quote":"Science is the knowledge of consequences, and dependence of one fact upon another.","author":"Thomas Hobbes","category":"Knowledge, Consequences"},{"quote":"In those parts of the world where learning and science has prevailed, miracles have ceased; but in those parts of it as are barbarous and ignorant, miracles are still in vogue.","author":"Ethan Allen","category":"Learning, World, Ignorant"},{"quote":"I have passed English medical examinations in Hong Kong... In my youth, I experienced overseas studies. The languages of the West, its literature, its political science, its customs, its mathematics, its geography, its physics and chemistry - all these I have had the chance to study.","author":"Sun Yat-sen","category":"Mathematics, Youth, Medical"},{"quote":"Science may have found a cure for most evils but it has found no remedy for the worst of them all - the apathy of human beings.","author":"Helen Keller","category":"Worst, Human, Apathy"},{"quote":"Every science has for its basis a system of principles as fixed and unalterable as those by which the universe is regulated and governed. Man cannot make principles he can only discover them.","author":"Thomas Paine","category":"Man, Universe, Principles"},{"quote":"It seems to me that socialists today can preserve their position in academic economics merely by the pretense that the differences are entirely moral questions about which science cannot decide.","author":"Friedrich August von Hayek","category":"Today, Economics, Me"},{"quote":"Science always has its origin in the adaptation of thought to some definite field of experience.","author":"Ernst Mach","category":"Experience, Thought, Always"},{"quote":"When I look upon seamen, men of science and philosophers, man is the wisest of all beings; when I look upon priests and prophets nothing is as contemptible as man.","author":"Diogenes","category":"Man, Men, Look"},{"quote":"Evolution seems to close the heart to some of the plainest spiritual truths while it opens the mind to the wildest guesses advanced in the name of science.","author":"William Jennings Bryan","category":"Heart, Spiritual, Mind"},{"quote":"I used to think information was destroyed in black hole. This was my biggest blunder, or at least my biggest blunder in science.","author":"Stephen Hawking","category":"Information, Black, Think"},{"quote":"The world has changed - through technology, through wine-making techniques, the quality of wine is greater than it's ever been. Whereas ten, fifteen years ago it was very easy to find lots of bad wine, it's kind of hard now. The technology, the science - it's like, are you kidding? We're in the golden years of wine!","author":"Gary Vaynerchuk","category":"Technology, Quality, World"},{"quote":"Electrical science has disclosed to us the more intimate relation existing between widely different forces and phenomena and has thus led us to a more complete comprehension of Nature and its many manifestations to our senses.","author":"Nikola Tesla","category":"Nature, Different, Senses"},{"quote":"For the future, primarily, we must educate people in science, engineering, technology and math.","author":"Buzz Aldrin","category":"Technology, Future"},{"quote":"The success stories in biotechnology are mainly due to the straightforward application of design thinking in both the business and science aspects of our lean startups.","author":"Ryan Bethencourt","category":"Success, Business, Design"},{"quote":"The whole history of science has been the gradual realization that events do not happen in an arbitrary manner, but that they reflect a certain underlying order, which may or may not be divinely inspired.","author":"Stephen Hawking","category":"History, Events, May"},{"quote":"If you're an adult and you choose not to believe in science, fine, but please don't prevent your children from learning about it and letting them draw their own conclusions.","author":"Bill Nye","category":"Learning, Children, Believe"},{"quote":"I was always interested in animals, but when I was little, animal behavior was still a new science. It was available to become a veterinarian, it was available to study biology, but not specifically animal behavior. In the '60s, Jane Goodall was the founder of this new science.","author":"Isabella Rossellini","category":"Animal, Behavior, Animals"},{"quote":"The Analytical Engine has no pretensions whatever to originate anything. It can do whatever we know how to order it to perform... But it is likely to exert an indirect and reciprocal influence on science itself.","author":"Ada Lovelace","category":"Influence, Know, Anything"},{"quote":"Science is wonderfully equipped to answer the question 'How?' but it gets terribly confused when you ask the question 'Why?'","author":"Erwin Chargaff","category":"Confused, Why, You"},{"quote":"I am not a scientist. I am, rather, an impresario of scientists.","author":"Jacques Yves Cousteau","category":"I Am, Rather, Scientists"},{"quote":"Let both sides seek to invoke the wonders of science instead of its terrors. Together let us explore the stars, conquer the deserts, eradicate disease, tap the ocean depths, and encourage the arts and commerce.","author":"John F. Kennedy","category":"Stars, Ocean, Together"},{"quote":"The scientific theory I like best is that the rings of Saturn are composed entirely of lost airline luggage.","author":"Mark Russell","category":"Best, Lost, Theory"},{"quote":"Science investigates religion interprets. Science gives man knowledge which is power religion gives man wisdom which is control.","author":"Martin Luther King, Jr.","category":"Wisdom, Knowledge, Power"},{"quote":"Science is nothing but perception.","author":"Plato","category":"Perception, Nothing"},{"quote":"Reason, observation, and experience; the holy trinity of science.","author":"Robert Green Ingersoll","category":"Experience, Observation"},{"quote":"It is inexcusable for scientists to torture animals let them make their experiments on journalists and politicians.","author":"Henrik Ibsen","category":"Animals, Politicians"},{"quote":"A year spent in artificial intelligence is enough to make one believe in God.","author":"Alan Perlis","category":"God, Intelligence, Believe"},{"quote":"One can not impede scientific progress.","author":"Mahmoud Ahmadinejad","category":"Progress, Scientific"},{"quote":"Science grows like a weed every year.","author":"Kary Mullis","category":"Like, Year, Every"},{"quote":"What is required of a working hypothesis is a fine capacity for discrimination.","author":"Jean-Francois Lyotard","category":"Discrimination, Working"},{"quote":"You could warm Mars up, over time, with greenhouse gases.","author":"Elon Musk","category":"Time, You, Mars"},{"quote":"If the facts don't fit the theory, change the facts.","author":"Unknown","category":"Change, Facts, Theory"},{"quote":"From now on we live in a world where man has walked on the Moon. It's not a miracle we just decided to go.","author":"Jim Lovell","category":"Man, World, Moon"},{"quote":"God may exist, but science can explain the universe without the need for a creator.","author":"Stephen Hawking","category":"God, Universe, Explain"},{"quote":"The grand aim of all science is to cover the greatest number of empirical facts by logical deduction from the smallest number of hypotheses or axioms.","author":"Albert Einstein","category":"Greatest, Facts, Aim"},{"quote":"We have also arranged things so that almost no one understands science and technology. This is a prescription for disaster. We might get away with it for a while, but sooner or later this combustible mixture of ignorance and power is going to blow up in our faces.","author":"Carl Sagan","category":"Technology, Power, Ignorance"},{"quote":"Perhaps it would be better for science, that all criticism should be avowed.","author":"Charles Babbage","category":"Criticism, Better, Should"},{"quote":"My desire to be a physician had a lot to do with that sense of medicine as a ministry of healing, not just a science. And not even just a science and an art, but also a calling, also a ministry.","author":"Abraham Verghese","category":"Art, Healing, Medicine"},{"quote":"For me, a good thriller must teach me something about the real world. Thrillers like 'Coma,' 'The Hunt for Red October' and 'The Firm' all captivated me by providing glimpses into realms about which I knew very little - medical science, submarine technology and the law.","author":"Dan Brown","category":"Technology, Good, October"},{"quote":"It should be mandatory that you understand computer science.","author":"will.i.am","category":"Computer Science, You"},{"quote":"Science is the most durable and nondivisive way of thinking about the human circumstance. It transcends cultural, national, and political boundaries. You don't have American science versus Canadian science versus Japanese science.","author":"Sam Harris","category":"Thinking, American"},{"quote":"Ideologically, the pursuit of science is not that different from the ideology that goes into punk rock. The idea of challenging authority is consistent with what I have been taught as a scientist.","author":"Greg Graffin","category":"Rock, Authority, Idea"},{"quote":"The biggest benefit of Apollo was the inspiration it gave to a growing generation to get into science and aerospace.","author":"Buzz Aldrin","category":"Generation, Inspiration"},{"quote":"I've actually started a number of businesses in my career. So I'm 28 currently, but when I was about 16, I started building Websites, and that's how I put myself through school. I went to Duke with a degree in electrical engineering, computer science, computer engineering, and then to Princeton.","author":"Aaron Patzer","category":"Myself, School, Engineering"},{"quote":"Curiosity - the rover and the concept - is what science is all about: the quest to reveal the unknown.","author":"Ahmed Zewail","category":"Curiosity, Unknown, Quest"},{"quote":"I like to learn. That's an art and a science.","author":"Katherine Johnson","category":"Art, Learn, Like"},{"quote":"There are no such things as applied sciences, only applications of science.","author":"Louis Pasteur","category":"Only, Things, Sciences"},{"quote":"Science is a differential equation. Religion is a boundary condition.","author":"Alan Turing","category":"Religion, Boundary"},{"quote":"Art has a double face, of expression and illusion, just like science has a double face: the reality of error and the phantom of truth.","author":"Publilius Syrus","category":"Art, Truth, Reality"},{"quote":"Computer Science is embarrassed by the computer.","author":"Alan Perlis","category":"Computer Science, Computer"},{"quote":"Knowledge of the sciences is so much smoke apart from the heavenly science of Christ.","author":"John Calvin","category":"Knowledge, Smoke, Christ"},{"quote":"Imagination is the key to my lyrics. The rest is painted with a little science fiction.","author":"Jimi Hendrix","category":"Imagination, Key, Rest"},{"quote":"Winning is the science of being totally prepared.","author":"George Allen, Sr.","category":"Winning, Prepared, Being"},{"quote":"The more thoroughly I conduct scientific research, the more I believe that science excludes atheism.","author":"Lord Kelvin","category":"Believe, Research, I Believe"},{"quote":"The progress of science is strewn, like an ancient desert trail, with the bleached skeleton of discarded theories which once seemed to possess eternal life.","author":"Arthur Koestler","category":"Life, Progress, Desert"},{"quote":"Science rules!","author":"Bill Nye","category":"Rules"},{"quote":"The most watched programme on the BBC, after the news, is probably 'Doctor Who.' What has happened is that science fiction has been subsumed into modern literature. There are grandparents out there who speak Klingon, who are quite capable of holding down a job. No one would think twice now about a parallel universe.","author":"Terry Pratchett","category":"Job, Universe, Speak"},{"quote":"I don't think immortality is necessarily the key to understanding the world. You have to be careful with what you think you're achieving. I'm all for science discovering amazing and fantastic things about our world, but I think the motivations behind it are slightly askew.","author":"Reggie Watts","category":"Achieving, Amazing, World"},{"quote":"There is no conflict between the ideal of religion and the ideal of science, but science is opposed to theological dogmas because science is founded on fact. To me, the universe is simply a great machine which never came into being and never will end. The human being is no exception to the natural order. Man, like the universe, is a machine.","author":"Nikola Tesla","category":"Great, Man, Religion"},{"quote":"The science of psychology has been far more successful on the negative than on the positive side... It has revealed to us much about man's shortcomings, his illnesses, his sins, but little about his potentialities, his virtues, his achievable aspirations, or his psychological health.","author":"Abraham Maslow","category":"Positive, Health, Man"},{"quote":"It was my dream to come to Oxford and study political science.","author":"Stormzy","category":"Dream, Political, Study"},{"quote":"The work of science is to substitute facts for appearances, and demonstrations for impressions.","author":"John Ruskin","category":"Work, Facts, Appearances"},{"quote":"The foundation of empire is art and science. Remove them or degrade them, and the empire is no more. Empire follows art and not vice versa as Englishmen suppose.","author":"William Blake","category":"Art, Foundation, Empire"},{"quote":"Science is all metaphor.","author":"Timothy Leary","category":"Metaphor"},{"quote":"Therefore, the good of man must be the end of the science of politics.","author":"Aristotle","category":"Good, Man, Politics"},{"quote":"Leonardo Da Vinci combined art and science and aesthetics and engineering, that kind of unity is needed once again.","author":"Ben Shneiderman","category":"Art, Unity, Engineering"},{"quote":"English is necessary as at present original works of science are in English. I believe that in two decades times original works of science will start coming out in our languages. Then we can move over like the Japanese.","author":"A. P. J. Abdul Kalam","category":"Believe, Start, I Believe"},{"quote":"The further a mathematical theory is developed, the more harmoniously and uniformly does its construction proceed, and unsuspected relations are disclosed between hitherto separated branches of the science.","author":"David Hilbert","category":"Construction, Theory"},{"quote":"The problem is that no ethical system has ever achieved consensus. Ethical systems are completely unlike mathematics or science. This is a source of concern.","author":"Daniel Dennett","category":"Mathematics, Problem"},{"quote":"Moral science is better occupied when treating of friendship than of justice.","author":"Thomas Aquinas","category":"Friendship, Justice, Moral"},{"quote":"Blind faith, no matter how passionately expressed, will not suffice. Science for its part will test relentlessly every assumption about the human condition.","author":"E. O. Wilson","category":"Faith, Blind, Human"},{"quote":"It is through science that we prove, but through intuition that we discover.","author":"Henri Poincare","category":"Intuition, Prove, Through"},{"quote":"Anecdotal thinking comes naturally science requires training.","author":"Michael Shermer","category":"Training, Thinking"},{"quote":"Yet higher religion, which is only a search for a larger life, is essentially experience and recognized the necessity of experience as its foundation long before science learnt to do so.","author":"Muhammad Iqbal","category":"Life, Experience, Religion"},{"quote":"My entry into the environmental arena was through the issue that so dramatically - and destructively - demonstrates the link between science and social action: nuclear weapons.","author":"Barry Commoner","category":"Environmental, Action"},{"quote":"Like all science, psychology is knowledge; and like science again, it is knowledge of a definite thing, the mind.","author":"James Mark Baldwin","category":"Knowledge, Mind, Psychology"},{"quote":"Experience by itself is not science.","author":"Edmund Husserl","category":"Experience, Itself"},{"quote":"Pure phenomenology claims to be the science of pure phenomena. This concept of the phenomenon, which was developed under various names as early as the eighteenth century without being clarified, is what we shall have to deal with first of all.","author":"Edmund Husserl","category":"Early, First, Names"},{"quote":"If the experience of science teaches anything, it's that the world is very strange and surprising. The many revolutions in science have certainly shown that.","author":"John Polkinghorne","category":"Experience, World, Strange"},{"quote":"I also think we need to maintain distinctions - the doctrine of creation is different from a scientific cosmology, and we should resist the temptation, which sometimes scientists give in to, to try to assimilate the concepts of theology to the concepts of science.","author":"John Polkinghorne","category":"Temptation, Think, Try"},{"quote":"Ayurveda is a sister philosophy to yoga. It is the science of life or longevity and it teaches about the power and the cycles of nature, as well as the elements.","author":"Christy Turlington","category":"Life, Nature, Sister"},{"quote":"Freedom is absolutely necessary for the progress in science and the liberal arts.","author":"Baruch Spinoza","category":"Freedom, Progress, Liberal"},{"quote":"It vexes me when they would constrain science by the authority of the Scriptures, and yet do not consider themselves bound to answer reason and experiment.","author":"Galileo Galilei","category":"Me, Authority, Experiment"},{"quote":"Romance should never begin with sentiment. It should begin with science and end with a settlement.","author":"Oscar Wilde","category":"End, Never, Should"},{"quote":"I do not believe in God; his existence has been disproved by Science. But in the concentration camp, I learned to believe in men.","author":"Jean-Paul Sartre","category":"God, Men, Believe"},{"quote":"Nothing matters but the facts. Without them, the science of criminal investigation is nothing more than a guessing game.","author":"Blake Edwards","category":"Game, Facts, Matters"},{"quote":"What we see today is an American economy that has boomed because of policies and developments of the 1950s and '60s: the interstate-highway system, massive funding for science and technology, a public-education system that was the envy of the world and generous immigration policies.","author":"Fareed Zakaria","category":"Technology, Today, World"},{"quote":"This is a global fight to get the right people in the right place and we're talking about people with PhDs in engineering, computer science, mathematics.","author":"Jerry Moran","category":"Mathematics, Fight"},{"quote":"I am one of those scientists who feels that it is no longer enough just to get on and do science. We have to devote a significant proportion of our time and resources to defending it from deliberate attack from organised ignorance.","author":"Richard Dawkins","category":"Time, I Am, Ignorance"},{"quote":"In Israel, a land lacking in natural resources, we learned to appreciate our greatest national advantage: our minds. Through creativity and innovation, we transformed barren deserts into flourishing fields and pioneered new frontiers in science and technology.","author":"Shimon Peres","category":"Technology, Innovation"},{"quote":"We're not all equal, it's simply not true. That isn't science.","author":"James D. Watson","category":"Equal, True, Simply"},{"quote":"Well, logos is science or reason, something that helps us to function practically and effectively in the world, and it must therefore be closely in tune and reflect accurately the realities of the world around us.","author":"Karen Armstrong","category":"World, Reason, Well"},{"quote":"If I say I am not a politician, it is because I did not go to school to do political science. But at the end of the day, I think we are all born politicians. It's practical. All you gotta do is practice.","author":"George Weah","category":"Day, School, I Am"},{"quote":"The ability to take another perspective has become one of the keys to both sales and non-sales selling. And the social science research on perspective-taking yields some important lessons for all of us.","author":"Daniel H. Pink","category":"Perspective, Research, Sales"},{"quote":"I think we learn from medicine everywhere that it is, at its heart, a human endeavor, requiring good science but also a limitless curiosity and interest in your fellow human being, and that the physician-patient relationship is key; all else follows from it.","author":"Abraham Verghese","category":"Relationship, Good"},{"quote":"I cannot stress often enough that what science is all about is not proving things to be true but proving them to be false.","author":"Lawrence M. Krauss","category":"Stress, Be True, True"},{"quote":"To be creative means to connect. It's to abolish the gap between the body, the mind and the soul, between science and art, between fiction and nonfiction.","author":"Nawal El Saadawi","category":"Art, Soul, Mind"},{"quote":"All the traditional STEM fields, the science, technology, engineering, and math fields, are stoked when you dream big in an agency such as NASA.","author":"Neil deGrasse Tyson","category":"Technology, Engineering"},{"quote":"My mother was a teacher, and when she wanted to show me art and literature and science, she'd take me to museums, parks and free exhibitions.","author":"David Blaine","category":"Art, Teacher, Mother"},{"quote":"Science is not, despite how it is often portrayed, about absolute truths. It is about developing an understanding of the world, making predictions, and then testing these predictions.","author":"Brian Schmidt","category":"World, Understanding"},{"quote":"Consciousness permits us to develop the instruments of culture - morality and justice, religion, art, economics and politics, science and technology. Those instruments allow us some measure of freedom in the confrontation with nature.","author":"Antonio Damasio","category":"Nature, Art, Technology"},{"quote":"If you look at any leaf on any tree branch, it's similar to but not exactly a repetition of the previous branch. So the new science of complexity or showing how an architecture can be produced just as quickly, cheaply and efficiently by using computer production methods to get the slight variation, the self-similarity.","author":"Charles Jencks","category":"Architecture, Tree, Leaf"},{"quote":"Biologically inspired materials could revolutionize materials science. People looking at spider silk and abalone shells are looking for new ways to make materials better, cheaper, and with less toxic byproducts.","author":"Janine Benyus","category":"People, Looking, Better"},{"quote":"When it comes to art and science, people don't like a lot of either. Instead of being open to it, they're closed off about it.","author":"Tim Burton","category":"Art, People, Like"},{"quote":"Globalisation means many other countries are asserting themselves and trying to take over leadership. Please don't ask Americans to let others assume the leadership of human exploration. We can do wonderful science on the Moon, and wonderful commercial things. Then we can pack up and move on to Mars.","author":"Buzz Aldrin","category":"Leadership, Moon, Human"},{"quote":"Science has become politicized, and that's an embarrassment.","author":"Seth MacFarlane","category":"Embarrassment, Become"},{"quote":"I say you don't need religion, or political ideology, to understand human nature. Science reveals that human nature is greedy and selfish, altruistic and helpful.","author":"Michael Shermer","category":"Nature, Religion, Political"},{"quote":"I think the combination of graduate education in a field like Computer Science and the opportunity to apply this in a work environment like Microsoft is what drove me. The impact these opportunities create can lead to work that has broad, worldwide impact.","author":"Satya Nadella","category":"Work, Education, Opportunity"},{"quote":"I see every book as a problem that you have to solve. That is what dictates the form you use. It's not that you say, 'I want to write a science fiction book.' You start from the other end, and what you have to say dictates the form of it.","author":"Doris Lessing","category":"Book, End, Problem"},{"quote":"We think scientific literacy flows out of how many science facts can you recite rather than how was your brain wired for thinking. And it's the brain wiring that I'm more interested in rather than the facts that come out of the curriculum or the lesson plan that's been proposed.","author":"Neil deGrasse Tyson","category":"Thinking, Brain, Plan"},{"quote":"If God is the mystery of the universe, these mysteries, we're tackling these mysteries one by one. If you're going to stay religious at the end of the conversation, God has to mean more to you than just where science has yet to tread.","author":"Neil deGrasse Tyson","category":"God, Universe, Mystery"},{"quote":"What are we promoting in society? Well-behaved automatons that spew back what they learned in a book. That's not science. You can get a parrot to do that.","author":"Neil deGrasse Tyson","category":"Society, Book, You"},{"quote":"In the past, there was active discrimination against women in science. That has now gone, and although there are residual effects, these are not enough to account for the small numbers of women, particularly in mathematics and physics.","author":"Stephen Hawking","category":"Women, Mathematics, Past"},{"quote":"I believe the universe is governed by the laws of science. The laws may have been decreed by God, but God does not intervene to break the laws.","author":"Stephen Hawking","category":"God, Believe, Universe"},{"quote":"Throughout history, people have studied pure science from a desire to understand the universe rather than practical applications for commercial gain. But their discoveries later turned out to have great practical benefits.","author":"Stephen Hawking","category":"History, Great, Universe"},{"quote":"I do not know why I have always been fascinated by science or why I have been driven by the intense desire to make some original contribution. And although I have had some degree of success as a scientist, it is hard to say precisely why.","author":"Jack W. Szostak","category":"Success, Know, Contribution"},{"quote":"The constitution of the universe is total natural law. 'Natural law,' we say from the field of science. 'Will of God,' we say from the field of religion. It's the same thing.","author":"Maharishi Mahesh Yogi","category":"God, Law, Religion"},{"quote":"Religion, art, and science flourish best in a free society. True, freedom does not afford much opportunity for grand gestures. It has little room for martyrs. But life is not supposed to be about dying well. It is about living well.","author":"Virginia Postrel","category":"Life, Art, Freedom"},{"quote":"I feel a connection to many songs that I won't sing because I don't think they are right for me! There is something in my gut that immediately responds. There's no science to it.","author":"Audra McDonald","category":"Me, Think, Gut"},{"quote":"The Yankees, the first mechanicians in the world, are engineers - just as the Italians are musicians and the Germans metaphysicians - by right of birth. Nothing is more natural, therefore, than to perceive them applying their audacious ingenuity to the science of gunnery.","author":"Jules Verne","category":"Musicians, World, Birth"},{"quote":"What is the intersection between technology, art and science? Curiosity and wonder, because it drives us to explore, because we're surrounded by things we can't see.","author":"Louie Schwartzberg","category":"Art, Technology, Curiosity"},{"quote":"In England, an inventor is regarded almost as a crazy man, and in too many instances, invention ends in disappointment and poverty. In America, an inventor is honoured, help is forthcoming, and the exercise of ingenuity, the application of science to the work of man, is there the shortest road to wealth.","author":"Oscar Wilde","category":"Work, America, Man"},{"quote":"I am honorary President of the American Humanist Society, having succeeded the late, great science fiction writer Isaac Asimov in that utterly functionless capacity. We Humanists behave as well as we can, without any rewards or punishments in an Afterlife.","author":"Kurt Vonnegut","category":"Great, I Am, Society"},{"quote":"As a Humanist, I love science. I hate superstition, which could never have given us A-bombs.","author":"Kurt Vonnegut","category":"Love, Hate, Never"},{"quote":"Studying organisms at a molecular level was totally compelling because it was moving from being a naturalist, which was the 19th-century kind of science, to being very focused and really getting to the heart of these molecules.","author":"Elizabeth Blackburn","category":"Heart, Moving, Studying"},{"quote":"I attended elementary school and high school in Mexico City. I was already fascinated by science before entering high school I still remember my excitement when I first glanced at paramecia and amoebae through a rather primitive toy microscope.","author":"Mario J. Molina","category":"School, City, Remember"},{"quote":"Sir Isaac Newton gave the extraterrestrials their biggest shot in the arm when he embraced the infinite universe as the basis for his hugely influential system of physics. Even so, the aliens of the early modern period remained creatures of philosophy rather than science.","author":"Matthew Stewart","category":"Philosophy, Universe"},{"quote":"GIS, in its digital manifestation of geography, goes beyond just the science. It provides us a framework and a process for applying geography. It brings together observational science and measurement and integrates it with modeling and prediction, analysis, and interpretation so that we can understand things.","author":"Jack Dangermond","category":"Together, Digital, Geography"},{"quote":"As in biomedical science, pioneering industrial inventions have not been mothered by necessity. Rather, inventions for which there was no commercial use only later became the commercial airplanes, xerography and lasers on which modern society depends.","author":"Arthur Kornberg","category":"Society, Inventions, Modern"},{"quote":"I don't really know what the future of science is. Maybe we have come to the end of science; maybe science is a finite field. The inventions resulting from this finite field, however, are boundless.","author":"Ivar Giaever","category":"Future, End, Know"},{"quote":"I wasn't a major in political science for nothing, so I understood the politics of beauty and the politics of race when it comes to the fashion industry.","author":"Iman","category":"Beauty, Politics, Political"},{"quote":"It is a profound and necessary truth that the deep things in science are not found because they are useful: they are found because it was possible to find them.","author":"J. Robert Oppenheimer","category":"Deep, Truth, Profound"},{"quote":"Aviation, this young modern giant, exemplifies the possible relationship of women and the creations of science. Although women have not taken full advantage of its use and benefits, air travel is as available to them as to men.","author":"Amelia Earhart","category":"Travel, Relationship, Women"},{"quote":"The mineral world is a much more supple and mobile world than could be imagined by the science of the ancients. Vaguely analogous to the metamorphoses of living creatures, there occurs in the most solid rocks, as we now know, perpetual transformation of a mineral species.","author":"Pierre Teilhard de Chardin","category":"Transformation, World, Know"},{"quote":"I stress the relevance of my work for cancer research because I believe that science must be useful to man.","author":"Renato Dulbecco","category":"Work, Stress, Man"},{"quote":"The single life is bearable to me only through my work in science, but for the long term, it would be very bad if I had to make do without a very young person next to me.","author":"Werner Heisenberg","category":"Life, Work, Me"},{"quote":"I believe that the future of humanity is in the progress of reason through science. I believe that the pursuit of truth, through science, is the divine ideal which man should propose to himself.","author":"Emile Zola","category":"Future, Truth, Progress"},{"quote":"There is nothing wrong with good accounting, except that it does not necessarily lead to good science.","author":"Gerhard Herzberg","category":"Good, Accounting, Nothing"},{"quote":"Fine arts education in public schools is really abysmal. The same emphasis should be put on music, theater, dance - anything creative - that's put on math and science.","author":"Maren Morris","category":"Education, Music, Dance"},{"quote":"It's true in everything, not just in drag: To be a success, you have to understand the landscape. You have to know thyself, and you have to know your history so that you can draw from people who have figured out the equation you are faced with. It's not rocket science.","author":"RuPaul","category":"Success, History, People"},{"quote":"We must teach science in the mother tongue. Otherwise, science will become a highbrow activity. It will not be an activity in which all people can participate.","author":"C. V. Raman","category":"Mother, People, Tongue"},{"quote":"The big lesson of planetary science is when you do a first reconnaissance of a new kind of object, you should expect the unexpected.","author":"Alan Stern","category":"Unexpected, You, Kind"},{"quote":"Science knows no country, because knowledge belongs to humanity, and is the torch which illuminates the world. Science is the highest personification of the nation because that nation will remain the first which carries the furthest the works of thought and intelligence.","author":"Louis Pasteur","category":"Knowledge, Humanity"},{"quote":"The birth of science as we know it arguably began with Isaac Newton's formulation of the laws of gravitation and motion. It is no exaggeration to say that physics was reborn in the early 20th-century with the twin revolutions of quantum mechanics and the theory of relativity.","author":"Paul Davies","category":"Birth, Know, Physics"},{"quote":"GIS is waking up the world to the power of geography, this science of integration, and has the framework for creating a better future.","author":"Jack Dangermond","category":"Future, Power, World"},{"quote":"To me there has never been a higher source of earthly honor or distinction than that connected with advances in science.","author":"Isaac Newton","category":"Honor, Me, Connected"},{"quote":"How is it that, in the face of overwhelming scientific evidence, there are still some who would deny the dangers of climate change? Not surprisingly, the loudest voices are not scientific, and it is remarkable how many economists, lawyers, journalists and politicians set themselves up as experts on the science.","author":"Nicholas Stern","category":"Change, Climate Change"},{"quote":"It will free man from the remaining chains, the chains of gravity which still tie him to this planet.","author":"Wernher von Braun","category":"Man, Free, Gravity"},{"quote":"The origin of life is one of the great outstanding mysteries of science.","author":"Paul Davies","category":"Life, Great, Mysteries"},{"quote":"Climate change is real. Climate change is being substantially increased by humans and the carbon we put into the atmosphere. And it appears to be speeding up. If science has made any mistakes, science has been underestimating it.","author":"James Balog","category":"Change, Mistakes"},{"quote":"I actually started off majoring in computer science, but I knew right away I wasn't going to stay with it. It was because I had this one professor who was the loneliest, saddest man I've ever known. He was a programmer, and I knew that I didn't want to do whatever he did. So after that, I switched to Communications.","author":"J. Cole","category":"Man, Want, Computer Science"},{"quote":"Ever since the Industrial Revolution, investments in science and technology have proved to be reliable engines of economic growth. If homegrown interest in those fields is not regenerated soon, the comfortable lifestyle to which Americans have become accustomed will draw to a rapid close.","author":"Neil deGrasse Tyson","category":"Technology, Growth"},{"quote":"Science can lift people out of poverty and cure disease. That, in turn, will reduce civil unrest.","author":"Stephen Hawking","category":"Poverty, People, Lift"},{"quote":"It is my belief that no matter how advanced man may become in science, technology, systems, and knowledge, he can never improve on the foundational precepts of marriage as the bedrock of social development.","author":"Myles Munroe","category":"Marriage, Technology"},{"quote":"Mass application of technological innovations, which constitutes much of the distinctive substance of modern economic growth, is closely connected with the further progress of science, in its turn the basis for additional advance in technology.","author":"Simon Kuznets","category":"Technology, Growth, Progress"},{"quote":"We must not be afraid to push boundaries; instead, we should leverage our science and our technology, together with our creativity and our curiosity, to solve the world's problems.","author":"Jason Silva","category":"Technology, Creativity"},{"quote":"Modern bodybuilding is ritual, religion, sport, art, and science, awash in Western chemistry and mathematics. Defying nature, it surpasses it.","author":"Camille Paglia","category":"Nature, Art, Mathematics"},{"quote":"We look at science as something very elite, which only a few people can learn. That's just not true. You just have to start early and give kids a foundation. Kids live up, or down, to expectations.","author":"Mae Jemison","category":"Start, People, Foundation"},{"quote":"If even in science there is no a way of judging a theory but by assessing the number, faith and vocal energy of its supporters, then this must be even more so in the social sciences: truth lies in power.","author":"Imre Lakatos","category":"Faith, Truth, Power"},{"quote":"Genome design is going to be a key part of the future. That's why we need fast, cheap, accurate DNA synthesis, so you can make a lot of iterations of something and test them.","author":"Craig Venter","category":"Future, Design, Why"},{"quote":"We will explore the mysteries of science and harness the power of technology and innovation. We will realise the opportunities of the digital world. Our youth will learn more from - and with - each other.","author":"Narendra Modi","category":"Technology, Innovation"},{"quote":"For whatever reason, I didn't succumb to the stereotype that science wasn't for girls. I got encouragement from my parents. I never ran into a teacher or a counselor who told me that science was for boys. A lot of my friends did.","author":"Sally Ride","category":"Teacher, Friends, Parents"},{"quote":"Global Warming: It is a hoax. It is bad science. It is high-jacking public policy. It is the greatest scam in history.","author":"John Coleman","category":"History, Greatest"},{"quote":"Looking ahead, I believe that the underlying importance of higher education, of science, of technology, of research and scholarship to our quality of life, to the strength of our economy, to our security in many dimensions will continue to be the most important message.","author":"Charles Vest","category":"Life, Education, Strength"},{"quote":"Science moves with the spirit of an adventure characterized both by youthful arrogance and by the belief that the truth, once found, would be simple as well as pretty.","author":"James D. Watson","category":"Adventure, Truth, Simple"},{"quote":"Scientific knowledge is a kind of discourse.","author":"Jean-Francois Lyotard","category":"Knowledge, Kind, Discourse"},{"quote":"Everything great in science and art is simple. What can be less complicated than the greatest discoveries of humanity - gravitation, the compass, the printing press, the steam engine, the electric telegraph?","author":"Jules Verne","category":"Art, Great, Humanity"},{"quote":"To understand a science, it is necessary to know its history.","author":"Auguste Comte","category":"History, Understand, Know"},{"quote":"When I was in elementary school, I was very interested in science already. I must have been ten or eleven years old. I started experiments with chemistry sets at my home in Mexico. I was able to borrow a bathroom and convert it to a laboratory. My parents supported it. They were pleased. My friends just tolerated it.","author":"Mario J. Molina","category":"Home, Friends, Parents"},{"quote":"In science one tries to tell people, in such a way as to be understood by everyone, something that no one ever knew before. But in poetry, it's the exact opposite.","author":"Paul Dirac","category":"Poetry, People, Way"},{"quote":"In science, if you don't do it, somebody else will. Whereas in art, if Beethoven didn't compose the 'Ninth Symphony,' no one else before or after is going to compose the 'Ninth Symphony' that he composed; no one else is going to paint 'Starry Night' by van Gogh.","author":"Neil deGrasse Tyson","category":"Art, Night, You"},{"quote":"Economics is not an exact science. It's a combination of an art and elements of science. And that's almost the first and last lesson to be learned about economics: that in my judgment, we are not converging toward exactitude, but we're improving our data bases and our ways of reasoning about them.","author":"Paul Samuelson","category":"Art, Economics, Data"},{"quote":"Science is built up of facts, as a house is with stones. But a collection of facts is no more a science than a heap of stones is a house.","author":"Henri Poincare","category":"Facts, House, Stones"},{"quote":"The strongest arguments prove nothing so long as the conclusions are not verified by experience. Experimental science is the queen of sciences and the goal of all speculation.","author":"Roger Bacon","category":"Experience, Goal, Queen"},{"quote":"Science has not yet mastered prophecy. We predict too much for the next year and yet far too little for the next 10.","author":"Neil Armstrong","category":"Predict, Too Much, Little"},{"quote":"The human brain is an incredible pattern-matching machine.","author":"Jeff Bezos","category":"Brain, Human Brain, Human"},{"quote":"Individual science fiction stories may seem as trivial as ever to the blinder critics and philosophers of today - but the core of science fiction, its essence has become crucial to our salvation if we are to be saved at all.","author":"Isaac Asimov","category":"Today, Individual, Salvation"},{"quote":"We are in a tech-heavy society, plunging headlong into an unknown future. Science fiction is what allows you to stand back and analyze the impact of that and put it in context of how it affects people.","author":"J. Michael Straczynski","category":"Future, Society, People"},{"quote":"What's interesting about science is that we're constantly discovering new things about the universe, about ourselves, about our bodies, about diseases, about the possibilities of the future. It's amazing. Science is one of the coolest things about being a human being - without a doubt.","author":"Joe Rogan","category":"Future, Amazing, Universe"},{"quote":"When science, art, literature, and philosophy are simply the manifestation of personality they are on a level where glorious and dazzling achievements are possible, which can make a man's name live for thousands of years.","author":"Denis Diderot","category":"Art, Man, Personality"},{"quote":"While that amendment failed, human cloning continues to advance and the breakthrough in this unethical and morally questionable science is around the corner.","author":"Mike Pence","category":"Human, Amendment, Corner"},{"quote":"Psychology is the science of the intellects, characters and behavior of animals including man.","author":"Edward Thorndike","category":"Man, Behavior, Animals"},{"quote":"The enchanting charms of this sublime science reveal only to those who have the courage to go deeply into it.","author":"Carl Friedrich Gauss","category":"Courage, Reveal, Go"},{"quote":"He who possesses art and science has religion; he who does not possess them, needs religion.","author":"Johann Wolfgang von Goethe","category":"Art, Religion, Needs"},{"quote":"Science is global. Einstein's equation, E=mc2, has to reach everywhere. Science is a beautiful gift to humanity, we should not distort it. Science does not differentiate between multiple races.","author":"A. P. J. Abdul Kalam","category":"Beautiful, Humanity, Gift"},{"quote":"Science is, rightly, searching for drugs to arrest ageing or to slow the advance of dementia. But the evidence suggests that many of the most powerful factors determining how you age come from what you do, and what you do with others: whether you work, whether you play music, whether you have regular visitors.","author":"Geoff Mulgan","category":"Work, Music, Age"},{"quote":"It's a combination of science, maintenance, and general housekeeping. And then, occasionally, robotics activities or a spacewalk you might get to do.","author":"Scott Kelly","category":"You, Maintenance, General"},{"quote":"Science is not everything, but science is very beautiful.","author":"J. Robert Oppenheimer","category":"Beautiful, Everything, Very"},{"quote":"Science is organized knowledge.","author":"Herbert Spencer","category":"Knowledge, Organized"},{"quote":"I wanted to make an explicitly educational comic that taught readers the concepts I covered in my introductory programming class. That's what 'Secret Coders' is. It's both a fun story about a group of tweens who discover a secret coding school, and an explanation of some foundational ideas in computer science.","author":"Gene Luen Yang","category":"School, Fun, Ideas"},{"quote":"Poets say science takes away from the beauty of the stars - mere globs of gas atoms. I, too, can see the stars on a desert night, and feel them. But do I see less or more?","author":"Richard P. Feynman","category":"Beauty, Stars, Night"},{"quote":"Wisdom alone is the science of other sciences.","author":"Plato","category":"Wisdom, Alone, Sciences"},{"quote":"Before I became a film major, I was very heavily into social science, I had done a lot of sociology, anthropology, and I was playing in what I call social psychology, which is sort of an offshoot of anthropology/sociology - looking at a culture as a living organism, why it does what it does.","author":"George Lucas","category":"Culture, Looking, Why"},{"quote":"I'm often asked by parents what advice can I give them to help get kids interested in science? And I have only one bit of advice. Get out of their way. Kids are born curious. Period.","author":"Neil deGrasse Tyson","category":"Parents, Advice, Help"},{"quote":"That's one of those things about being a computer science major: Valentine's Day is just another day.","author":"Jawed Karim","category":"Day, Computer Science"},{"quote":"When I die, I'm leaving my body to science fiction.","author":"Steven Wright","category":"Death, Body, Leaving"},{"quote":"Every science consists in the coordination of facts; if the different observations were entirely isolated, there would be no science.","author":"Auguste Comte","category":"Facts, Different, Every"},{"quote":"The folly of mistaking a paradox for a discovery, a metaphor for a proof, a torrent of verbiage for a spring of capital truths, and oneself for an oracle, is inborn in us.","author":"Paul Valery","category":"Spring, Discovery, Paradox"},{"quote":"It's very important to reveal the mystery of the pyramid. Science in archaeology is very important. People all over the world are waiting to solve this mystery.","author":"Zahi Hawass","category":"Waiting, World, Mystery"},{"quote":"The indigenous peoples never had, and still do not have, the place that they should have occupied in the progress and benefits of science and technology, although they represented an important basis for this development.","author":"Rigoberta Menchu","category":"Technology, Progress"},{"quote":"A fact is a simple statement that everyone believes. It is innocent, unless found guilty. A hypothesis is a novel suggestion that no one wants to believe. It is guilty, until found effective.","author":"Edward Teller","category":"Simple, Believe, Guilty"},{"quote":"Take young researchers, put them together in virtual seclusion, give them an unprecedented degree of freedom and turn up the pressure by fostering competitiveness.","author":"James D. Watson","category":"Freedom, Together, Pressure"},{"quote":"What is research but a blind date with knowledge?","author":"Will Harvey","category":"Knowledge, Blind, Research"},{"quote":"I don't want to give advice to people about their religious beliefs, but I do think that it's not smart to bet against the power of science to figure out the natural world. It used to be, a thousand years ago, that if you wanted to explain why the moon moved through the sky, you needed to invoke God.","author":"Sean M. Carroll","category":"God, Power, Moon"},{"quote":"Nothing retains less of desire in art, in science, than this will to industry, booty, possession.","author":"Andre Breton","category":"Art, Desire, Nothing"},{"quote":"Science has revealed that the human body is made up of millions and millions of atoms... For example, I am made up of 5.8x10 27 atoms.","author":"A. P. J. Abdul Kalam","category":"I Am, Body, Human"},{"quote":"What are the symbols of American strength, wealth, power and modernity? Certainly not jazz and rock and roll, not chewing-gum or hamburgers, Broadway or Hollywood. It's their skyscrapers. Their Pentagon. Their science. Their technology.","author":"Oriana Fallaci","category":"Strength, Technology, Power"},{"quote":"None of the standard high school science courses made much of an impression on me, but I did enjoy the Advanced Placement Chemistry course I took in my senior year. This course had only eleven students and was taught by a rarity for our school, an exchange teacher from England, Mr. Leslie Sturges.","author":"Martin Chalfie","category":"Teacher, School, Me"},{"quote":"If history and science have taught us anything, it is that passion and desire are not the same as truth.","author":"E. O. Wilson","category":"History, Truth, Passion"},{"quote":"Science cannot tell theology how to construct a doctrine of creation, but you can't construct a doctrine of creation without taking account of the age of the universe and the evolutionary character of cosmic history.","author":"John Polkinghorne","category":"History, Age, Character"},{"quote":"Science means simply the aggregate of all the recipes that are always successful. All the rest is literature.","author":"Paul Valery","category":"Successful, Literature, Rest"},{"quote":"We have failed to protect science against speculative extensions of nature, continuing to assign physical and mathematical properties to hypothetical entities beyond what is observable in nature.","author":"Robert Lanza","category":"Nature, Beyond, Protect"},{"quote":"'Star Wars' is more fairy tale than true science fiction.","author":"Mark Hamill","category":"True, Star, Fairy"},{"quote":"I love science. I hate supposition, superstition, exaggeration and falsified data. Show me the research, show me the results, show me the conclusions - and then show me some qualified peer reviews of all that.","author":"Claire Scovell LaZebnik","category":"Love, Hate, Research"},{"quote":"Unforeseen surprises are the rule in science, not the exception. Remember: Stuff happens.","author":"Leonard Susskind","category":"Remember, Surprises, Happens"},{"quote":"Science has always been my preoccupation and when you think a breakthrough is possible, it is terribly exciting.","author":"James D. Watson","category":"Think, You, Always"},{"quote":"Indeed, we often mark our progress in science by improvements in imaging.","author":"Martin Chalfie","category":"Progress, Mark, Imaging"},{"quote":"Go beyond science, into the region of metaphysics. Real religion is beyond argument. It can only be lived both inwardly and outwardly.","author":"Swami Sivananda","category":"Religion, Argument, Real"},{"quote":"I don't think there's an interesting boundary between philosophy and science. Science is totally beholden to philosophy. There are philosophical assumptions in science and there's no way to get around that.","author":"Sam Harris","category":"Philosophy, Think"},{"quote":"We need to manage holistically, embracing all of our science and traditional knowledge - all sources of knowledge. We can do that from the household to government to international relations.","author":"Allan Savory","category":"Knowledge, Government, Need"},{"quote":"Game theory is a branch of, originally, applied mathematics, used mostly in economics and political science, a little bit in biology, that gives us a mathematical taxonomy of social life, and it predicts what people are likely to do and believe others will do in cases where everyone's actions affect everyone else.","author":"Colin Camerer","category":"Life, Mathematics, Believe"},{"quote":"The strength of self-reliance and self-development is that of science and technology, and the shortcut to implementing the five-year strategy is to give importance and precedence to science and technology.","author":"Kim Jong-un","category":"Strength, Technology"},{"quote":"It is right that we be concerned with the scientific probity of metaphysics.","author":"Gabriel Marcel","category":"Right, Concerned, Scientific"},{"quote":"This world, after all our science and sciences, is still a miracle; wonderful, inscrutable, magical and more, to whosoever will think of it.","author":"Thomas Dekker","category":"World, Think, Wonderful"},{"quote":"Triumphant science and technology are only at the threshold of man's command over sources of energy so stupendous that, if used for military purposes, they can wipe out our entire civilization.","author":"Cordell Hull","category":"Technology, Man, Military"},{"quote":"Some day science may have the existence of mankind in power, and the human race can commit suicide by blowing up the world.","author":"Henry Adams","category":"Day, Power, World"},{"quote":"Science is the highest personification of the nation because that nation will remain the first which carries the furthest the works of thought and intelligence.","author":"Louis Pasteur","category":"Intelligence, Thought"},{"quote":"The only shibboleth the West has is science. It is the premise of modernity and it defines itself as a rationality capable of, indeed requiring separation from politics, religion and really, society. Modernisation is to work towards this.","author":"Bruno Latour","category":"Work, Politics, Religion"},{"quote":"One of the greatest features of science is that it doesn't matter where you were born, and it doesn't matter what the belief systems of your parents might have been: If you perform the same experiment that someone else did, at a different time and place, you'll get the same result.","author":"Neil deGrasse Tyson","category":"Time, Parents, Greatest"},{"quote":"I would not hesitate to say I was addicted to the Internet in the first two years. It can be addictive, and things not taken in moderation have negative effects. But the alarmism around 'Facebook is changing our brains' strikes me as a kind of historical trick. Because we now know from brain science that everything changes our brains.","author":"Clay Shirky","category":"Changes, Internet, Me"},{"quote":"Part of what it is to be scientifically-literate, it's not simply, 'Do you know what DNA is? Or what the Big Bang is?' That's an aspect of science literacy. The biggest part of it is do you know how to think about information that's presented in front of you.","author":"Neil deGrasse Tyson","category":"Information, Know, Think"},{"quote":"Investing in science education and curiosity-driven research is investing in the future.","author":"Ahmed Zewail","category":"Education, Future, Research"},{"quote":"The soft power of science has the potential to reshape global diplomacy.","author":"Ahmed Zewail","category":"Power, Potential, Diplomacy"},{"quote":"A regular old drag queen is usually your science teacher who's actually wearing women's panties underneath his slacks. A drag-queen superstar is someone who actually works in clubs and makes a living doing it more than one night a year, or even one night in six months.","author":"RuPaul","category":"Teacher, Women, Night"},{"quote":"We've arranged a civilization in which most crucial elements profoundly depend on science and technology.","author":"Carl Sagan","category":"Technology, Civilization"},{"quote":"Both the man of science and the man of action live always at the edge of mystery, surrounded by it.","author":"J. Robert Oppenheimer","category":"Man, Action, Mystery"},{"quote":"Science has sometimes been said to be opposed to faith, and inconsistent with it. But all science, in fact, rests on a basis of faith, for it assumes the permanence and uniformity of natural laws - a thing which can never be demonstrated.","author":"Tryon Edwards","category":"Faith, Said, Natural"},{"quote":"Theology is a science of mind applied to God.","author":"Henry Ward Beecher","category":"God, Mind, Theology"},{"quote":"One science only will one genius fit; so vast is art, so narrow human wit.","author":"Alexander Pope","category":"Art, Genius, Human"},{"quote":"I love having my hands in the dirt. It is never a science and always an art. There are no rules. And if it comes down to me versus that weed I'm trying to pull out of the ground that doesn't want to come out? I know I'll win.","author":"Matthew McConaughey","category":"Love, Art, Me"},{"quote":"Modern science is fast-moving, and no laboratory can exist for long with a program based on old facilities. Innovation and renewal are required to keep a laboratory on the frontiers of science.","author":"Burton Richter","category":"Innovation, Long, Laboratory"},{"quote":"The recognition of the art that informs all pure science need not mean the abandonment for it of all present art, rather it will mean the completion of the transformation of art that has already begun.","author":"John Desmond Bernal","category":"Art, Transformation, Present"},{"quote":"Science gives us a powerful vocabulary, and it is impossible to produce a vocabulary with which one can only say nice things.","author":"John Charles Polanyi","category":"Powerful, Impossible, Nice"},{"quote":"Math is sometimes called the science of patterns.","author":"Ronald Graham","category":"Patterns, Sometimes, Math"},{"quote":"One hardly knows where, in the history of science, to look for an important movement that had its effective start in so pure and simple an accident as that which led to the building of the great Washington telescope, and went on to the discovery of the satellites of Mars.","author":"Simon Newcomb","category":"History, Great, Simple"},{"quote":"If Christianity is not scientific, and Science is not of God, then there is no invariable law, and truth becomes an accident.","author":"Mary Baker Eddy","category":"Truth, God, Law"},{"quote":"Observation is a passive science, experimentation an active science.","author":"Claude Bernard","category":"Observation, Active"},{"quote":"Science commits suicide when it adopts a creed.","author":"Thomas Huxley","category":"Suicide, Creed"},{"quote":"Natural science will in time incorporate into itself the science of man, just as the science of man will incorporate into itself natural science: there will be one science.","author":"Karl Marx","category":"Time, Man, Natural"},{"quote":"The capacity of the female mind for studies of the highest order cannot be doubted, having been sufficiently illustrated by its works of genius, of erudition, and of science.","author":"James Madison","category":"Mind, Genius, Capacity"},{"quote":"Human relations are built on feeling, not on reason or knowledge. And feeling is not an exact science; like all spiritual qualities, it has the vagueness of greatness about it.","author":"Amelia Barr","category":"Knowledge, Spiritual"},{"quote":"A science is something which is constructed from truth on workable axioms. There are 55 axioms in scientology which are very demonstrably true, and on these can be constructed a great deal.","author":"L. Ron Hubbard","category":"Truth, Great, True"},{"quote":"Of all the failed technologies that litter the onward march of science - steam carriages, zeppelins, armoured trains - none has been so catastrophic to prosperity as the last century's attempt to generate electricity from nuclear fission.","author":"James Buchan","category":"Electricity, Onward"},{"quote":"What I do is not rocket science, but I sure do love it.","author":"Kyle Chandler","category":"Love, Rocket, Rocket Science"},{"quote":"Science at its best is an open-minded method of inquiry, not a belief system.","author":"Rupert Sheldrake","category":"Best, Belief, System"},{"quote":"If you live in a ghetto and really want not to just change your life and your family's life but change your ghetto's life, make your ghetto a good neighbourhood, learn science; try to be like Mark Zuckerberg, Bill Gates and Steve Jobs.","author":"will.i.am","category":"Life, Family, Change"},{"quote":"Civilization depends on our expanding ability to produce food efficiently, which has markedly accelerated thanks to science and technology.","author":"Nina Fedoroff","category":"Technology, Food, Thanks"},{"quote":"Science fiction without the science just becomes, you know, sword and sorcery, basically stories about heroism and not much more.","author":"Michio Kaku","category":"Heroism, Know, Sword"},{"quote":"It's not a science when you are judging art, but we'd be remiss to say you can't look at something and say, 'This is more well done than that.'","author":"Matthew McConaughey","category":"Art, Well Done, You"},{"quote":"The roles of art, morality, religion, political faith, science itself are not to repair organic exhaustion nor to provide sound functioning of the organs. All this supraphysical life is built and expanded not because of the demands of the cosmic environment but because of the demands of the social environment.","author":"Emile Durkheim","category":"Life, Art, Faith"},{"quote":"I believe that science is the engine of prosperity, that if you look around at the wealth of civilization today, it's the wealth that comes from science.","author":"Michio Kaku","category":"Today, Believe, Wealth"},{"quote":"Running for office was definitely something I've thought about. When I was younger, I wanted to major in political science. And I've been engaged in current events since I was a kid. If I can make a difference and feel passionately and capable, then I would. Why not?","author":"Queen Latifah","category":"Make A Difference, Thought"},{"quote":"Textbook science is beautiful! Textbook science is comprehensible, unlike mere fascinating words that can never be truly beautiful. Elementary science textbooks describe simple theories, and simplicity is the core of scientific beauty. Fascinating words have no power, nor yet any meaning, without the math.","author":"Eliezer Yudkowsky","category":"Beauty, Beautiful, Power"},{"quote":"One of the strangest features of string theory is that it requires more than the three spatial dimensions that we see directly in the world around us. That sounds like science fiction, but it is an indisputable outcome of the mathematics of string theory.","author":"Brian Greene","category":"Mathematics, World, Three"},{"quote":"Creativity is essential to particle physics, cosmology, and to mathematics, and to other fields of science, just as it is to its more widely acknowledged beneficiaries - the arts and humanities.","author":"Lisa Randall","category":"Creativity, Mathematics"},{"quote":"We know that to compete for the jobs of the 21st century and thrive in a global economy, we need a growing, skilled and educated workforce, particularly in the areas of science, technology, engineering and math. Americans with bachelor's degrees have half the unemployment rate of those with a high school degree.","author":"Mark Pocan","category":"Technology, School"},{"quote":"The very large brain that humans have, plus the things that go along with it - language, art, science - seemed to have evolved only once. The eye, by contrast, independently evolved 40 times. So, if you were to 'replay' evolution, the eye would almost certainly appear again, whereas the big brain probably wouldn't.","author":"Richard Dawkins","category":"Art, Eye, Language"},{"quote":"How any government could promote the Vardy academies in the North-East of England is absolutely beyond me. Tony Blair defends them on grounds of diversity, but it should be unthinkable in the 21st century to have a school whose head of science believes the world is less than 10,000 years old.","author":"Richard Dawkins","category":"School, Diversity"},{"quote":"Science is increasingly answering questions that used to be the province of religion.","author":"Stephen Hawking","category":"Religion, Questions, Used"},{"quote":"Before we understand science, it is natural to believe that God created the universe.","author":"Stephen Hawking","category":"God, Believe, Universe"},{"quote":"Human resources are just tremendous in Egypt, but we need the science base; we need the correct science base.","author":"Ahmed Zewail","category":"Human, Egypt, Resources"},{"quote":"The most obvious characteristic of science is its application: the fact that, as a consequence of science, one has a power to do things. And the effect this power has had need hardly be mentioned. The whole industrial revolution would almost have been impossible without the development of science.","author":"Richard P. Feynman","category":"Power, Impossible"},{"quote":"The first education to be a good chemist is to do well in high school science courses. Then, you go to college to really become a chemist. You want to take science and math. Those are the main things.","author":"Mario J. Molina","category":"Education, Good, School"},{"quote":"As our technology evolves, we will have the capacity to reach new, ever-increasing depths. The question is what kind of technology, in the end, do we want to deploy in the far reaches of the ocean? Tools of science, ecology and documentation, or the destructive tools of heavy industry?","author":"Philippe Cousteau, Jr.","category":"Technology, Ocean, Tools"},{"quote":"Chemical synthesis is uniquely positioned at the heart of chemistry, the central science, and its impact on our lives and society is all pervasive.","author":"Elias James Corey","category":"Heart, Society, Impact"},{"quote":"I studied computer science and graphic design, yeah, so music was self-taught and a backburner thing, an obsessive hobby.","author":"Tycho","category":"Music, Design, Hobby"},{"quote":"The essence of science is independent thinking, hard work, and not equipment. When I got my Nobel Prize, I had spent hardly 200 rupees on my equipment.","author":"C. V. Raman","category":"Work, Hard Work, Thinking"},{"quote":"There has no doubt to be fundamental research in science, but applied research is equally important for new improvements and changes in our techniques.","author":"Lal Bahadur Shastri","category":"Changes, Research, Doubt"},{"quote":"The problem is that once we focus on economic policy, much that is not science comes into play. Politics becomes involved, and political posturing is amply rewarded by public attention.","author":"Robert J. Shiller","category":"Focus, Politics, Political"},{"quote":"Society lives by faith, and develops by science.","author":"Henri Frederic Amiel","category":"Faith, Society, Lives"},{"quote":"He who would do good to another must do it in Minute Particulars: general Good is the plea of the scoundrel, hypocrite, and flatterer, for Art and Science cannot exist but in minutely organized Particulars.","author":"William Blake","category":"Art, Good, Hypocrite"},{"quote":"I decry the current tendency to seek patents on algorithms. There are better ways to earn a living than to prevent other people from making use of one's contributions to computer science.","author":"Donald Knuth","category":"People, Better, Living"},{"quote":"History is, in its essentials, the science of change. It knows and it teaches that it is impossible to find two events that are ever exactly alike, because the conditions from which they spring are never identical.","author":"Marc Bloch","category":"Change, History, Spring"},{"quote":"Even when I was studying mathematics, physics, and computer science, it always seemed that the problem of consciousness was about the most interesting problem out there for science to come to grips with.","author":"David Chalmers","category":"Mathematics, Problem"},{"quote":"The question that I started off with was, I thought, very simple. It was just 'Is there a massive black hole at the center of the Milky Way?' But one of the things I love about science is that you always end up with new questions.","author":"Andrea M. Ghez","category":"Love, Simple, End"},{"quote":"A report released by the Partnership for a New American Economy and the Partnership for New York City predicts that by 2018, there will be 800,000 science, technology, engineering, and mathematics (STEM) jobs in the United States that require a master's degree or higher - and only around 550,000 American-graduates with this training.","author":"Marvin Ammori","category":"Technology, Mathematics"},{"quote":"He is so old that his blood type was discontinued.","author":"Bill Dana","category":"Blood, Old, He"},{"quote":"You cannot feed the hungry on statistics.","author":"Heinrich Heine","category":"Statistics, Hungry, You"},{"quote":"Bush reiterated his stand to conservatives opposing his decision on stem cell research. He said today he believes life begins at conception and ends at execution.","author":"Jay Leno","category":"Life, Today, Decision"},{"quote":"The cloning of humans is on most of the lists of things to worry about from Science, along with behaviour control, genetic engineering, transplanted heads, computer poetry and the unrestrained growth of plastic flowers.","author":"Lewis Thomas","category":"Growth, Flowers, Poetry"},{"quote":"In science, 'fact' can only mean 'confirmed to such a degree that it would be perverse to withhold provisional assent.' I suppose that apples might start to rise tomorrow, but the possibility does not merit equal time in physics classrooms.","author":"Stephen Jay Gould","category":"Time, Tomorrow, Start"},{"quote":"The great tragedy of science - the slaying of a beautiful hypothesis by an ugly fact.","author":"Thomas Huxley","category":"Beautiful, Great, Tragedy"},{"quote":"When I find myself in the company of scientists, I feel like a shabby curate who has strayed by mistake into a room full of dukes.","author":"W. H. Auden","category":"Myself, Mistake, Company"},{"quote":"Art is I science is we.","author":"Claude Bernard","category":"Art"},{"quote":"The characteristic of scientific progress is our knowing that we did not know.","author":"Gaston Bachelard","category":"Progress, Know, Knowing"},{"quote":"Science, like art, religion, commerce, warfare, and even sleep, is based on presuppositions.","author":"Gregory Bateson","category":"Art, Sleep, Religion"},{"quote":"Nothing in education is so astonishing as the amount of ignorance it accumulates in the form of inert facts.","author":"Henry Adams","category":"Education, Ignorance, Facts"},{"quote":"The credit which the apparent conformity with recognized scientific standards can gain for seemingly simple but false theories may, as the present instance shows, have grave consequences.","author":"Friedrich August von Hayek","category":"Simple, Conformity"},{"quote":"This means that to entrust to science - or to deliberate control according to scientific principles - more than scientific method can achieve may have deplorable effects.","author":"Friedrich August von Hayek","category":"Control, Principles, Achieve"},{"quote":"That's what Hubble can do for us. It can tell us whether the universe is expanding forever or if one day it's going to come back together.","author":"Duane G. Carey","category":"Day, Together, Universe"},{"quote":"For an object under the eye will appear very different from the same object placed above it; in an inclosed space, very different from the same in an open space.","author":"Vitruvius","category":"Eye, Space, Same"},{"quote":"We don't regard any scientific theory as the absolute truth.","author":"Kenneth R. Miller","category":"Truth, Theory, Regard"},{"quote":"Most people don't realize it, because they're invisible, but microbes make up about a half of the Earth's biomass, whereas all animals only make up about one one-thousandth of all the biomass.","author":"Craig Venter","category":"People, Earth, Animals"},{"quote":"Heisenberg, Max Plank and Einstein, they all agreed that science could not solve the mystery of the universe.","author":"Harry Dean Stanton","category":"Universe, Mystery, Max"},{"quote":"I had no talent for science. What was infinitely worse: all my fraternity brothers were engineers.","author":"Kurt Vonnegut","category":"Talent, Engineers"},{"quote":"If you look at the history of our country over the last 100 years, there have been periods where science and research have been celebrated. They were really kind of held up as heroes in society, which encouraged a generation of people to go into these fields.","author":"Mark Zuckerberg","category":"History, Society, Research"},{"quote":"Formerly, when religion was strong and science weak, men mistook magic for medicine; now, when science is strong and religion weak, men mistake medicine for magic.","author":"Thomas Szasz","category":"Strong, Religion, Society"},{"quote":"I have seen the science I worshiped, and the aircraft I loved, destroying the civilization I expected them to serve.","author":"Charles Lindbergh","category":"Loved, Civilization, Serve"},{"quote":"There is no way that writers can be tamed and rendered civilized or even cured. The only solution known to science is to provide the patient with an isolation room, where he can endure the acute stages in private and where food can be poked in to him with a stick.","author":"Robert A. Heinlein","category":"Food, Isolation, Solution"},{"quote":"I like to browse in occult bookshops if for no other reason than to refresh my commitment to science.","author":"Heinz R. Pagels","category":"Commitment, Reason, Like"},{"quote":"The theory of relativity worked out by Mr. Einstein, which is in the domain of natural science, I believe can also be applied to the political field. Both democracy and human rights are relative concepts - and not absolute and general.","author":"Jiang Zemin","category":"Democracy, Believe"},{"quote":"Science is not about control. It is about cultivating a perpetual condition of wonder in the face of something that forever grows one step richer and subtler than our latest theory about it. It is about reverence, not mastery.","author":"Richard Powers","category":"Control, Step, Face"},{"quote":"Most of the fundamental ideas of science are essentially simple, and may, as a rule, be expressed in a language comprehensible to everyone.","author":"Albert Einstein","category":"Simple, Language, Ideas"},{"quote":"Science fiction writers, I am sorry to say, really do not know anything. We can't talk about science, because our knowledge of it is limited and unofficial, and usually our fiction is dreadful.","author":"Philip K. Dick","category":"Knowledge, I Am, Sorry"},{"quote":"In science, the credit goes to the man who convinces the world, not to whom the idea first occurs.","author":"Francis Darwin","category":"Man, World, Credit"},{"quote":"Experimentation is an active science.","author":"Claude Bernard","category":"Active, Experimentation"},{"quote":"Before I was reading science fiction, I read Hemingway. Farewell to Arms was my first adult novel that said not everything ends well. It was one of those times where reading has meant a great deal to me, in terms of my development - an insight came from that book.","author":"Robert Reed","category":"Great, Reading, Book"},{"quote":"Conflict between science and religion a dangerous foe.","author":"Henry Norris Russell","category":"Religion, Conflict"},{"quote":"Thousands of years ago, humans domesticated every possible large wild mammal species fulfilling all those criteria and worth domesticating, with the result that there have been no valuable additions of domestic animals in recent times, despite the efforts of modern science.","author":"Jared Diamond","category":"Animals, Wild, Years"},{"quote":"The major obstacle to a religious renewal is the intellectual classes, who are highly influential and tend to view religion as primitive superstition. They believe that science has left atheism as the only respectable intellectual stance.","author":"Robert Bork","category":"Religion, Believe, View"},{"quote":"The commonality between science and art is in trying to see profoundly - to develop strategies of seeing and showing.","author":"Edward Tufte","category":"Art, Trying, See"},{"quote":"Agency by agency, we frequently have lost a bit of ground, at least to inflation-but had it not been for the efforts we've made to educate people about the importance of science, technology and advanced education, those predictions very well might have come true.","author":"Charles Vest","category":"Education, Technology, Lost"},{"quote":"It is this conception of the unity of the human career which is perhaps the greatest achievement of historical study, since it gained a place analogous to that of natural science.","author":"James Henry Breasted","category":"Achievement, Unity, Greatest"},{"quote":"Even in our day, science suspects beyond the Polar seas, at the very circle of the Arctic Pole, the existence of a sea which never freezes and a continent which is ever green.","author":"Helena Blavatsky","category":"Day, Sea, Green"},{"quote":"We know from science that nothing in the universe exists as an isolated or independent entity.","author":"Margaret J. Wheatley","category":"Universe, Know, Independent"},{"quote":"We would be in a nasty position indeed if empirical science were the only kind of science possible.","author":"Edmund Husserl","category":"Possible, Kind, Empirical"},{"quote":"I became kind of a drop-out in science after I came back to America. I wanted to photograph.","author":"Imogen Cunningham","category":"America, Kind, Back"},{"quote":"At a time when science plays such a powerful role in the life of society, when the destiny of the whole of mankind may hinge on the results of scientific research, it is incumbent on all scientists to be fully conscious of that role, and conduct themselves accordingly.","author":"Joseph Rotblat","category":"Life, Time, Society"},{"quote":"I did not imagine that the second half of my life would be spent on efforts to avert a mortal danger to humanity created by science.","author":"Joseph Rotblat","category":"Life, Humanity, My Life"},{"quote":"Predicting has a spotty record in science fiction. I've had some failures. On the other hand, I also predicted the fall of the Berlin Wall and the rise of fundamentalist Islam... and I'm not happy to be right in all of those cases.","author":"David Brin","category":"Happy, Fall, Rise"},{"quote":"I'm crazy about Grant: his character, his nature, his science in fighting and everything else. But I don't like the idea that he never accepted the blame for anything, always found someone else to blame for any mistake that was ever made, including blaming Prentiss for Shiloh.","author":"Shelby Foote","category":"Nature, Character, Crazy"},{"quote":"Indeed science alone may perhaps be sterile when pursued without an understanding of the world in which scientific knowledge is created and in which the fruits of science are used.","author":"Polykarp Kusch","category":"Knowledge, Alone, World"},{"quote":"I wanted to have a political career. I thought studying political science would be the best way to achieve it.","author":"Bianca Jagger","category":"Best, Thought, Political"},{"quote":"Certainly, it may bring to light such a deeper knowledge of the structure of matter as to constitute a veritable discontinuity in the progress of science.","author":"Ernest Lawrence","category":"Knowledge, Light, Progress"},{"quote":"Einstein was searching for String Theory. It not only reconciles General Relativity to Quantum Mechanics, but it reconciles Science and the Bible as well.","author":"Roy H. Williams","category":"Bible, Well, Searching"},{"quote":"I think computer science, by and large, is still stuck in the Modern age.","author":"Larry Wall","category":"Age, Computer Science, Think"},{"quote":"I certainly saw science as a kind of calling, and one with as much legitimacy as a religious calling.","author":"Joshua Lederberg","category":"Kind, Calling, Legitimacy"},{"quote":"I'd like to put in a vote for the intrinsic fascination of science.","author":"Joshua Lederberg","category":"Vote, Like, Intrinsic"},{"quote":"In consequence, science is more important than ever for industrial technology.","author":"Kenneth G. Wilson","category":"Technology, Important, Than"},{"quote":"In science, all facts, no matter how trivial or banal, enjoy democratic equality.","author":"Mary McCarthy","category":"Equality, Enjoy, Facts"},{"quote":"In science the important thing is to modify and change one's ideas as science advances.","author":"Herbert Spencer","category":"Change, Ideas, Important"},{"quote":"After all, science is essentially international, and it is only through lack of the historical sense that national qualities have been attributed to it.","author":"Marie Curie","category":"Sense, Through, Qualities"},{"quote":"It's time to let science and medicine, not politics and rhetoric, lead us to good, sound policy.","author":"Eliot Spitzer","category":"Time, Good, Politics"},{"quote":"Science in the modern world has many uses; its chief use, however, is to provide long words to cover the errors of the rich.","author":"Gilbert K. Chesterton","category":"Words, World, Rich"},{"quote":"Science is properly more scrupulous than dogma. Dogma gives a charter to mistake, but the very breath of science is a contest with mistake, and must keep the conscience alive.","author":"George Eliot","category":"Mistake, Conscience, Contest"},{"quote":"The fundamental concept in social science is Power, in the same sense in which Energy is the fundamental concept in physics.","author":"Bertrand Russell","category":"Power, Energy, Physics"},{"quote":"Philosophy of science without history of science is empty history of science without philosophy of science is blind.","author":"Imre Lakatos","category":"History, Blind, Philosophy"},{"quote":"To pursue science is not to disparage the things of the spirit. In fact, to pursue science rightly is to furnish the framework on which the spirit may rise.","author":"Vannevar Bush","category":"Rise, Spirit, May"},{"quote":"And as we continue to improve our understanding of the basic science on which applications increasingly depend, material benefits of this and other kinds are secured for the future.","author":"Henry Taube","category":"Future, Understanding"},{"quote":"I think mistakes are the essence of science and law. It's impossible to conceive of either scientific progress or legal progress without understanding the important role of being wrong and of mistakes.","author":"Alan Dershowitz","category":"Progress, Mistakes, Law"},{"quote":"Fracking is doable if there's full disclosure of all chemicals used. Secondly, science dictates the policy rather than politics. Third, there's collaboration between environmental groups and the natural gas industry.","author":"Bill Richardson","category":"Environmental, Politics"},{"quote":"Faulkner is a writer who has had much to do with my soul, but Hemingway is the one who had the most to do with my craft - not simply for his books, but for his astounding knowledge of the aspect of craftsmanship in the science of writing.","author":"Gabriel Garcia Marquez","category":"Knowledge, Writing, Soul"}]}