{"author":"Ravindu Manoj","github":"ravindu01manoj","repo":"Quotes-500k","data":[{"quote":"There are no secrets to success. It is the result of preparation  hard work  learning from failure.","author":"General Colin L. Powell","category":"success"},{"quote":"Success is blocked by concentrating on it and planning for it.... Success is shy-it won't come out while you're watching.","author":"Tennessee Williams","category":"success"},{"quote":"Three outstanding qualities make for success: judgement  industry  health. And the greatest of these is judgement.","author":"William Maxwell Aitken","category":"success"},{"quote":"Thirteen virtues necessary for true success: temperance  silence  order  resolution  frugality  industry  sincerity  justice  moderation  cleanliness  tranquility  chastity  and humility.","author":"Benjamin Franklin","category":"success"},{"quote":"Find a need and fill it.","author":"Ruth Stafford Peale","category":"success"},{"quote":"Put your heart  mind  intellect and soul even to your smallest acts. This is the secret of success.","author":"Swami Sivananda","category":"success"},{"quote":"Four steps to achievement: plan purposefully  prepare prayerfully  proceed positively  pursue persistently.","author":"William A. Ward","category":"success"},{"quote":"Success follows doing what you want to do. There is no other way to be successful.","author":"Malcolm Forbes","category":"success"},{"quote":"Always aim for achievement  and forget about success.","author":"Helen Hayes","category":"success"},{"quote":"Success  which is something so simple in the end  is made up of thousands of things  we never fully know what.","author":"Rainer Maria Rilke","category":"success"},{"quote":"Self-trust is the first secret of success.","author":"Ralph Waldo Emerson","category":"success"},{"quote":"The man who will use his skill and constructive imagination to see how much he can give for a dollar  instead of how little he can give for a dollar  is bound to succeed.","author":"Henry Ford","category":"success"},{"quote":"So once I shut down my privilege of disliking anyone I choose and holding myself aloof if I could manage it  greater understanding  growing compassion came to me.","author":"Catharine Marshall","category":"success"},{"quote":"The most important single ingredient in the formula of success is knowing how to get along with people.","author":"Theodore Roosevelt","category":"success"},{"quote":"Remember  the bread you meet each day is still rising. Don't scare the dough.","author":"Macrina Wiederkehr","category":"success"},{"quote":"The art of dealing with people is the foremost secret of successful men. A man's success in handling people is the very yardstick by which the outcome of his whole life's work is measured.","author":"Paul C. Packe","category":"success"},{"quote":"The ability to form friendships  to make people believe in you and trust you is one of the few absolutely fundamental qualities of success. Selling  buying  negotiating are so much smoother and easier when the parties enjoy each other's confidence. The young man who can make friends quickly will find that he will glide  instead of stumble  through life.","author":"John J. McGuirk","category":"success"},{"quote":"Networking is an enrichment program  not an entitlement program.","author":"Susan RoAne","category":"success"},{"quote":"Respect for people is the cornerstone of communication and networking.","author":"Susan RoAne","category":"success"},{"quote":"No matter how much a man can do  no matter how engaging his personality may be  he will not advance far in business if he cannot work through others.","author":"John Craig","category":"success"},{"quote":"The way to rise is to obey and please.","author":"Ben Johnson","category":"success"},{"quote":"Skill is fine  and genius is splendid  but the right contacts are more valuable than either.","author":"Sir Archibald Mclndoe","category":"success"},{"quote":"Whatever your grade or position  if you know how and when to speak  and when to remain silent  your chances of real success are proportionately increased.","author":"Ralph C. Smedley","category":"success"},{"quote":"That they can strengthen through the empowerment of others is essential wisdom often gathered by women.","author":"Mary Field Belenky","category":"success"},{"quote":"A man can succeed at almost anything for which he has unlimited enthusiasm.","author":"Charles M. Schwab","category":"success"},{"quote":"You have to block everything out and be extremely focused and be relaxed and mellow too.","author":"Jennifer Capriati","category":"success"},{"quote":"I've never sought success in order to get fame and money  it's the talent and the passion that count in success.","author":"Ingrid Bergman","category":"success"},{"quote":"Flaming enthusiasm  backed up by horse sense and persistence  is the quality that most frequently makes for success.","author":"Dale Carnegie","category":"success"},{"quote":"Anyone who has gumption knows what it is  and anyone who hasn't can never know what it is.","author":"L. M. Montgomery","category":"success"},{"quote":"The world belongs to the energetic.","author":"Ralph Waldo Emerson","category":"success"},{"quote":"I feel that one must deliberate then act  must scan every life choice with rational thinking but then base the decision on whether one's heart will be in it.","author":"Jean Shinoda Bolen","category":"success"},{"quote":"Since everything is in our heads  we better not lose them.","author":"Coco Chanel","category":"success"},{"quote":"There is a passion for perfection which you rarely see fully developed  but you may note this fact  that in successful lives it is never wholly lacking.","author":"Bliss Carman","category":"success"},{"quote":"Many of the most successful men I have known have never grown up. They have retained bubbling-over boyishness. They have relished wit  they have indulged in humor. They have not allowed \"dignity\" to depress them into moroseness. Youthfulness of spirit is the twin brother of optimism  and optimism is the stuff of which American business success is fashioned. Resist growing up!","author":"B. C. Forbes","category":"success"},{"quote":"People are subject to moods  to temptations and fears  lethargy and aberration and ignorance  and the staunchest qualities shift under the stresses and strains of daily life.","author":"Ilka Chase","category":"success"},{"quote":"Whoever said  \"It's not whether you win or lose that counts \" probably lost.","author":"Martina Navratilova","category":"success"},{"quote":"If you have the will to win  you have achieved half your success  if you don't  you have achieved half your failure.","author":"David V. A. Ambrose","category":"success"},{"quote":"Someone's always saying  \"It's not whether you win or lose \" but if you feel that way  you're as good as dead.","author":"James Caan","category":"success"},{"quote":"The real difference between men is energy.","author":"Thomas Fuller","category":"success"},{"quote":"Success is going from failure to failure without loss of enthusiasm.","author":"Winston Churchill","category":"success"},{"quote":"To bring one's self to a frame of mind and to the proper energy to accomplish things that require plain hard work continuously is the one big battle that everyone has. When this battle is won for all time  then everything is easy.","author":"Thomas A. Buckner","category":"success"},{"quote":"We would accomplish many more things if we did not think of them as impossible.","author":"C. Malesherbez","category":"success"},{"quote":"Faith that the thing can be done is essential to any great achievement.","author":"Thomas N. Carruther","category":"success"},{"quote":"Sometimes success is due less to ability than to zeal.","author":"Charles Buxton","category":"success"},{"quote":"We can accomplish almost anything within our ability if we but think that we can!","author":"George Matthew Adams","category":"success"},{"quote":"Optimism is essential to achievement and it is also the foundation of courage and of true progress.","author":"Nicholas Murray Butler","category":"success"},{"quote":"Morale is the greatest single factor in successful wars.","author":"Dwight D. Eisenhower","category":"success"},{"quote":"The will to conquer is the first condition of victory.","author":"Marshal Ferdinand Foch","category":"success"},{"quote":"Always bear in mind that your own resolution to success is more important than any other one thing.","author":"Abraham Lincoln","category":"success"},{"quote":"The real secret of success is enthusiasm. Yes  more than enthusiasm  I would say excitement. I like to see men get excited. When they get excited  they make a success of their lives.","author":"Walter Chrysler","category":"success"},{"quote":"It is fatal to enter any war without the will to win it.","author":"General Douglas MacArthur","category":"success"},{"quote":"The measure of an enthusiasm must be taken between interesting events. It is between bites that the lukewarm angler loses heart.","author":"Edwin Way Teale","category":"success"},{"quote":"Enthusiasm for one's goal lessens the disagreeableness of working toward it.","author":"Thomas Eakins","category":"success"},{"quote":"To burn always with this hard gemlike flame  to maintain this ecstasy  is success in life.","author":"Walter Pater","category":"success"},{"quote":"Every man is enthusiastic at times. One man has enthusiasm for thirty minutes  another man has it for thirty days. But it is the man who has it for thirty years who makes a success in life.","author":"Edward B. Butler","category":"success"},{"quote":"Man never rises to great truths without enthusiasm.","author":"Vauvenargues","category":"success"},{"quote":"Success is due less to ability than to zeal.","author":"Charles Buxton","category":"success"},{"quote":"I rate enthusiasm even above professional skill.","author":"Sir Edward Appleton","category":"success"},{"quote":"Do it big or stay in bed.","author":"Larry Kelly","category":"success"},{"quote":"Nothing great was ever achieved without enthusiasm.","author":"Ralph Waldo Emerson","category":"success"},{"quote":"What a man accomplishes in a day depends upon the way in which he approaches his tasks. When we accept tough jobs as a challenge to our ability and wade into them with joy and enthusiasm  miracles can happen. When we do our work with a dynamic conquering spirit  we get things done.","author":"Arland Gilbert","category":"success"},{"quote":"If you're not happy every morning when you get up  leave for work  or start to work at home  if you're not enthusiastic about doing that  you're not going to be successful.","author":"Donald M. Kendall","category":"success"},{"quote":"The method of the enterprising is to plan with audacity and execute with vigor.","author":"Christian Bovee","category":"success"},{"quote":"A strong passion for any object will ensure success  for the desire of the end will point out the means.","author":"William Hazlitt","category":"success"},{"quote":"If you want to succeed  you must make your own opportunities as you go.","author":"John B. Gough","category":"success"},{"quote":"A wise man will make more opportunities than he finds.","author":"Francis Bacon","category":"success"},{"quote":"No man will succeed unless he is ready to face and overcome difficulties and prepared to assume responsibilities.","author":"William J. H. Boetcker","category":"success"},{"quote":"Man is still responsible. ... His success lies not with the stars  but with himself. He must carry on the fight of self-correction and discipline.","author":"Frank Curtis Williams","category":"success"},{"quote":"No one can help you in holding a good job except Old Man You.","author":"Edgar Watson Howe","category":"success"},{"quote":"Under normal periods  any man's success hinges about five percent on what others do for him and 95 percent on what he does.","author":"James A. Worsham","category":"success"},{"quote":"If  after all  men cannot always make history have a meaning  they can always act so that their own lives have one.","author":"Albert Camus","category":"success"},{"quote":"The brave man carves out his fortune  and every man is the sum of his own works.","author":"Miguel de Cervantes","category":"success"},{"quote":"If a man wants his dreams to come true  he must wake up.","author":"Anonymous","category":"success"},{"quote":"Pa  he always said a man had to look spry for himself  because nobody would do it for him  your opportunities didn't come knocking around  you had to hunt them down and hog-tie them.","author":"Louis L'Amour","category":"success"},{"quote":"Men at some time are masters of their fates.","author":"William Shakespeare","category":"success"},{"quote":"Destiny is not a matter of chance  it is a matter of choice  it is not a thing to be waited for  it is a thing to be achieved.","author":"William Jennings Bryan","category":"success"},{"quote":"The people who get on in this world are the people who get up and look for the circumstances they want  and  if they can't find them  make them.","author":"George Bernard Shaw","category":"success"},{"quote":"Every man is the architect of his own fortune.","author":"Sallust","category":"success"},{"quote":"The men who have done big things are those who were not afraid to attempt big things  who were not afraid to risk failure in order to gain success.","author":"B. C. Forbes","category":"success"},{"quote":"If the risk-reward ratio is right  you can make big money buying trouble.","author":"Anonymous","category":"success"},{"quote":"What isn't tried won't work.","author":"Claude McDonald","category":"success"},{"quote":"He that is overcautious will accomplish little.","author":"J. C. F. von Schiller","category":"success"},{"quote":"All great reforms require one to dare a lot to win a little.","author":"William L. O'Neill","category":"success"},{"quote":"If you limit your actions in life to things that nobody can possibly find fault with  you will not do much.","author":"Charles Lutwidge Dodgson","category":"success"},{"quote":"The ambitious climbs high and perilous stairs and never cares how to come down  the desire of rising hath swallowed up his fear of a fall.","author":"Thomas Adams","category":"success"},{"quote":"He that would have fruit must climb the tree.","author":"Thomas Fuller","category":"success"},{"quote":"To get profit without risk  experience without danger and reward without work is as impossible as it is to live without being born.","author":"A. P. Gouthey","category":"success"},{"quote":"Every noble acquisition is attended with its risks  he who fears to encounter the one must not expect to obtain the other.","author":"Pietro Metastasio","category":"success"},{"quote":"The method of the enterprising is to plan with audacity and execute with vigor.","author":"Christian Bovee","category":"success"},{"quote":"Great deeds are usually wrought at great risks.","author":"Herodotus","category":"success"},{"quote":"Only those who dare to fail greatly can ever achieve greatly.","author":"Robert F. Kennedy","category":"success"},{"quote":"No one reaches a high position without daring.","author":"Publilius Syrus","category":"success"},{"quote":"Cadillacs are down at the end of the bat.","author":"Ralph Kiner","category":"success"},{"quote":"It is impossible to win the great prizes of life without running risks.","author":"Theodore Roosevelt","category":"success"},{"quote":"You can't expect to hit the jackpot if you don't put a few nickels in the machine.","author":"Flip Wilson","category":"success"},{"quote":"Who dares nothing  need hope for nothing.","author":"J. C. F. von Schiller","category":"success"},{"quote":"Progress always involves risks. You can't steal second base and keep your foot on first.","author":"Frederick B. Wilcox","category":"success"},{"quote":"I don't think about risks much. I just do what I want to do. If you gotta go  you gotta go.","author":"Lillian Carter","category":"success"},{"quote":"Behold the turtle. He makes progress only when he sticks his neck out.","author":"James Bryant Conant","category":"success"},{"quote":"Nothing ventured  nothing gained.","author":"Anonymous","category":"success"},{"quote":"You can't catch trout with dry breeches.","author":"Spanish proverb","category":"success"},{"quote":"Don't be afraid to take a big step if one is indicated. You can't cross a chasm in two small jumps.","author":"David Lloyd George","category":"success"},{"quote":"Because a fellow has failed once or twice or a dozen times  you don't want to set him down as a failure till he's dead or loses his courage-and that's the same thing.","author":"George Horace Lorimer","category":"success"},{"quote":"What is more mortifying than to feel that you have missed the plum for want of courage to shake the tree?","author":"Logan Pearsall Smith","category":"success"},{"quote":"To persevere  trusting in what hopes he has  is courage. The coward despairs.","author":"Euripides","category":"success"},{"quote":"Whatever you do  you need courage. ... To map out a course of action and follow it to an end requires some of the same courage which a soldier needs.","author":"Ralph Waldo Emerson","category":"success"},{"quote":"Who dares nothing  need hope for nothing.","author":"J. C. F. von Schiller","category":"success"},{"quote":"Have the courage of your desire.","author":"George R. Gissing","category":"success"},{"quote":"To see what is right  and not do it  is want of courage.","author":"Confucius","category":"success"},{"quote":"It takes vision and courage to create- it takes faith and courage to prove.","author":"Owen D. Young","category":"success"},{"quote":"No great thing comes to any man unless he has courage.","author":"Cardinal James Gibbons","category":"success"},{"quote":"Great things are done more through courage than through wisdom.","author":"German proverb","category":"success"},{"quote":"Courage permits the caliber of performance to continue at its peak  until the finish line is crossed.","author":"Stuart Walker","category":"success"},{"quote":"Failure is only postponed success as long as courage \"coaches\" ambition. The habit of persistence is the habit of victory.","author":"Herbert Kaufman","category":"success"},{"quote":"Courage and perseverance have a magical talisman  before which difficulties disappear  and obstacles vanish into air.","author":"John Quincy Adams","category":"success"},{"quote":"You will never do anything in this world without courage.","author":"James Lane Allen","category":"success"},{"quote":"It takes as much courage to have tried and failed as it does to have tried and succeeded.","author":"Anne Morrow Lindbergh","category":"success"},{"quote":"Where there is a brave man  in the thickest of the fight  there is the post of honor.","author":"Henry David Thoreau","category":"success"},{"quote":"Whenever you see a successful business  someone once made a courageous decision.","author":"Peter Drucker","category":"success"},{"quote":"There are a lot of fellas with all the ability it takes to play in the major leagues  but they never make it  they always get stuck in the minor leagues because they haven't got the guts to make the climb.","author":"Cookie Lavagetto","category":"success"},{"quote":"Courage to start and willingness to keep everlasting at it are the requisites for success.","author":"Alonzo Newton Benn","category":"success"},{"quote":"One of the biggest factors in success is the courage to undertake something.","author":"James A. Worsham","category":"success"},{"quote":"It is weak and despicable to go on wanting things and not trying to get them.","author":"Joanna Field","category":"success"},{"quote":"The measure of achievement is not winning awards. It's doing something that you appreciate  something you believe is worthwhile. I think of my strawberry souffle. I did that at least twenty-eight times before I finally conquered it.","author":"Julia Child","category":"success"},{"quote":"Nothing worthwhile comes easily. Half effort does not produce half results. It produces no results. Work  continuous work and hard work  is the only way to accomplish results that last.","author":"Hamilton Holt","category":"success"},{"quote":"If a man wakes up famous he hasn't been sleeping.","author":"Wes Izzard","category":"success"},{"quote":"What it comes down to is that anybody can win with the best horse. What makes you good is if you can take the second or third best horse and win.","author":"Vicky Aragon","category":"success"},{"quote":"Success is dependent on effort.","author":"Sophocles","category":"success"},{"quote":"Success comes before work only in the dictionary.","author":"Anonymous","category":"success"},{"quote":"Success is having a flair for the thing that you are doing  knowing that is not enough  that you have got to have hard work and a sense of purpose.","author":"Margaret Thatcher","category":"success"},{"quote":"Striving for success without hard work is like trying to harvest where you haven't planted.","author":"David Bly","category":"success"},{"quote":"Sweat plus sacrifice equals success.","author":"Charles O. Finley","category":"success"},{"quote":"Success usually comes to those who are too busy to be looking for it.","author":"Henry David Thoreau","category":"success"},{"quote":"Excellence in any pursuit is the late  ripe fruit of toil.","author":"W. M. L. Jay","category":"success"},{"quote":"It's in the preparation-in those dreary pedestrian virtues they taught you in seventh grade and you didn't believe. It's making the extra call and caring a lot.","author":"Diane Sawyer","category":"success"},{"quote":"In all human affairs there are efforts  and there are results  and the strength of the effort is the measure of the result.","author":"James Lane Allen","category":"success"},{"quote":"It is no use saying \"we are doing our best.\" You have got to succeed in doing what is necessary.","author":"Winston Churchill","category":"success"},{"quote":"Social advance depends as much upon the process through which it is secured as upon the result itself.","author":"Jane Addams","category":"success"},{"quote":"Until they are of the age to use the brain.","author":"Elizabeth Barrett Browning","category":"success"},{"quote":"Crime seems to change character when it crosses a bridge or a tunnel. In the city  crime is taken as emblematic of class and race. In the suburbs  though  it's intimate and psychological-resistant to generalization  a mystery of the individual soul.","author":"Barbara Ehrenreich","category":"success"},{"quote":"Since when do grown men and women  who presume to hold high government office and exercise what they think of as \"moral leadership \" require ethics officers to tell them whether it is or isn't permissible to grab the secretary's behind or redirect public funds to their own personal advantage?","author":"Meg Greenfield","category":"success"},{"quote":"Vice Is nice But a little virtue Won't hurt you.","author":"Felicia Lamport","category":"success"},{"quote":"The lesser evil is also evil.","author":"Naomi Mitchison","category":"success"},{"quote":"The great majority of successful business men and women have been and are possessors of strong personalities of the right sort  and by analyzing their climb to success it is amazing to discover how large a part good manners  good breeding  and correct behavior have had in helping them to win the goal.","author":"Ida White Parker","category":"success"},{"quote":"I don't eat junk food and I don't think junk thoughts.","author":"Peace Pilgrim","category":"success"},{"quote":"The Department of Justice is committed to asking one central question of everything we do: What is the right thing to do? Now that can produce debate  and I want it to be spirited debate. I want the lawyers of America to be able to call me and tell me: Janet  have you lost your mind?","author":"Janet Reno","category":"success"},{"quote":"The voice of conscience is so delicate that it is easy to stifle it  but it is also so clear that it is impossible to mistake it.","author":"Madame de Stael","category":"success"},{"quote":"Many people who wonder why they don't amount to more than they do have good stuff in them  and are energetic  persevering  and have ample opportunities. It is all a case of trimming the useless branches and throwing the whole force of power into the development of something that counts.","author":"Walter J. Johnston","category":"success"},{"quote":"Noble deeds and hot baths are the best cures for depression.","author":"Dodie Smith","category":"success"},{"quote":"Will you be satisfied with the fruit of your life's work? Will the efforts you are making now bring you satisfaction when the things of time are receding  and eternity looms ahead?","author":"Raymond L. Cox","category":"success"},{"quote":"The act of acting morally is behaving as if everything we do matters.","author":"Gloria Steinem","category":"success"},{"quote":"I place a high moral value on the way people behave. I find it repellent to have a lot  and to behave with anything other than courtesy in the old sense of the word-politeness of the heart  a gentleness of the spirit.","author":"Emma Thompson","category":"success"},{"quote":"Success ... depends on your ability to make and keep friends.","author":"Sophie Tucker","category":"success"},{"quote":"Some men succeed by what they know  some by what they do  and a few by what they are.","author":"Elbert Hubbard","category":"success"},{"quote":"Try not to become a man of success  but rather a man of value.","author":"Albert Einstein","category":"success"},{"quote":"It is abundantly clear that success tends to negate humility.","author":"Landrum P. Leavell","category":"success"},{"quote":"Success seems to be that which forms the distinction between confidence and conceit.","author":"Charles Caleb Colton","category":"success"},{"quote":"The common idea that success spoils people by making them vain  egotistic  and self-complacent is erroneous  on the contrary  it makes them  for the most part  humble  tolerant  and kind. Failure makes people cruel and bitter.","author":"W. Somerset Maugham","category":"success"},{"quote":"Character cannot be developed in ease and quiet. Only through experience of trial and suffering can the soul be strengthened  vision cleared  ambition inspired  and success achieved.","author":"Helen Keller","category":"success"},{"quote":"If a man be self-controlled  truthful  wise  and resolute  is there aught that can stay out of reach of such a man?","author":"The Panchatantra","category":"success"},{"quote":"Character is the real foundation of all worthwhile success.","author":"John Hays Hammond","category":"success"},{"quote":"One of the first businesses of a sensible man is to know when he is beaten  and to leave off fighting at once.","author":"Samuel Butler","category":"success"},{"quote":"If you can't accept losing  you can't win.","author":"Vince Lombardi","category":"success"},{"quote":"You can't have any successes unless you can accept failure.","author":"George Cukor","category":"success"},{"quote":"We have fought this fight as long  and as well  as we know how. We have been defeated ... there is now but one course to pursue. We must accept the situation.","author":"Robert E. Lee","category":"success"},{"quote":"The most considerable difference I note among men is not in their readiness to fall into error  but in their readiness to acknowledge these inevitable lapses.","author":"Thomas Henry Huxley","category":"success"},{"quote":"An error gracefully acknowledged is a victory won.","author":"Caroline L. Gascoigne","category":"success"},{"quote":"The man who can own up to his error is greater than he who merely knows how to avoid making it.","author":"Cardinal de Retz","category":"success"},{"quote":"I have made mistakes  but I have never made the mistake of claiming that I never made one.","author":"James Gordon Bennett","category":"success"},{"quote":"I am not the smartest or most talented person in the world  but I succeeded because I keep going  and going  and going.","author":"Sylvester Stallone","category":"success"},{"quote":"Victory belongs to the most persevering.","author":"Napoleon Bonaparte","category":"success"},{"quote":"You can imprison a man  but not an idea. You can exile a man  but not an idea. You can kill a man  but not an idea.","author":"Benazir Bhutto","category":"success"},{"quote":"It never pays to deal with the flyweights of the world. They take far too much pleasure in thwarting you at every turn.","author":"Sue Grafton","category":"success"},{"quote":"I know the price of success: dedication  hard work and an unremitting devotion to the things you want to see happen.","author":"Frank Lloyd Wright","category":"success"},{"quote":"There is no point at which you can say  \"Well  I'm successful now. I might as well take a nap.\"","author":"Carrie Fisher","category":"success"},{"quote":"I wrote for twelve years and collected 250 rejection slips before getting any fiction published  so I guess outside reinforcement isn't all that important to me.","author":"Lisa Alther","category":"success"},{"quote":"I used to want the words \"She tried\" on my tombstone. Now I want \"She did it.\"","author":"Katherine Dunham","category":"success"},{"quote":"Success generally depends upon knowing how long it takes to succeed.","author":"Charles de Montesquieu","category":"success"},{"quote":"I am not afraid of the pen  or the scaffold  or the sword. I will tell the truth whenever I please.","author":"Mother Jones","category":"success"},{"quote":"Once I decide to do something  I can't have people telling me I can't. If there's a roadblock  you jump over it  walk around it  crawl under it.","author":"Kitty Kelley","category":"success"},{"quote":"Success seems to be largely a matter of hanging on after others have let go.","author":"William Feather","category":"success"},{"quote":"Call the roll in your memory of conspicuously successful business giants and ... you will be struck by the fact that almost every one of them encountered inordinate difficulties sufficient to crush all but the gamest of spirits. Edison went hungry many times before he became famous.","author":"B. C. Forbes","category":"success"},{"quote":"Problems arise in that one has to find a balance between what people need from you and what you need for yourself.","author":"Jessye Norman","category":"success"},{"quote":"If your efforts are sometimes greeted with indifference  don't lose heart. The sun puts on a wonderful show at daybreak  yet most of the people in the audience go on sleeping.","author":"Ada Teixeira","category":"success"},{"quote":"If you wish success in life  make perseverance your bosom friend.","author":"Joseph Addison","category":"success"},{"quote":"Perseverance is failing nineteen times and succeeding the twentieth.","author":"Julie Andrews","category":"success"},{"quote":"The only thing that happens overnight is recognition. Not talent.","author":"Carol Haney","category":"success"},{"quote":"If you rest  you rust.","author":"Helen Hayes","category":"success"},{"quote":"If you don't quit  and don't cheat  and don't run home when trouble arrives  you can only win.","author":"Shelley Long","category":"success"},{"quote":"They who are the most persistent  and work in the true spirit  will invariably be the most successful.","author":"Samuel Smiles","category":"success"},{"quote":"If at first you don't succeed  try  try  try again.","author":"W. E. Hickson","category":"success"},{"quote":"If at first you don't succeed  you're running about average.","author":"M. H. Alderson","category":"success"},{"quote":"The only way to the top is by persistent  intelligent  hard work.","author":"A. T. Mercier","category":"success"},{"quote":"The heights by great men reached and kept Were not attained by sudden flight  But they  while their companions slept Were toiling upward in the night.","author":"Henry Wadsworth Longfellow","category":"success"},{"quote":"I realized early on that success was tied to not giving up. Most people in this business gave up and went on to other things. If you simply didn't give up  you would outlast the people who came in on the bus with you.","author":"Harrison Ford","category":"success"},{"quote":"Perseverance is a great element of success. If you only knock long enough and loud enough at the gate  you are sure to wake up somebody.","author":"Henry Wadsworth Longfellow","category":"success"},{"quote":"Four steps to achievement: plan purposefully  prepare prayerfully  proceed positively  pursue persistently.","author":"William A. Ward","category":"success"},{"quote":"The secret of success is constancy of purpose.","author":"Benjamin Disraeli","category":"success"},{"quote":"I'm hardnosed about luck. I think it sucks. Yeah  if you spend seven years looking for a job as a copywriter  and then one day somebody gives you a job  you can say  \"Gee  I was lucky I happened to go up there today.\" But dammit  I was going to go up there sooner or later in the next seventy years. ... If you're persistent in trying and doing and working  you almost make your own fortune.","author":"Jerry Delia Femina","category":"success"},{"quote":"Flaming enthusiasm  backed up by horse sense and persistence  is the quality that most frequently makes for success.","author":"Dale Carnegie","category":"success"},{"quote":"It's the plugging away that will win you the day So don't be a piker  old pard! Just draw on your grit  it's so easy to quit- It's the keeping your chin up that's hard.","author":"Robert W. Service","category":"success"},{"quote":"No one succeeds without effort.... Those who succeed owe their success to their perseverance.","author":"Ramana Maharshi","category":"success"},{"quote":"Big shots are only little shots who keep shooting.","author":"Christopher Morley","category":"success"},{"quote":"Entrepreneurs average 3.8 failures before final success. What sets the successful ones apart is their amazing persistence. There are a lot of people out there with good and marketable ideas  but pure entrepreneurial types almost never accept defeat.","author":"Lisa M. Amos","category":"success"},{"quote":"There are no shortcuts to any place worth going.","author":"Beverly Sills","category":"success"},{"quote":"Be of good cheer. Do not think of today's failures  but of the success that may come tomorrow. You have set yourselves a difficult task  but you will succeed if you persevere  and you will find a joy in overcoming obstacles. Remember  no effort that we make to attain something beautiful is ever lost.","author":"Helen Keller","category":"success"},{"quote":"The way to succeed is never quit. That's it. But really be humble about it. ... You start out lowly and humble and you carefully try to learn an accretion of little things that help you get there.","author":"Alex Haley","category":"success"},{"quote":"Continuous effort-not strength or intelligence-is the key to unlocking our potential.","author":"Winston Churchill","category":"success"},{"quote":"Plodding wins the race.","author":"Aesop","category":"success"},{"quote":"The difficulties and struggles of today are but the price we must pay for the accomplishments and victories of tomorrow.","author":"William J. H. Boetcker","category":"success"},{"quote":"Let me tell you the secret that has led me to my goal. My strength lies solely in my tenacity.","author":"Louis Pasteur","category":"success"},{"quote":"A winner never quits  and a quitter never wins.","author":"Anonymous","category":"success"},{"quote":"It isn't hard to be good from time to time in sports. What's tough is being good every day.","author":"Willie Mays","category":"success"},{"quote":"If you start to take Vienna  take Vienna.","author":"Napoleon Bonaparte","category":"success"},{"quote":"There's such a thin line between winning and losing.","author":"John R. Tunis","category":"success"},{"quote":"Men who have attained things worth having in this world have worked while others idled  have persevered when others gave up in despair  have practiced early in life the valuable habits of self-denial  industry  and singleness of purpose. As a result  they enjoy in later life the success so often erroneously attributed to good luck.","author":"Grenville Kleiser","category":"success"},{"quote":"In the realm of ideas  everything depends on enthusiasm  in the real world  all rests on perseverance.","author":"Johann von Goethe","category":"success"},{"quote":"It takes time to be a success.","author":"Anonymous","category":"success"},{"quote":"Actually  I'm an overnight success. But it took twenty years.","author":"Monty Hall","category":"success"},{"quote":"It takes time to succeed because success is merely the natural reward for taking time to do anything well.","author":"Joseph Ross","category":"success"},{"quote":"Success generally depends upon knowing how long it takes to succeed.","author":"Charles de Montesquieu","category":"success"},{"quote":"It takes twenty years to make an overnight success.","author":"Eddie Cantor","category":"success"},{"quote":"Success is to be measured not so much by the position that one has reached in life as by the obstacles which he has overcome.","author":"Booker T. Washington","category":"success"},{"quote":"Our business in life is not to get ahead of others but to get ahead of ourselves-to break our own records  to outstrip our yesterdays by our today  to do our work with more force than ever before.","author":"Steward B. Johnson","category":"success"},{"quote":"Success has always been easy to measure. It is the distance between one's origins and one's final achievement.","author":"Michael Korda","category":"success"},{"quote":"How can they say my life is not a success? Have I not for more than sixty years got enough to eat and escaped being eaten?","author":"Logan Pearsall Smith","category":"success"},{"quote":"Survival is triumph enough.","author":"Harry Crews","category":"success"},{"quote":"Success is peace of mind  which is a direct result of knowing you did your best to become the best that you are capable of becoming.","author":"John Wooden","category":"success"},{"quote":"Success is relative: It is what we can make of the mess we have made of things.","author":"T. S. Eliot","category":"success"},{"quote":"The conventional army loses if it does not win. The guerrilla wins if he does not lose.","author":"Henry Kissinger","category":"success"},{"quote":"The man who has done his level best  and who is conscious that he has done his best  is a success  even though the world may write him down a failure.","author":"B. C. Forbes","category":"success"},{"quote":"My success is measured by my willingness to keep trying.","author":"Anonymous","category":"success"},{"quote":"If you've had a good time playing the game  you're a winner even if you lose.","author":"Malcolm Forbes","category":"success"},{"quote":"Success is living up to your potential. That's all. Wake up with a smile and go after life.... Live it  enjoy it  taste it  smell it  feel it.","author":"Joe Knapp","category":"success"},{"quote":"I have fought a good fight  I have finished my course  I have kept the faith.","author":"Bible","category":"success"},{"quote":"On earth we have nothing to do with success or results  but only with being true to God  and for God. Defeat in doing right is nevertheless victory.","author":"Frederick W. Robertson","category":"success"},{"quote":"The reward of a thing well done is to have done it.","author":"Ralph Waldo Emerson","category":"success"},{"quote":"I'd rather be a lamppost in Chicago than a millionaire in any other city.","author":"William A. Hulbert","category":"success"},{"quote":"A successful man is he who receives a great deal from his fellow men  usually incomparably more than corresponds to his service to them. The value of a man  however  should be seen in what he gives  and not in what he is able to receive.","author":"Albert Einstein","category":"success"},{"quote":"There is only one success-to be able to spend your life in your own way.","author":"Christopher Morley","category":"success"},{"quote":"We only do well the things we like doing.","author":"Colette","category":"success"},{"quote":"The only success worth one's powder was success in the line of one's idiosyncrasy ... what was talent but the art of being completely whatever one happened to be?","author":"Henry James","category":"success"},{"quote":"Success based on anything but internal fulfillment is bound to be empty.","author":"Dr. Martha Friedman","category":"success"},{"quote":"All I would tell people is to hold on to what was individual about themselves  not to allow their ambition for success to cause them to try to imitate the success of others. You've got to find it on your own terms.","author":"Harrison Ford","category":"success"},{"quote":"For me  writing is the only thing that passes the three tests of metier: (1) when I'm doing it  I don't feel that I should be doing something else instead  (2.) it produces a sense of accomplishment and  once in a while  pride  and (3) it's frightening.","author":"Gloria Steinem","category":"success"},{"quote":"My mother said to me  \"If you become a soldier  you'll be a general  if you become a monk you'll end up as the pope.\" Instead  I became a painter and wound up as Picasso.","author":"Pablo Picasso","category":"success"},{"quote":"Abasement  degradation is simply the manner of life of the man who has refused to be what it is his duty to be.","author":"Jose Ortega y Gasset","category":"success"},{"quote":"Different people have different duties assigned to them by Nature  Nature has given one the power or the desire to do this  the other that. Each bird must sing with his own throat.","author":"Henrik Ibsen","category":"success"},{"quote":"A first rate soup is better than a second rate painting.","author":"Abraham Maslow","category":"success"},{"quote":"We can't all be heroes because someone has to sit on the curb and clap as they go by.","author":"Will Rogers","category":"success"},{"quote":"Nature magically suits a man to his fortunes  by making them the fruit of his character.","author":"Ralph Waldo Emerson","category":"success"},{"quote":"I'd rather be a lamppost in Chicago than a millionaire in any other city.","author":"William A. Hulbert","category":"success"},{"quote":"We succeed in enterprises which demand the positive qualities we possess  but we excel in those which can also make use of our defects.","author":"Alexis de Tocqueville","category":"success"},{"quote":"A man can do only what he can do. But if he does that each day he can sleep at night and do it again the next day.","author":"Albert Schweitzer","category":"success"},{"quote":"Don't take anyone else's definition of success as your own. (This is easier said than done.)","author":"Jacqueline Briskin","category":"success"},{"quote":"Whatever you are by nature  keep to it  never desert your own line of talent. Be what nature intended you for  and you will succeed  be anything else and you will be ten thousand times worse than nothing.","author":"Sydney Smith","category":"success"},{"quote":"Ask yourself the secret of your success. Listen to your answer  and practice it.","author":"Richard Bach","category":"success"},{"quote":"I cannot do everything  but still I can do something  and because I cannot do everything I will not refuse to do something that I can do.","author":"Edward Everett Hale","category":"success"},{"quote":"Starting out to make money is the greatest mistake in life. Do what you feel you have a flair for doing  and if you are good enough at it  the money will come.","author":"Greer Garson","category":"success"},{"quote":"If a man has a talent and cannot use it  he has failed. If he has a talent and uses only half of it  he has partly failed. If he has a talent and learns somehow to use the whole of it  he has gloriously succeeded  and won a satisfaction and a triumph few men ever know.","author":"Thomas Wolfe","category":"success"},{"quote":"One can never consent to creep when one feels an impulse to soar.","author":"Helen Keller","category":"success"},{"quote":"Oh! Much may be done by defying The ghosts of Despair and Dismay And much may be gained by relying On \"Where there's a Will There's a Way.\"","author":"Eliza Cook","category":"success"},{"quote":"We can never give up the belief that good guys always win. And that we are the good guys.","author":"Faith Popcorn","category":"success"},{"quote":"I know there will be spring  as surely as the birds know it when they see above the snow two tiny  quivering green leaves. Spring cannot fail us.","author":"Olive Schreiner","category":"success"},{"quote":"Most ball games are lost  not won.","author":"Casey Stengel","category":"success"},{"quote":"Never face facts  if you do you'll never get up in the morning.","author":"Mario Thomas","category":"success"},{"quote":"Before you can win a game  you have to not lose it.","author":"Chuck Noll","category":"success"},{"quote":"Football games aren't won  they're lost.","author":"Fielding Yost","category":"success"},{"quote":"Success is a journey  not a destination.","author":"Ben Sweetland","category":"success"},{"quote":"The journey is my home.","author":"Muriel Rukeyser","category":"success"},{"quote":"To travel hopefully is a better thing than to arrive  and the true success is to labor.","author":"Robert Louis Stevenson","category":"success"},{"quote":"The man who goes fishing gets something more than the fish he catches.","author":"Mary Astor","category":"success"},{"quote":"Despite the success cult  men are most deeply moved not by the reaching of the goal  but by the grandness of effort involved in getting there-or failing to get there.","author":"Max Lerner","category":"success"},{"quote":"To live only for some future goal is shallow. It's the sides of the mountain that sustain life  not the top.","author":"Robert M. Pirsig","category":"success"},{"quote":"The reward of the general is not a bigger tent  but command.","author":"Oliver Wendell Holmes","category":"success"},{"quote":"It is good to have an end to journey toward  but it is the journey that matters  in the end.","author":"Ursula K. LeGuin","category":"success"},{"quote":"We're still not where we're going  but we're not where we were.","author":"Natash Jasefowitz","category":"success"},{"quote":"'Tis the motive exalts the action  'Tis the doing  and not the deed.","author":"Margaret Junkin Preston","category":"success"},{"quote":"Arriving at one goal is the starting point to another.","author":"John Dewey","category":"success"},{"quote":"I think that wherever your journey takes you  there are new gods waiting there  with divine patience-and laughter.","author":"Susan M. Watkins","category":"success"},{"quote":"It has never been  and never will be  easy work! But the road that is built in hope is more pleasant to the traveler than the road built in despair  even though they both lead to the same destination.","author":"Marion Zimmer Bradley","category":"success"},{"quote":"In the long run  the pessimist may be proved to be right  but the optimist has a better time on the trip.","author":"Daniel L. Reardon","category":"success"},{"quote":"The excursion is the same when you go looking for your sorrow as when you go looking for your joy.","author":"Eudora Welty","category":"success"},{"quote":"The reward of a thing well done is to have done it.","author":"Ralph Waldo Emerson","category":"success"},{"quote":"The struggle alone pleases us  not the victory.","author":"Blaise Pascal","category":"success"},{"quote":"The problem is not that you cannot have what you think you want. The problem is that when you get what you think you want  it won't satisfy.","author":"Anonymous","category":"success"},{"quote":"We should scarcely desire things ardently if we were perfectly acquainted with what we desire.","author":"Francois de La Rochefoucauld","category":"success"},{"quote":"With the catching ends the pleasures of the chase.","author":"Abraham Lincoln","category":"success"},{"quote":"To have realized your dream makes you feel lost.","author":"Oriana Fallaci","category":"success"},{"quote":"Need and struggle are what excite and inspire us  our hour of triumph is what brings the void.","author":"William James","category":"success"},{"quote":"We spend our time searching for security  and hate it when we get it.","author":"John Steinbeck","category":"success"},{"quote":"Happiness is not a station to arrive at  but a manner of traveling.","author":"Margaret Lee Runbeck","category":"success"},{"quote":"Happiness is to be found along the way  not at the end of the road  for then the journey is over and it is too late.","author":"Robert R. Updegraff","category":"success"},{"quote":"The really happy man is one who can enjoy the scenery on a detour.","author":"Anonymous","category":"success"},{"quote":"You wear yourself out in the pursuit of wealth or love or freedom  you do everything to gain some right  and once it's gained you take no pleasure in it.","author":"Oriana Fallaci","category":"success"},{"quote":"Success is counted sweetest by those who ne'er succeed.","author":"Emily Dickinson","category":"success"},{"quote":"Granting our wish is one of Fate's saddest jokes.","author":"James Russell Lowell","category":"success"},{"quote":"Now that I'm here  where am I?","author":"Janis Joplin","category":"success"},{"quote":"Success is not greedy  as people think  but insignificant. That's why it satisfies nobody.","author":"Marcus Annaeus Seneca","category":"success"},{"quote":"Is there anything in life so disenchanting as attainment?","author":"Robert Louis Stevenson","category":"success"},{"quote":"Nothing fails like success  nothing is so defeated as yesterday's triumphant cause.","author":"Phyllis McGinley","category":"success"},{"quote":"There are two tragedies in life. One is to lose your heart's desire. The other is to gain it.","author":"George Bernard Shaw","category":"success"},{"quote":"Success has ruined many a man.","author":"Benjamin Franklin","category":"success"},{"quote":"Fame always brings loneliness. Success is as ice cold and lonely as the North Pole.","author":"Vicki Baum","category":"success"},{"quote":"Success has killed more men than bullets.","author":"Texas Guinan","category":"success"},{"quote":"Achievement: The death of an endeavor  and the birth of disgust.","author":"Ambrose Bierce","category":"success"},{"quote":"Success and failure are equally disastrous.","author":"Tennessee Williams","category":"success"},{"quote":"The problems of victory are more agreeable than those of defeat  but they are no less difficult.","author":"Winston Churchill","category":"success"},{"quote":"We are never further from our wishes than when we imagine that we possess what we have desired.","author":"Johann von Goethe","category":"success"},{"quote":"Some aspects of success seem rather silly as death approaches.","author":"Donald A. Miller","category":"success"},{"quote":"Unless a man has been taught what to do with success after getting it  the achievement of it must inevitably leave him a prey to boredom.","author":"Bertrand Russell","category":"success"},{"quote":"If I had known what it would be like to have it all  I might have been willing to settle for less.","author":"Lily Tomlin","category":"success"},{"quote":"Success and failure are both difficult to endure. Along with success come drugs  divorce  fornication  bullying  travel  meditation  medication  depression  neurosis and suicide. With failure comes failure.","author":"Joseph Heller","category":"success"},{"quote":"The two hardest things to handle in life are failure and success.","author":"Anonymous","category":"success"},{"quote":"The best thing that can come with success is the knowledge that it is nothing to long for.","author":"Liv Ullmann","category":"success"},{"quote":"The closer one gets to the top  the more one finds there is no \"top.\"","author":"Nancy Barcus","category":"success"},{"quote":"Oh  how quickly the world's glory passes away.","author":"Thomas a Kempis","category":"success"},{"quote":"The minute you think you've got it made  disaster is just around the corner.","author":"Joe Paterno","category":"success"},{"quote":"Creating success is tough. But keeping it is tougher. You have to keep producing  you can't ever stop.","author":"Pete Rose","category":"success"},{"quote":"Out of every fruition of success  no matter what  comes forth something to make a new effort necessary.","author":"Walt Whitman","category":"success"},{"quote":"The toughest thing about success is that you've got to keep on being a success. Talent is only a starting point in business. You've got to keep working that talent.","author":"Irving Berlin","category":"success"},{"quote":"We would often be sorry if our wishes were gratified.","author":"Aesop","category":"success"},{"quote":"Nothing except a battle lost can be half so melancholy as a battle won.","author":"Arthur Wellesley","category":"success"},{"quote":"Being frustrated is disagreeable  but the real disasters of life begin when you get what you want.","author":"Irving Kristol","category":"success"},{"quote":"We grow weary of those things (and perhaps soonest) which we most desire.","author":"Samuel Butler","category":"success"},{"quote":"Our desires always increase with our possessions. The knowledge that something remains yet unenjoyed impairs our enjoyment of the good before us.","author":"Samuel Johnson","category":"success"},{"quote":"Oddly enough  success over a period of time is more expensive than failure.","author":"Grant Tinker","category":"success"},{"quote":"There must be more to life than having everything!","author":"Maurice Sendak","category":"success"},{"quote":"It's not that I'm not grateful for all this attention. It's just that fame and fortune ought to add up to more than fame and fortune.","author":"Robert Fulghum","category":"success"},{"quote":"If you live long enough  you'll see that every victory turns into a defeat.","author":"Simone de Beauvoir","category":"success"},{"quote":"One more such victory and we are undone.","author":"Pyrrhus","category":"success"},{"quote":"Pray that success will not come any faster than you are able to endure it.","author":"Elbert Hubbard","category":"success"},{"quote":"The prospect of success in achieving our most cherished dream is not without its terrors. Who is more deprived and alone than the man who has achieved his dream?","author":"Brendan Francis","category":"success"},{"quote":"Success can also cause misery. The trick is not to be surprised when you discover it doesn't bring you all the happiness and answers you thought it would.","author":"Prince","category":"success"},{"quote":"Adversity is sometimes hard upon a man  but for one man who can stand prosperity  there are a hundred that will stand adversity.","author":"Thomas Carlyle","category":"success"},{"quote":"To me success means effectiveness in the world  that I am able to carry my ideas and values into the world-that I am able to change it in positive ways.","author":"Maxine Hong Kingston","category":"success"},{"quote":"If you have a good name  if you are right more often than you are wrong  if your children respect you  if your grandchildren are glad to see you  if your friends can count on you and you can count on them in time of trouble  if you can face your God and say \"I have done my best \" then you are a success.","author":"Ann Landers","category":"success"},{"quote":"Success is getting what you want  happiness is wanting what you get.","author":"Anonymous","category":"success"},{"quote":"Life is a succession of moments. To live each one is to succeed.","author":"Corita Kent","category":"success"},{"quote":"I personally measure success in terms of the contributions an individual makes to his or her fellow human beings.","author":"Margaret Mead","category":"success"},{"quote":"He has achieved success  who has lived well  laughed often  and loved much  who has gained the respect of intelligent men and the love of little children.","author":"Bessie A. Stanley","category":"success"},{"quote":"Success has nothing to do with what you gain in life or accomplish for yourself. It's what you do for others.","author":"Danny Thomas","category":"success"},{"quote":"If you have a good name  if you are right more often than you are wrong  if your children respect you  if your grandchildren are glad to see you  if your friends can count on you and you can count on them in time of trouble  if you can face your God and say  \"I have done my best \" then you are a success.","author":"Ann Landers","category":"success"},{"quote":"Success is the sweetest revenge.","author":"Vanessa Williams","category":"success"},{"quote":"You have reached the pinnacle of success as soon as you become uninterested in money  compliments  or publicity.","author":"Thomas Wolfe","category":"success"},{"quote":"A woman who is loved always has success.","author":"Vicki Baum","category":"success"},{"quote":"Success is not a doorway  it's a staircase.","author":"Dottie Walters","category":"success"},{"quote":"There is no scientific answer for success. You can't define it. You've simply got to live it and do it.","author":"Anita Roddick","category":"success"},{"quote":"Marconi invented radio  but Ted Husing knew what to do with it.","author":"Ralph Edwards","category":"success"},{"quote":"The ultimate of being successful is the luxury of giving yourself the time to do what you want to do.","author":"Leontyne Price","category":"success"},{"quote":"I don't think success is harmful  as so many people say. Rather I believe it indispensible to talent: if for nothing else than to increase the talent.","author":"Jeanne Moreau","category":"success"},{"quote":"Success produces success  just as money produces money.","author":"Nicolas de Chamfort","category":"success"},{"quote":"If I do have some success  I'd like to enjoy it  for heaven's sake! What is the point of having it otherwise?","author":"Leontyne Price","category":"success"},{"quote":"God may allow His servant to succeed when He has disciplined him to a point where he does not need to succeed to be happy. The man who is elated by success and is cast down by failure is still a carnal man. At best his fruit will have a worm in it.","author":"A. W. Tozer","category":"success"},{"quote":"There is no business in the world so troublesome as the pursuit of fame: life is over before you have hardly begun your work.","author":"Jean de la Bruyere","category":"success"},{"quote":"Nothing fails like success because we don't learn from it. We learn only from failure.","author":"Kenneth Boulding","category":"success"},{"quote":"The insight to see possible new paths  the courage to try them  the judgment to measure results-these are the qualities of a leader.","author":"Mary Parker Follett","category":"success"},{"quote":"Success makes men rigid and they tend to exalt stability over all the other virtues  tired of the effort of willing  they become fanatics about conservatism.","author":"Walter Lippman","category":"success"},{"quote":"Success is a great healer.","author":"Gertrude Atherton","category":"success"},{"quote":"All outward success  when it has value  is but the inevitable result of an inward success of full living  full play and enjoyment of one's faculties.","author":"Robert Henri","category":"success"},{"quote":"There are three types of baseball players-those who make it happen  those who watch it happen  and those who wonder what happened.","author":"Tommy Lasorda","category":"success"},{"quote":"The exclusive worship of the bitch-goddess Success is our national disease.","author":"William James","category":"success"},{"quote":"Success causes us to be more praised than known.","author":"Joseph Roux","category":"success"},{"quote":"Along with success comes a reputation for wisdom.","author":"Euripides","category":"success"},{"quote":"Fame has only the span of the day  they say. But to live in the hearts of people-that is worth something.","author":"Ouida","category":"success"},{"quote":"Great men have not been concerned with fame. The joy of achievement that comes from finding something new in the universe is by far their greatest joy.","author":"William P. King","category":"success"},{"quote":"Out of the strain of the Doing  into the peace of the Done.","author":"Julia Louise Woodruff","category":"success"},{"quote":"Success is like a liberation  or the first phase of a love affair.","author":"Jeanne Moreau","category":"success"},{"quote":"There is always room at the top.","author":"Daniel Webster","category":"success"},{"quote":"An act of love that fails is just as much a part of the divine life as an act of love that succeeds  for love is measured by its own fullness  not by its reception.","author":"Harold Loukes","category":"success"},{"quote":"The best place to succeed is where you are with what you have.","author":"Charles M. Schwab","category":"success"},{"quote":"Success covers a multitude of blunders.","author":"George Bernard Shaw","category":"success"},{"quote":"How to succeed: try hard enough. How to fail: Try too hard.","author":"Malcolm Forbes","category":"success"},{"quote":"I have found that it is much easier to make a success in life than to make a success of one's life.","author":"G. W. Follin","category":"success"},{"quote":"There could be no honor in a sure success  but much might be wrested from a sure defeat.","author":"T. E. Lawrence","category":"success"},{"quote":"Bad will be the day for every man when he becomes absolutely contented with the life he is living  when there is not forever beating at the doors of his soul some great desire to do something larger.","author":"Phillips Brooks","category":"success"},{"quote":"When there is no feeling of accomplishment  children fail to develop properly and old people rapidly decline.","author":"Joseph Whitney","category":"success"},{"quote":"Those who have easy  cheerful attitudes tend to be happier than those with less pleasant temperaments  regardless of money  \"making it \" or success.","author":"Dr. Joyce Brothers","category":"success"},{"quote":"Theirs is not to reason why  theirs is but to do or die.","author":"Alfred, Lord Tennyson","category":"success"},{"quote":"Victory at all costs  victory in spite of all terror  victory however long and hard the hard may be  for without victory there is no survival.","author":"Winston Churchill","category":"success"},{"quote":"In war there is no second prize for the runner-up.","author":"General Omar N. Bradley","category":"success"},{"quote":"Success is simply a matter of luck. Ask any failure.","author":"Earl Wilson","category":"success"},{"quote":"Success didn't spoil me  I've always been insufferable.","author":"Fran Lebowitz","category":"success"},{"quote":"When asked how long I've worked here  I replied  \"since the day they threatened to fire me.\"","author":"Anonymous","category":"success"},{"quote":"He must really be a big success -  even his mother-in-law admits it.","author":"Elmer Pasta","category":"success"},{"quote":"The only time you find success before work is in the dictionary.","author":"May V. Smith","category":"success"},{"quote":"The haves and the have-nots can often be traced back to the dids and the did-nots.","author":"D. O. Flynn","category":"success"},{"quote":"Behind every successful man is a woman - with nothing to wear.","author":"L. Grant Glickman","category":"success"},{"quote":"She's the kind of woman who climbed the ladder of success  wrong by wrong.","author":"Mae West","category":"success"},{"quote":"If at first you succeed  don't take any more stupid chances.","author":"Anonymous","category":"success"},{"quote":"This guy put the suck in success.","author":"David Letterman","category":"success"},{"quote":"As soon as you find the key to success  somebody always changes the lock.","author":"Tracey Ullman","category":"success"},{"quote":"The penalty of success is to be bored by the people who used to snub you.","author":"Lady Nancy Astor","category":"success"},{"quote":"Certainly I believe in luck. How else do you explain the success of those you don't like?","author":"Jean Cocteau","category":"success"},{"quote":"Behold the turtle. He makes progress only when he sticks his neck out.","author":"James Conant","category":"success"},{"quote":"If at first you don't succeed  try  try  again. Then quit. There's no use being a damn fool about it.","author":"W. C. Fields","category":"success"},{"quote":"A leading authority is anyone who has guessed right more than once.","author":"Frank A. Clark","category":"success"},{"quote":"The nice thing about being a celebrity is that when you bore people  they think it's their fault.","author":"Henry Kissinger","category":"success"},{"quote":"My formula for success is rise early  work late  and strike oil.","author":"J. Paul Getty","category":"success"},{"quote":"Eagles may soar  but weasels don't get sucked into jet engines.","author":"Anonymous","category":"success"},{"quote":"Sleep  riches  and health  to be truly enjoyed  must be interrupted.","author":"Jean Paul Richter","category":"success"},{"quote":"Sometimes \"the fool who rushes in\" gets the job done.","author":"Al Bernstein","category":"success"},{"quote":"I've always wanted to be somebody  but I see now I should have been more specific.","author":"Lily Tomlin","category":"success"},{"quote":"Ideas are like rabbits. You get a couple and learn how to handle them  and pretty soon you have a dozen.","author":"John Steinbeck","category":"success"},{"quote":"I'm a great believer in luck  and I find the harder I work the more I have of it.","author":"Thomas Jefferson","category":"success"},{"quote":"Luck is a matter of preparation meeting opportunity.","author":"Oprah Winfrey","category":"success"},{"quote":"There is some consolation in the fact that  even though your dreams don't come true  neither do your nightmares.","author":"Richard Armour","category":"success"},{"quote":"Success to me is having ten honeydew melons and eating only the top half of each one.","author":"Barbra Streisand","category":"success"},{"quote":"If your ship doesn't come in  swim out to it.","author":"Jonathan Winters","category":"success"},{"quote":"Progress means taking risks  for you can't steal home and keep your foot on third base.","author":"Anonymous","category":"success"},{"quote":"We can't all be heroes because someone has to sit on the curb and clap as they go by.","author":"Will Rogers","category":"success"},{"quote":"If you lose  you're going to be fired  and if you win  you only put off the day you're going to be fired.","author":"Leo Durocher","category":"success"},{"quote":"Success can make you go one of two ways. It can make you a prima donna  or it can smooth the edges  take away the insecurities  let the nice things come out.","author":"Barbara Walters","category":"success"},{"quote":"Successful minds work like a gimlet  - to a single point.","author":"Christian Nestell Bovee","category":"success"},{"quote":"All you need in this life is ignorance and confidence  and then Success is sure.","author":"S. L. Clemens","category":"success"},{"quote":"Success is counted sweetest By those who ne'er succeed.","author":"Emily Dickinson","category":"success"},{"quote":"Nothing succeeds like success.","author":"Alexander Dumas","category":"success"},{"quote":"There are but two ways of rising in the world: either by one's own industry or profiting by the foolishness of others.","author":"Jean de la Bruyere","category":"success"},{"quote":"I have always observed that to succeed in the world one should appear like a fool but be wise.","author":"Charles Montesquieu","category":"success"},{"quote":"Faith  mighty faith  the promise sees  And looks to that alone  Laughs at impossibilities  And cries it shall be done.","author":"Charles Wesley","category":"success"},{"quote":"Either do not attempt at all  or go through with it.","author":"Ovid","category":"success"},{"quote":"To climb steep hills Requires slow pace at first.","author":"William Shakespeare","category":"success"},{"quote":"Somebodys said that it couldn't be done  But he with a chuckle replied That \"maybe it couldn't \" but he would be one Who wouldn't say so till he'd tried. So he buckled right in with the trace of a grin On his face. If he worried he hid it. He started to sing as he tackled the thing That couldn't be done  and he did it.","author":"Edgar A. Guest","category":"success"},{"quote":"And he gave it for his opinion  that whoever could make two ears of corn  or two blades of grass  to grow upon a spot of ground where only one grew before  would deserve better of mankind and do more essential service to his country  than the whole race of politicians put together.","author":"Jonathan Swift","category":"success"},{"quote":"I have trodden the winepress alone.","author":"Bible","category":"suffering"},{"quote":"It requires more courage to suffer than to die.","author":"Napoleon","category":"suffering"},{"quote":"No pain  no palm  no thorns  no throne  no gall  no glory  no cross  no crown.","author":"William Penn","category":"suffering"},{"quote":"We are healed of a suffering only by experiencing it to the full.","author":"Marcel Proust","category":"suffering"},{"quote":"I reckon that the sufferings of this present time are not worthy to be compared with the glory which shall be revealed in us.","author":"Romans","category":"suffering"},{"quote":"I have a hundred times wished that one could resign life as an officer resigns a commission.","author":"Robert Burns","category":"suicide"},{"quote":"It is cowardice to commit suicide.","author":"Napoleon","category":"suicide"},{"quote":"The relatives of a suicide always take it in bad part  that he did not remain alive out of consideration for the family dignity.","author":"Friedrich Nietzsche","category":"suicide"},{"quote":"There is no refuge from confession but suicide  and suicide is confession.","author":"Daniel Webster","category":"suicide"},{"quote":"One swallow alone does not make the summer.","author":"Miguel de Cervantes","category":"summer"},{"quote":"Oh  the summer night Has a smile of light And she sits on a sapphire throne.","author":"B. W. Procter","category":"summer"},{"quote":"Make hay while the sun shines.","author":"Miguel de Cervantes","category":"sun"},{"quote":"Whence are thy beams  O sun! thy everlasting light? Thou comest forth  in thy awful beauty  the stars hide themselves in the sky  the moon  cold and pale  sinks in the western wave. But thou  thyself  movest alone.","author":"James MacPherson","category":"sun"},{"quote":"The sun shines even on the wicked.","author":"Seneca","category":"sun"},{"quote":"There are three marks of a superior man: being virtuous  he is free from anxiety  being wise  he is free from perplexity  being brave  he is free from fear.","author":"Confucius","category":"superiority"},{"quote":"We can all perceive the difference between ourselves and our inferiors  but when it comes to a question of the difference between us and our superiors we fail to appreciate merits of which we have no proper conceptions.","author":"James Fenimore Cooper","category":"superiority"},{"quote":"Superiority is always detested.","author":"Baltasar Gracian","category":"superiority"},{"quote":"The general root of superstition is that men observe when things hit  and not when they miss  and commit to memory the one  and forget and pass over the other.","author":"Sir Francis Bacon","category":"superstition"},{"quote":"Superstition is the religion of feeble minds.","author":"Edmund Burke","category":"superstition"},{"quote":"I die adoring God  loving my friends  not hating my enemies  and detesting superstition.","author":"Voltaire","category":"superstition"},{"quote":"Religion is not removed by removing superstition.","author":"Cicero","category":"superstition"},{"quote":"There is in superstition a senseless fear of God.","author":"Cicero","category":"superstition"},{"quote":"Suspicion is far more apt to be wrong than right  oftener unjust than just. It is no friend to virtue  and always an enemy to happiness.","author":"Hosea Ballou","category":"suspicion"},{"quote":"As to Caesar  when he was called upon  he gave no testimony against Clodius  nor did he affirm that he was certain of any injury done to his bed. He only said  \"He had divorced Pompeia because the wife of Caesar ought not only to be clear of such a crime  but of the very suspicion of it.\"","author":"Plutarch","category":"suspicion"},{"quote":"Suspicion always haunts the guilty mind  The thief doth fear each bush an officer.","author":"William Shakespeare","category":"suspicion"},{"quote":"The less we know the more we suspect.","author":"H. W. Shaw","category":"suspicion"},{"quote":"A woman of honor should not suspect another of things she would not do herself.","author":"Marguerite de Valois","category":"suspicion"},{"quote":"All our geese are swans.","author":"Henry Burton","category":"swans"},{"quote":"You think that upon the score of fore-knowledge and divining I am infinitely inferior to the swans. When they perceive approaching death they sing more merrily than before  because of the joy they have in going to the God they serve.","author":"Socrates","category":"swans"},{"quote":"The pursuit of the perfect  then  is the pursuit of sweetness and light.","author":"Matthew Arnold","category":"swans"},{"quote":"Every sweet hath its sour  every evil its good.","author":"Ralph Waldo Emerson","category":"swans"},{"quote":"Sweet meat must have sour sauce.","author":"Ben Jonson","category":"swans"},{"quote":"Sweets to the sweet.","author":"William Shakespeare","category":"swans"},{"quote":"Of a truth  men are mystically united: a mystic bond of brotherhood makes all men one.","author":"Thomas Carlyle","category":"sympathy"},{"quote":"The man who melts With social sympathy  though not allied  Is of more worth than a thousand kinsmen.","author":"Euripides","category":"sympathy"},{"quote":"He watch'd and wept  he pray'd and felt for all.","author":"Oliver Goldsmith","category":"sympathy"},{"quote":"Never elated while one man's oppress'd  Never dejected while another's bless'd.","author":"Alexander Pope","category":"sympathy"},{"quote":"Rejoice with them that do rejoice  and weep with them that weep.","author":"Romans","category":"sympathy"},{"quote":"No one really understands the grief or joy of another.","author":"Franz Schubert","category":"sympathy"},{"quote":"A timid question will always receive a confident answer.","author":"Lord Darling","category":"tact, diplomacy"},{"quote":"\"Let us agree not to step on each other's feet \" said the cock to the horse.","author":"English proverb","category":"tact, diplomacy"},{"quote":"If a person has no delicacy  he has you in his power.","author":"William Hazlitt","category":"tact, diplomacy"},{"quote":"Tact is the intelligence of the heart.","author":"Anonymous","category":"tact, diplomacy"},{"quote":"Silence is not always tact  and it is tact that is golden  not silence.","author":"Samuel Butler","category":"tact, diplomacy"},{"quote":"Diplomats are useful only in fair weather. As soon as it rains  they drown in every drop.","author":"Charles de Gaulle","category":"tact, diplomacy"},{"quote":"A distinguished diplomat could hold his tongue in ten languages.","author":"Anonymous","category":"tact, diplomacy"},{"quote":"Negotiation in the classic diplomatic sense assumes parties more anxious to agree than to disagree.","author":"Dean Acheson","category":"tact, diplomacy"},{"quote":"Diplomacy  the art of saying 'nice doggie' till you can find a rock.","author":"Wynn Catlin","category":"tact, diplomacy"},{"quote":"If any pilgrim monk come from distant parts  with wish as a guest to dwell in the monastery  and will be content with the customs which he finds in the place  and does not perchance by his lavishness disturb the monastery  but is simply content with what he finds  he shall be received for as long as he desires. If  indeed  he find fault with anything  or expose it  reasonably  and with the humility of charity  the Abbott shall discuss it prudently lest perchance God had sent him for this very thing. But  if he have been found gossipy and contumacious in the time of his sojourn as guest  not only ought he not be joined to the body of the monastery  but also  it shall be said to him  honestly  that he must depart. If he does not go  let two stout monks  in the name of God  explain the matter to him.","author":"Saint Benedict","category":"tact, diplomacy"},{"quote":"An ambassador is an honest man sent to lie abroad for the good of his country.","author":"Henry Wotton","category":"tact, diplomacy"},{"quote":"Women and foxes  being weak  are distinguished by superior tact.","author":"Ambrose Bierce","category":"tact"},{"quote":"Without tact you can learn nothing.","author":"Benjamin Disraeli","category":"tact"},{"quote":"To have the reputation of possessing the most perfect social tact  talk to every woman as if you loved her  and to every man as if he bored you.","author":"Oscar Wilde","category":"tact"},{"quote":"Beware of him that telleth tales.","author":"Anonymous","category":"tale"},{"quote":"A schoolboy's tale  the wonder of an hour.","author":"Lord Byron","category":"tale"},{"quote":"Tush! These are trifles  and mere old wives' tales.","author":"Christopher Marlowe","category":"tale"},{"quote":"What so tedious as a twice-told tale?","author":"Alexander Pope","category":"tale"},{"quote":"I cannot tell how the truth may be  I say the tale as 'twas said to me.","author":"Walter Scott","category":"tale"},{"quote":"A tale never loses in the telling.","author":"Scottish proverb","category":"tale"},{"quote":"I will a round unvarnish'd tale deliver.","author":"William Shakespeare","category":"tale"},{"quote":"All our talents increase in the using  and every faculty both good and bad  strengthens by exercise.","author":"Anne Bronte","category":"talent"},{"quote":"Conciseness is the sister of talent.","author":"Anton Chekhov","category":"talent"},{"quote":"Genius does what it must  and talent does what it can.","author":"Edward Bulwer-Lytton","category":"talent"},{"quote":"In this world people have to pay an extortionate price for any exceptional gift whatever.","author":"Willa Cather","category":"talent"},{"quote":"There is no substitute for talent. Industry and all the virtures are of no avail.","author":"Aldous Huxley","category":"talent"},{"quote":"Talent is always conscious of its own abundance  and does not object to sharing.","author":"Aleksandr Solzhenitsyn","category":"talent"},{"quote":"The luck of having talent is not enough  one must also have a talent for luck.","author":"Hector Berlioz","category":"talent"},{"quote":"A talent somewhat above mediocrity  shrewd and not too sensitive  is more likely to rise in the world than genius  which is apt to be perturbable and to wear itself out before fruition.","author":"Charles Horton Cooley","category":"talent"},{"quote":"Great talents are the most lovely and often the most dangerous fruits on the tree of humanity. They hang upon the most slender twigs that are easily snapped off.","author":"Carl Jung","category":"talent"},{"quote":"Everyone has a talent. What is rare is the courage to follow the talent to the dark places where it leads.","author":"Erica Jong","category":"talent"},{"quote":"The crowning blessing of life - to be born with a bias to some pursuit.","author":"S. C. Tallentyre","category":"talent"},{"quote":"Concealed talent brings no reputation.","author":"Erasmus","category":"talent"},{"quote":"The world is always ready to receive talent with open arms.","author":"Oliver Wendell Holmes","category":"talent"},{"quote":"\"The time has come \" the Walrus said  \"To talk of many things  Of shoes - and ships - and sealing-wax -  Of cabbages - and kings -  And why the sea is boiling hot -  And whether pigs have wings.\"","author":"Lewis Carroll","category":"talk"},{"quote":"But far more numerous was the herd of stfch  Who think too little  and who talk too much.","author":"John Dryden","category":"talk"},{"quote":"Talk is cheap.","author":"English proverb","category":"talk"},{"quote":"In much of your talking  thinking is half murdered.","author":"Kahlil Gibran","category":"talk"},{"quote":"They never taste who always drink  They always talk who never think.","author":"Matthew Prior","category":"talk"},{"quote":"Talkers are no good doers.","author":"William Shakespeare","category":"talk"},{"quote":"In general those who nothing have to say Contrive to spend the longest time in doing it.","author":"James Russell Lowell","category":"talk"},{"quote":"Those who have few things to attend to are great babblers  for the less men think  the more they talk.","author":"Charles Montesquieu","category":"talk"},{"quote":"He who talks too much commits a sin.","author":"Talmud","category":"talk"},{"quote":"The secret of being tiresome is in telling everything.","author":"Voltaire","category":"talk"},{"quote":"Everyone carries his own inch-rule of taste  and amuses himself by applying it  triumphantly  wherever he travels.","author":"Henry Adams","category":"taste"},{"quote":"Talking is like playing on the harp  there is as much in laying the hand on the strings to stop their vibrations as in twanging them to bring out their music.","author":"Oliver Wendell Holmes","category":"taste"},{"quote":"Good taste is the first refuge of the non-creative. It is the last ditch stand of the artist.","author":"Marshall McLuhan","category":"taste"},{"quote":"It is good taste  and good taste alone  that possesses the power to sterilize and is always the first handicap to any creative functioning.","author":"Salvador Dali","category":"taste"},{"quote":"Taste is the feminine of genius.","author":"Edward Fitzgerald","category":"taste"},{"quote":"Taste is the enemy of creativeness.","author":"Pablo Picasso","category":"taste"},{"quote":"Have nothing in your houses that you do not know to be useful  or believe to be beautiful.","author":"William Morris","category":"taste"},{"quote":"Style is a simple way of saying complicated things.","author":"Jean Cocteau","category":"taste"},{"quote":"Fashion exists for women with no taste  etiquette for people with no breeding.","author":"Queen Marie of Rumania","category":"taste"},{"quote":"People care more about being thought to have good taste than about being thought either good  clever or amiable.","author":"Samuel Butler","category":"taste"},{"quote":"We all have some taste or other  of too ancient a date to admit of our remembering that it was an acquired one.","author":"Charles Lamb","category":"taste"},{"quote":"Good taste and humour are a contradiction in terms  like a chaste whore.","author":"Malcolm Muggeridge","category":"taste"},{"quote":"Taste cannot be controlled by law.","author":"Thomas Jefferson","category":"taste"},{"quote":"One of the surest signs of the Philistine is his reverence for the superior tastes of those who put him down.","author":"Pauline Kael","category":"taste"},{"quote":"One man's poison ivy is another man's spinach.","author":"George Ade","category":"taste"},{"quote":"Taste is nothing but a delicate good sense.","author":"M. J. De Chenier","category":"taste"},{"quote":"Everyone to his taste.","author":"French proverb","category":"taste"},{"quote":"My tastes are aristocratic  my actions democratic.","author":"Victor Hugo","category":"taste"},{"quote":"A man's palate can  in time  become accustomed to anything.","author":"Napoleon","category":"taste"},{"quote":"Good taste is the flower of good sense.","author":"Poincelot","category":"taste"},{"quote":"The finer impulse of our nature.","author":"Friedrich von Schiller","category":"taste"},{"quote":"Every man as he loveth  quoth the good man when he kissed the cow.","author":"John Heywood","category":"taste"},{"quote":"The Eiffel Tower is the Empire State Building after taxes.","author":"Anonymous","category":"taxation"},{"quote":"The power to tax involves the power to destroy.","author":"John Marshall","category":"taxation"},{"quote":"The art of taxation consists in so plucking the goose as to get the most feathers with the least hissing.","author":"Jean Baptiste Colbert","category":"taxation"},{"quote":"The point to remember is that what the government gives it must first take away.","author":"John S. Coleman","category":"taxation"},{"quote":"Next to being shot at and missed  nothing is quite as satisfying as an income tax refund.","author":"F. J. Raymond","category":"taxation"},{"quote":"The income tax has made more liars out of the American people than golf has. Even when you make a tax form out on the level  you don't know when it's through  if you are a crook or a martyr.","author":"Will Rogers","category":"taxation"},{"quote":"Governments last as long as the under-taxed can defend themselves against the over-taxed.","author":"Bernard Berenson","category":"taxation"},{"quote":"There went out a decree from Caesar Augustus that all the world should be taxed . . . And all went to be taxed  everyone into his own city.","author":"Bible","category":"taxation"},{"quote":"The promises of yesterday are the taxes of today.","author":"William Lyon Mackenzie King","category":"taxation"},{"quote":"The art of taxation consists in so plucking the goose as to obtain the largest amount of feathers with the least possible amount of hissing.","author":"J. B. Colbert","category":"taxes"},{"quote":"Death and taxes are inevitable.","author":"Thomas Haliburton","category":"taxes"},{"quote":"First he wrought  and afterwards he taught.","author":"Geoffrey Chaucer","category":"teachers, teaching"},{"quote":"Give a man a fish and you feed him for a day. Teach man to fish and you feed him for a lifetime.","author":"Chinese proverb","category":"teachers, teaching"},{"quote":"The school teacher is certainly underpaid as a child minder  but ludicrously overpaid as an educator.","author":"John Osborne","category":"teachers, teaching"},{"quote":"There is no crisis to which academics will not respond with a seminar.","author":"Old saying","category":"teachers, teaching"},{"quote":"A teacher affects eternity  he can never tell where his influence stops.","author":"Henry Adams","category":"teachers, teaching"},{"quote":"It would be a great advantage to some schoolmasters if they would steal two hours a day from their pupils  and give their own minds the benefit of the robbery.","author":"J. F. Boyse","category":"teachers, teaching"},{"quote":"If the student fails to learn the teacher fails to teach.","author":"Anonymous","category":"teachers, teaching"},{"quote":"To teach is to learn twice.","author":"Joseph Joubert","category":"teachers, teaching"},{"quote":"The authority of those who profess to teach is often a positive hindrance to those who desire to learn.","author":"Cicero","category":"teachers, teaching"},{"quote":"Teaching is not a lost art  but the regard for it is a lost tradition.","author":"Jacques Barzun","category":"teachers, teaching"},{"quote":"A high-school teacher  after all  is a person deputized by the rest of us to explain to the young what sort of world they are living in  and to defend  if possible  the part their elders are playing in it.","author":"Entile Capouya","category":"teachers, teaching"},{"quote":"He who can does. He who can't  teaches.","author":"George Bernard Shaw","category":"teachers, teaching"},{"quote":"Nothing that is worth knowing can be taught.","author":"Oscar Wilde","category":"teachers, teaching"},{"quote":"I hear and I forget. I see and I remember. I do and I understand.","author":"Chinese proverb","category":"teachers, teaching"},{"quote":"The secret of teaching is to appear to have known all your life what you learned this afternoon.","author":"Anonymous","category":"teachers, teaching"},{"quote":"No man can reveal to you aught but that which already lies half asleep in the dawning of your knowledge.","author":"Kahlil Gibran","category":"teachers, teaching"},{"quote":"The first duty of a lecturer- to hand you after an hour's discourse a nugget of pure truth to wrap up between the pages of your notebooks and keep on the mantelpiece for ever.","author":"Virginia Woolf","category":"teachers, teaching"},{"quote":"We teach what we need to learn and write what we need to know.","author":"Gloria Steinem","category":"teachers, teaching"},{"quote":"You cannot teach old dogs new tricks.","author":"Anonymous","category":"teaching"},{"quote":"A man should first direct himself in the way he should go. Only then should he instruct others.","author":"Buddha","category":"teaching"},{"quote":"You cannot teach a man anything  you can only help him to find it within himself.","author":"Galileo","category":"teaching"},{"quote":"A teacher who is attempting to teach without inspiring the pupil with a desire to learn is hammering on cold iron.","author":"Horace Mann","category":"teaching"},{"quote":"Speak to the earth  and it shall teach thee.","author":"Bible","category":"teaching"},{"quote":"Public instruction should be the first object of government.","author":"Napoleon","category":"teaching"},{"quote":"Everybody who is incapable of learning has taken to teaching.","author":"Oscar Wilde","category":"teaching"},{"quote":"Tears are Summer showers to the soul.","author":"Alfred Austin","category":"tears"},{"quote":"For Beauty's tears are lovelier than her smile.","author":"Thomas Campbell","category":"tears"},{"quote":"Words that weep and tears that speak.","author":"Abraham Cowley","category":"tears"},{"quote":"Never a tear bedims the eye That time and patience will not dry.","author":"Bret Harte","category":"tears"},{"quote":"Oh! would I were dead now  Or up in my bed now  To cover my head now And have a good cry!","author":"Thomas Hood","category":"tears"},{"quote":"If the man who turnips cries  Cry not when his father dies  'Tis proof that he had rather Have a turnip than his father.","author":"Samuel Johnson","category":"tears"},{"quote":"There shall be weeping and gnashing of teeth.","author":"Matthew","category":"tears"},{"quote":"It is some relief to weep  grief is satisfied and carried off by tears.","author":"Ovid","category":"tears"},{"quote":"If you have tears  prepare to shed them now.","author":"William Shakespeare","category":"tears"},{"quote":"Tears are the silent language of grief.","author":"Voltaire","category":"tears"},{"quote":"All television is educational television. The question is: what is it teaching?","author":"Nicholas Johnson","category":"television"},{"quote":"He who prides himself on giving what he thinks the public wants is often creating a fictitious demand for low standards which he will then satisfy.","author":"Lord Reith","category":"television"},{"quote":"Of all the dramatic media  radio is the most visual.","author":"John Reeves","category":"television"},{"quote":"Television? The word is half Latin and half Greek. No good can come of it.","author":"C. P. Scott","category":"television"},{"quote":"Television's compelling power is its immediacy . .. this immediacy feeds the politics of emotions  gut reactions and impressions rather than the politics of logic  facts and reason  it emphasizes personality rather than issues.","author":"Hedrick Smith","category":"television"},{"quote":"Television is the literature of the illiterate  the culture of the low-brow  the wealth of the poor  the privilege of the underprivileged  the exclusive club of the excluded masses.","author":"Lee Loevinger","category":"television"},{"quote":"I can get a better grasp of what is going on in the world from one good Washington dinner party than from all the background information NBC piles on my desk.","author":"Barbara Walters","category":"television"},{"quote":"When television is good  nothing is better. But when television is bad  nothing is worse. I invite you to sit down in front of your TV set and keep your eyes glued to that set until the station signs off. I can assure you that you will observe a vast wasteland.","author":"Newton Minow","category":"television"},{"quote":"Television has proved that people will look at anything rather than each other.","author":"Ann Landers","category":"television"},{"quote":"Television is a gold goose that lays scrambled eggs  and it is futile and probably fatal to beat it for not laying caviar.","author":"Lee Loevinger","category":"television"},{"quote":"Television is chewing gum for the eyes.","author":"Frank Lloyd Wright","category":"television"},{"quote":"In the age of television  image becomes more important than substance.","author":"S. J. Hayakawa","category":"television"},{"quote":"Television is the first truly democratic culture - the first culture available to everybody and entirely governed by what the people want. The most terrifying thing is what people do want.","author":"Clive Barnes","category":"television"},{"quote":"Television has a real problem. They have no page two.","author":"Art Buchwald","category":"television"},{"quote":"Good heavens  television is something you appear on  you don't watch.","author":"Noel Coward","category":"television"},{"quote":"Television is an invention that permits you to be entertained in your living room by people you wouldn't have in your home.","author":"David Frost","category":"television"},{"quote":"Why should people pay good money to go out and see bad films when they can stay at home and see bad television for nothing?","author":"Sam Goldwyn","category":"television"},{"quote":"The television commercial is the most efficient power-packed capsule of education that appears anywhere on TV.","author":"C. L. Gray","category":"television"},{"quote":"Television is not the truth. Television is a god-damned amusement park. Television is a circus  a carnival  a travelling troupe of acrobats  storytellers dancers  singers  jugglers  sideshow freaks  lion tamers and football players. We're in the boredom-killing business.","author":"Paddy Chayefsky","category":"television"},{"quote":"Dictum on television scripts: We don't want it good - we want it Tuesday.","author":"Dennis Norden","category":"television"},{"quote":"I've had several years in Hollywood and I still think the movie heroes are in the audience.","author":"Wilson Mizner","category":"television"},{"quote":"The first draught serveth for health  the second for pleasure  the third for shame  and the fourth for madness.","author":"Anacharsis","category":"temperance"},{"quote":"Every moderate drinker could abandon the intoxicating cup if he would  every inebriate would if he could.","author":"J. B. Gough","category":"temperance"},{"quote":"Drinking water neither makes a man sick  nor in debt  nor his wife a widow.","author":"John Neale","category":"temperance"},{"quote":"The smaller the drink  the clearer the head  and the cooler the blood.","author":"William Penn","category":"temperance"},{"quote":"All men are tempted. There is no man that lives that can't be broken down  provided it is the right temptation  put in the right spot.","author":"Henry Ward Beecher","category":"temptation"},{"quote":"There are several good protections against temptation  but the surest is cowardice.","author":"Mark Twain","category":"temptation"},{"quote":"Temptation rarely comes in working hours. It is in their leisure time that men are made or marred.","author":"W. M. Taylor","category":"temptation"},{"quote":"Things forbidden have a secret charm.","author":"Tacitus","category":"temptation"},{"quote":"After listening to thousands of pleas for pardon to offenders  I can hardly recall a case where I did not feel that I might have fallen as my fellow man had done  if I had been subjected to the same demoralizing influences and pressed by the same temptations.","author":"Horatio Seymour","category":"temptation"},{"quote":"I have a simple principle for the conduct of life - never to resist an adequate temptation.","author":"Max Lerner","category":"temptation"},{"quote":"If the world were merely seductive  that would be easy. If it were merely challenging  that would be no problem. But I rise in the morning torn between a desire to improve (or save) the world and a desire to enjoy (or savour) the world. This makes it hard to plan the day.","author":"E. B. White","category":"temptation"},{"quote":"The only way to get rid of a temptation is to yield to it. Resist it  and your soul grows sick with longing for the things it has forbidden to itself.","author":"Oscar Wilde","category":"temptation"},{"quote":"Never give in  never give in  never  never  never  never - in nothing great or small  large or petty - never give in except to convictions of honour and good sense.","author":"Winston Churchill","category":"temptation"},{"quote":"I generally avoid temptation unless I can't resist it.","author":"Mae West","category":"temptation"},{"quote":"Blessed is the man that endureth temptation  for when he is tried  he shall receive the crown of life.","author":"Bible","category":"temptation"},{"quote":"Honest bread is very well - it's the butter that makes the temptation.","author":"Douglas Jerrold","category":"temptation"},{"quote":"Get thee behind me  Satan.","author":"Matthew","category":"temptation"},{"quote":"Never resist temptation: prove all things: hold fast that which is good.","author":"George Bernard Shaw","category":"temptation"},{"quote":"I can resist everything except temptation.","author":"Oscar Wilde","category":"temptation"},{"quote":"One thing I can guarantee you. You may not be a great deal wiser from my talk today  but you will be a great deal older.","author":"Melvin Helitzer","category":"thank, yous, closures"},{"quote":"I want to thank everybody who made this day necessary.","author":"Yogi Berra","category":"thank, yous, closures"},{"quote":"I really don't deserve this  but I have arthritis and I don't deserve that either.","author":"Jack Benny","category":"thank, yous, closures"},{"quote":"I explained to him I had simple tastes and didn't want anything ostentatious  no matter what it costs.","author":"Art Buchwald","category":"thank, yous, closures"},{"quote":"I feel a very unusual sensation - if it is not indigestion  I think it must be gratitude.","author":"Benjamin Disraeli","category":"thank, yous, closures"},{"quote":"I forgot they were talking about me. They sound so wonderfully convincing.","author":"Jean Giraudoux","category":"thank, yous, closures"},{"quote":"I've always been well liked. I was so popular in school  everybody hated me.","author":"Anonymous","category":"thank, yous, closures"},{"quote":"The audience was swell. They were so polite they covered their mouths when they yawned.","author":"Bob Hope","category":"thank, yous, closures"},{"quote":"I've been here so long . . . when I got here the Dead Sea wasn't even sick yet.","author":"Wimp Sanderson","category":"thank, yous, closures"},{"quote":"A closed mouth gathers no foot.","author":"Anonymous","category":"thank, yous, closures"},{"quote":"Some people speak from experience  while others  from experience  don't speak.","author":"Anonymous","category":"thank, yous, closures"},{"quote":"The best way to save face is keep the bottom half shut.","author":"Anonymous","category":"thank, yous, closures"},{"quote":"It is almost impossible to find those who admire us entirely lacking in taste.","author":"J. Petit-Senn","category":"thank, yous, closures"},{"quote":"Admiration: Our polite recognition of another man's resemblance to ourselves.","author":"Ambrose Bierce","category":"thank, yous, closures"},{"quote":"A good storyteller is a person who has a good memory and hopes other people haven't.","author":"Irvin S. Cobb","category":"thank, yous, closures"},{"quote":"Adam was the only man who  when he said a good thing  knew that nobody had said it before him.","author":"Mark Twain","category":"thank, yous, closures"},{"quote":"The trouble with most of us is that we would rather be ruined by praise than saved by criticism.","author":"Norman Vincent Peale","category":"thank, yous, closures"},{"quote":"Don't worry if your \"you\" is small and your rewards are few: Remember that the mighty oak was once a nut like you.","author":"Anonymous","category":"thank, yous, closures"},{"quote":"A sense of humor is what makes you laugh at something that would make you mad if it happened to you.","author":"Anonymous","category":"thank, yous, closures"},{"quote":"If Noah found himself back on Earth  you can bet all he would recognize would be the jokes.","author":"Anonymous","category":"thank, yous, closures"},{"quote":"A sense of humor is the ability to laugh at your own jokes when your friends tell them.","author":"Patricia Jasper Clark","category":"thank, yous, closures"},{"quote":"The trouble with eating Italian food is that five or six days later you're hungry again.","author":"George Miller","category":"thank, yous, closures"},{"quote":"Nouvelle cuisine  roughly translated  means \"I can't believe I spent ninety-six dollars and I'm still hungry.\"","author":"Mike Kalin","category":"thank, yous, closures"},{"quote":"I've had a wonderful evening . . . but this wasn't it.","author":"Groucho Marx","category":"thank, yous, closures"},{"quote":"A conclusion is the place where you got tired of thinking.","author":"Martin H. Fischer","category":"thank, yous, closures"},{"quote":"There are no perfect people - except  of course  my wife's first husband.","author":"Anonymous","category":"thank, yous, closures"},{"quote":"Ladies and gentlemen  you can't please everyone. Take my girlfriend - I think she's the most remarkable woman in the world. . . . That's me . . . But to my wife . . .","author":"Jackie Mason","category":"thank, yous, closures"},{"quote":"I love a finished speaker  I really  truly do. I don't mean one who's polished  I just mean one who's through.","author":"Anonymous","category":"thank, yous, closures"},{"quote":"Remember  if God had wanted this to be perfect  he never would have had me up here.","author":"Anonymous","category":"thank, yous, closures"},{"quote":"It is always dullest before the yawn.","author":"Bob Phillips","category":"thank, yous, closures"},{"quote":"I noticed you weren't checking your watches -  you've been shaking them.","author":"Anonymous","category":"thank, yous, closures"},{"quote":"I'd like to thank the committee that brought this event about. It was an equal endeavor. They did the food  decorations  and reservations  and I did the traffic flow.","author":"Wendy Morgan","category":"thank, yous, closures"},{"quote":"Better to be king for a night than a schmuck for a lifetime.","author":"Robert De Niro","category":"thank, yous, closures"},{"quote":"Here's to one of the most beautiful  kind  thoughtful people I have ever known . . . You are getting more like me every day.","author":"Anonymous","category":"thank, yous, closures"},{"quote":"Another fine mess you've got us in  Stanley.","author":"Oliver Hardy","category":"thank, yous, closures"},{"quote":"He who laughs last  thinks slowest.","author":"Troy Anderson","category":"thank, yous, closures"},{"quote":"Let's face it  some days you're the pigeon and some days you're the statue.","author":"Maria Morgan","category":"thank, yous, closures"},{"quote":"If there is anyone here whom I have not insulted  I beg his pardon.","author":"Johannes Brahms","category":"thank, yous, closures"},{"quote":"Don't move! I want to forget you just the way you are.","author":"Henny Youngman","category":"thank, yous, closures"},{"quote":"I thank you for not snoring.","author":"Marlon Brando","category":"thank, yous, closures"},{"quote":"O give thanks unto the Lord  for he is good: for his mercy endureth forever.","author":"Bible","category":"thankfulness"},{"quote":"Beggar that I am  I am even poor in thanks.","author":"William Shakespeare","category":"thankfulness"},{"quote":"How sharper than a serpent's tooth it is To have a thankless child.","author":"William Shakespeare","category":"thankfulness"},{"quote":"Heap high the board with plenteous cheer  and gather to the feast  And toast the sturdy Pilgrim band whose courage never ceased. Give praise to that All-Gracious One by whom their steps were led  And thanks unto the harvest's Lord who sends our \"daily bread.\"","author":"Alice Williams","category":"thanksgiving, day"},{"quote":"Brotherton So once in every year we throng Upon a day apart  To praise the Lord with feast and song In thankfulness of heart.","author":"Arthur Guiterman","category":"thanksgiving, day"},{"quote":"Fear is the denomination of the Old Testament  belief is the denomination of the New.","author":"Benjamin Whichcote","category":"bible"},{"quote":"The English of the Bible has a pithiness and raciness  a homely tang  a terse sententiousness  an idiomatic flavour which comes home to men's business and bosoms ... a nobility of diction and ... a rhythmic quality . . . unrivaled in its beauty.","author":"John Livingston Lowes","category":"bible"},{"quote":"The next day John seeth Jesus coming unto him and saith. Behold the Lamb of God  which taketh away the sins of the world.","author":"Bible","category":"bible"},{"quote":"That kind of so-called housekeeping where they have six Bibles and no cork-screw.","author":"Mark Twain","category":"bible"},{"quote":"The total absence of humour in the Bible is one of the most singular things in all literature.","author":"Alfred North Whitehead","category":"bible"},{"quote":"The Old and New Testaments are the Great Code of Art.","author":"William Blake","category":"bible"},{"quote":"The fathers have eaten a sour grape  and the children's teeth are set on edge.","author":"Bible","category":"bible"},{"quote":"I have fought a good fight  I have finished my course  I have kept the faith.","author":"Bible","category":"bible"},{"quote":"I am fearfully and wonderfully made.","author":"Bible","category":"bible"},{"quote":"The whole head is sick  and the whole heart faint.","author":"Bible","category":"bible"},{"quote":"It is better to dwell in a corner of the housetop  than with a brawling woman in a wide house.","author":"Bible","category":"bible"},{"quote":"Oh my Father  if it be possible  let this cup pass from me: nevertheless  not as I will  but as thou wilt.","author":"Bible","category":"bible"},{"quote":"A prophet is not without honour  save in his own country.","author":"Bible","category":"bible"},{"quote":"Be not curious in unnecessary matters: for more things are shewed unto thee than men understand.","author":"Bible","category":"bible"},{"quote":"Seek not out the things that are too hard for thee  neither search the things that are above thy strength.","author":"Bible","category":"bible"},{"quote":"How beautiful upon the mountains are the feet of him that bringeth good tidings  that publisheth peace.","author":"Bible","category":"bible"},{"quote":"His countenance was like lightning  and his raiment white as snow.","author":"Bible","category":"bible"},{"quote":"Ye have not chosen me  but I have chosen you.","author":"Bible","category":"bible"},{"quote":"Be not deceived  God is not mocked: for whatsoever a man soweth  that shall he also reap.","author":"Bible","category":"bible"},{"quote":"Watchman  what of the night?","author":"Bible","category":"bible"},{"quote":"Man goeth to his long home  and the mourners go about the streets.","author":"Bible","category":"bible"},{"quote":"The letter killeth  but the spirit giveth life.","author":"Bible","category":"bible"},{"quote":"For if the trumpet give an uncertain sound  who shall prepare himself to the battle?","author":"Bible","category":"bible"},{"quote":"Borne the burden and heat of the day.","author":"Bible","category":"bible"},{"quote":"The wilderness and the solitary place shall be glad for them and the desert shall rejoice  and blossom as the rose.","author":"Bible","category":"bible"},{"quote":"Entreat me not to leave thee  or to return from following after thee  for whither thou goest  I will go  and where thou lodgest  I will lodge  thy people shall be my people and thy God my God: where thou diest will I die  and there will I be buried  the Lord do so to me  and more also  if ought but death part thee and me.","author":"Bible","category":"bible"},{"quote":"We have piped unto you  and ye have not danced  we have mourned to you  and ye have not wept.","author":"Bible","category":"bible"},{"quote":"I know thy works  that thou art neither cold nor hot: I would thou wert cold or hot.","author":"Bible","category":"bible"},{"quote":"They are as stubble before the wind  and as chaff that the storm carrieth away.","author":"Bible","category":"bible"},{"quote":"Neither do men light a candle and put it under a bushel  but on a candlestick  and it giveth light unto all that are in the house.","author":"Bible","category":"bible"},{"quote":"Bone of my bones  and flesh of my flesh: she shall be called woman.","author":"Bible","category":"bible"},{"quote":"When caught reading the Bible  W.C. Fields said T'm looking for loopholes.' The Bible is nothing but a succession of civil rights struggles by the Jewish people against their oppressors.","author":"Jesse Jackson","category":"bible"},{"quote":"Out of the mouths of babes and sucklings hast thou ordained strength.","author":"Bible","category":"bible"},{"quote":"Unto everyone that hath shall be given  and he shall have abundance: but from him that hath not shall be taken away even that which he hath.","author":"Bible","category":"bible"},{"quote":"He that is not with me is against me.","author":"Bible","category":"bible"},{"quote":"Man is born unto trouble  as the sparks fly upward.","author":"Bible","category":"bible"},{"quote":"For what is your life? It is even a vapour  that appeareth for a little time  and then vanisheth away.","author":"Bible","category":"bible"},{"quote":"My days are swifter than a weaver's shuttle.","author":"Bible","category":"bible"},{"quote":"I know thy pride  and the naughtiness of thine heart.","author":"Bible","category":"bible"},{"quote":"The bible should be taught so early and so thoroughly that it sinks straight to the bottom of the mind where everything that comes along can settle on it.","author":"Northrop Frye","category":"bible"},{"quote":"A great city is not to be confounded with a populous one.","author":"Aristotle","category":"city, country"},{"quote":"A hick town is one in which there is no place to go where you shouldn't be.","author":"Alexander Woollcott","category":"city, country"},{"quote":"City life - millions of people being lonesome together.","author":"Henry David Thoreau","category":"city, country"},{"quote":"We might define an eccentric as a man who is law unto himself  and a crank as one who having determined what the law is  insists on laying it down to others.","author":"Louis Kronenberger","category":"city, country"},{"quote":"The country has charms only for those not obliged to stay there.","author":"Edouard Manet","category":"city, country"},{"quote":"A great city  a great solitude.","author":"Old proverb","category":"city, country"},{"quote":"In small settlements everyone knows your affairs. In the big city  everyone does not - only those you choose to tell will know about you. This is one of the attributes of cities that is precious to most city people.","author":"Jane Jacobs","category":"city, country"},{"quote":"If you would be known  and not know  vegetate in a village  if you would know and not be known  live in a city.","author":"Charles Caleb Colton","category":"city, country"},{"quote":"Farmers worry only during the growing season  but town people worry all the time.","author":"Edgar Watson Howe","category":"city, country"},{"quote":"What is the city but the people?","author":"William Shakespeare","category":"city, country"},{"quote":"As a remedy to life in society  I would suggest the big city. Nowadays it is the only desert within our reach.","author":"Albert Camus","category":"city, country"},{"quote":"All cities are mad: but the madness is gallant. All cities are beautiful: but the beauty is grim.","author":"Christopher Morley","category":"city, country"},{"quote":"The chicken is the country's  but the city eats it.","author":"George Herbert","category":"city, country"},{"quote":"Cities force growth and make men talkative and entertaining  but they make them artificial.","author":"Ralph Waldo Emerson","category":"city, country"},{"quote":"The city is a cultural invention enforcing on the citizen knowledge of his own nature. And this we do not like. That we are aggressive beings  easily given to violence  that we get along together because we must more than because we want to  and that the brotherhood of man is about as far from reality today as it was two thousand years ago  that reason's realm is small  that we never have been and never shall be created equal  that if the human being is perfectible  he has so far exhibited few symptoms - all are considerations of man from which space tends to protect us.","author":"Robert Ardrey","category":"city, country"},{"quote":"There is nothing good to be had in the country  or  if there be  they will not let you have it.","author":"William Hazlitt","category":"city, country"},{"quote":"Anybody can be good in the country. There are no temptations there.","author":"Oscar Wilde","category":"city, country"},{"quote":"The axis of the earth sticks out visibly through the centre of each and every town or city.","author":"Oliver Wendell Holmes","category":"city, country"},{"quote":"To say the least  a town life makes one more tolerant and liberal in one's judgement of others.","author":"Henry Wadsworth Longfellow","category":"city, country"},{"quote":"Commuters give the city its tidal restlessness  natives give it solidity and continuity  but the settlers give it passion.","author":"E. B. White","category":"city, country"},{"quote":"Summertime  oh  summertime  pattern of life indelible  the fade-proof lake  the woods unshatterable  the pasture with the sweetfern and the juniper forever and ever . . . the cottages with their innocent and tranquil design  their tiny docks with the flagpole and the American flag floating against the white clouds in the blue sky  the little paths over the roots of the trees leading from camp to camp. This was the American family at play  escaping the city heat.","author":"E. B. White","category":"city, country"},{"quote":"There is no solitude in the world like that of the big city.","author":"Kathleen Norris","category":"city, country"},{"quote":"Upper classes are a nation's past  the middle-class is its future.","author":"Ayn Rand","category":"future"},{"quote":"People are afraid of the future  of the unknown. If a man faces up to it  and takes the dare of the future  he can have some control over his destiny. That's an exciting idea to me  better than waiting with everybody else to see what's going to happen.","author":"John H. Glenn","category":"future"},{"quote":"Tomorrow is the most important thing in life. Comes in to us at midnight very clean. It's perfect when it arrives and it puts itself in our hands and hopes we've learnt something from yesterday.","author":"John Wayne","category":"future"},{"quote":"Nothing in the world can one imagine beforehand  not the least thing. Everything is made up of so many unique particulars that cannot be foreseen.","author":"Rainer Maria Rilke","category":"future"},{"quote":"You can never plan the future by the past.","author":"Edmund Burke","category":"future"},{"quote":"One must care about a world one will not see.","author":"Bertrand Russell","category":"future"},{"quote":"If you can look into the seeds of time and say  which grain will grow  and which will not  speak then to me.","author":"William Shakespeare","category":"future"},{"quote":"The future is something which every one reaches at the rate of sixty miles an hour  whatever he does  whoever he is.","author":"C. S. Lewis","category":"future"},{"quote":"My interest is in the future because I am going to spend the rest of my life there.","author":"Charles F. Kettering","category":"future"},{"quote":"Tomorrow is a satire on today  And shows its weakness.","author":"Edward Young","category":"future"},{"quote":"The future comes one day at a time.","author":"Dean Acheson","category":"future"},{"quote":"Never let the future disturb you. You will meet it  if you have to  with the same weapons of reason which today arm you against the present.","author":"Marcus Aurelius","category":"future"},{"quote":"What we look for does not come to pass. God finds a way for what none foresaw.","author":"Euripides","category":"future"},{"quote":"With high hope for the future  no prediction is ventured.","author":"Abraham Lincoln","category":"future"},{"quote":"We can pay our debt to the past by putting the future in debt to ourselves.","author":"John Buchan","category":"future"},{"quote":"The future is not a gift - it is an achievement.","author":"Harry Lauder","category":"future"},{"quote":"The world is full of people whose notion of a satisfactory future is  in fact  a return to the idealized past.","author":"Robertson Davies","category":"future"},{"quote":"That which is escaped now is pain to come.","author":"Proverbs","category":"future"},{"quote":"Light tomorrow with today!","author":"Elizabeth Barrett Browning","category":"future"},{"quote":"If tomorrow were never to come  it would not be worth living today.","author":"Dagobert Runes","category":"future"},{"quote":"The afternoon knows what the morning never suspected.","author":"Swedish proverb","category":"future"},{"quote":"The future is purchased by the present.","author":"Samuel Johnson","category":"future"},{"quote":"Life is an irreversible process and for that reason its future can never be a repetition of the past.","author":"Walter Lippman","category":"future"},{"quote":"I believe the future is only the past again  entered through another gate.","author":"Arthur Wing Pinero","category":"future"},{"quote":"The world will be saved by one or two people.","author":"Andre Gide","category":"future"},{"quote":"It is a mistake to look too far ahead. Only one link in the chain of destiny can be handled at a time.","author":"Winston Churchill","category":"future"},{"quote":"It is seldom in life that one knows that a coming event is to be of crucial importance.","author":"Anya Seton","category":"future"},{"quote":"Neither in the life of the individual nor in that of mankind is it desirable to know the future.","author":"Jakob Burckhardt","category":"future"},{"quote":"There is only one large circle that we march in  around and around  each of us with our own little picture-in front of us-our own little mirage that we think is the future.","author":"Lorraine Hansbury","category":"future"},{"quote":"God made the world round so we would never be able to see too far down the road.","author":"Isak Dinesen","category":"future"},{"quote":"The future comes one day at a time.","author":"Dean Acheson","category":"future"},{"quote":"There is a case  and a strong case  for that particular form of indolence that allows us to move through life knowing only what immediately concerns us.","author":"Alec Waugh","category":"future"},{"quote":"Cease to inquire what the future has in store  and take as a gift whatever the day brings forth.","author":"Horace","category":"future"},{"quote":"There is no data on the future.","author":"Laurel Cutler","category":"future"},{"quote":"The best thing about the future is that it comes only one day at a time.","author":"Abraham Lincoln","category":"future"},{"quote":"Hardly anyone knows how much is gained by ignoring the future.","author":"Bernard de Fontenelle","category":"future"},{"quote":"The future is hidden even from those who make it.","author":"Anatole France","category":"future"},{"quote":"They who lose today may win tomorrow.","author":"Miguel de Cervantes","category":"future"},{"quote":"Be of good cheer. Do not think of today's failures  but of the success that may come tomorrow. You have set yourselves a difficult task  but you will succeed if you persevere  and you will find a joy in overcoming obstacles. Remember  no effort that we make to attain something beautiful is ever lost.","author":"Helen Keller","category":"future"},{"quote":"When all else is lost  the future still remains.","author":"Christian Bovee","category":"future"},{"quote":"There is hope for all of us. Well  anyway  if you don't die you live through it  day in  day out.","author":"Mary Beckett","category":"future"},{"quote":"Our faith in the present dies out long before our faith in the future.","author":"Ruth Benedict","category":"future"},{"quote":"I have been nothing ... but there is tomorrow.","author":"Louis L'Amour","category":"future"},{"quote":"After all  tomorrow is another day.","author":"Scarlett O'Hara","category":"future"},{"quote":"Everyone has it within his power to say  this I am today  that I shall be tomorrow.","author":"Louis L'Amour","category":"future"},{"quote":"He who foresees calamities suffers them twice over.","author":"Beilby Porteous","category":"future"},{"quote":"Only man clogs his happiness with care  destroying what is with thoughts of what may be.","author":"John Dryden","category":"future"},{"quote":"It is never safe to look into the future with eyes of fear.","author":"E. H. Harriman","category":"future"},{"quote":"If you are afraid for your future  you don't have a present.","author":"James Petersen","category":"future"},{"quote":"He that fears not the future may enjoy the present.","author":"Thomas Fuller","category":"future"},{"quote":"Cowards die many times before their deaths  the valiant never taste of death but once.","author":"William Shakespeare","category":"future"},{"quote":"The future is called \"perhaps \" which is the only possible thing to call the future. And the important thing is not to allow that to scare you.","author":"Tennessee Williams","category":"future"},{"quote":"To relinquish a present good through apprehension of a future evil is in most instances unwise ... from a fear which may afterwards turn out groundless  you lost the good that lay within your grasp.","author":"Francesco Guicciardini","category":"future"},{"quote":"Nothing in life is more remarkable than the unnecessary anxiety which we endure  and generally create ourselves.","author":"Benjamin Disraeli","category":"future"},{"quote":"Every man  through fear  mugs his aspirations a dozen times a day.","author":"Brendan Francis","category":"future"},{"quote":"The mere apprehension of a coming evil has put many into a situation of the utmost danger.","author":"Lucan","category":"future"},{"quote":"We need not be afraid of the future  for the future will be in our own hands.","author":"Thomas E. Dewey","category":"future"},{"quote":"I am not afraid of tomorrow  for I have seen yesterday and I love today.","author":"William Allen White","category":"future"},{"quote":"Go forth to meet the shadowy Future without fear and with a manly heart.","author":"Henry Wadsworth Longfellow","category":"future"},{"quote":"We grow in time to trust the future for our answers.","author":"Ruth Benedict","category":"future"},{"quote":"Every tomorrow has two handles. We can take hold of it with the handle of anxiety or the handle of faith.","author":"Henry Ward Beecher","category":"future"},{"quote":"Put aside the need to know some future design and simply leave your life open to what is needed of it by the Divine forces.","author":"Emmanuel","category":"future"},{"quote":"See how time makes all grief decay.","author":"Adelaide Proctor","category":"future"},{"quote":"The only limit to our realization of tomorrow will be our doubts of today. Let us move forward with strong and active faith.","author":"Franklin Delano Roosevelt","category":"future"},{"quote":"It is not the cares of today  but the cares of tomorrow  that weigh a man down. For the needs of today we have corresponding strength given. For the morrow we are told to trust. It is not ours yet.","author":"George Macdonald","category":"future"},{"quote":"Take therefore no thought of the morrow  for the morrow shall take thought for the things of itself.","author":"Bible","category":"future"},{"quote":"Tomorrow is the day when idlers work  and fools reform  and mortal men lay hold on heaven.","author":"Edward Young","category":"future"},{"quote":"Tomorrow is the mysterious  unknown guest.","author":"Henry Wadsworth Longfellow","category":"future"},{"quote":"Tomorrow is the only day in the year that appeals to a lazy man.","author":"Jimmy Lyons","category":"future"},{"quote":"The future is something which everyone reaches at the rate of sixty minutes an hour  whatever he does  whoever he is.","author":"C. S. Lewis","category":"future"},{"quote":"The future is a world limited by ourselves-in it we discover only what concerns us.","author":"Maurice Maeterlinck","category":"future"},{"quote":"The future is only the past again  entered through another gate.","author":"Arthur Wing Pinero","category":"future"},{"quote":"The future is the most expensive luxury in the world.","author":"Thornton Wilder","category":"future"},{"quote":"The future is the shape of things to come.","author":"H. G. Wells","category":"future"},{"quote":"The future is the past in preparation.","author":"Pierre Dae","category":"future"},{"quote":"To the being of fully alive  the future is not ominous but a promise  it surrounds the present like a halo.","author":"John Dewey","category":"future"},{"quote":"The future is hope!","author":"John Fiske","category":"future"},{"quote":"The future is a great land.","author":"Anonymous","category":"future"},{"quote":"The future is wider than vision  and has no end.","author":"Donald G. Mitchell","category":"future"},{"quote":"Losing the future is the best thing that ever happened to me.","author":"Marilyn French","category":"future"},{"quote":"Grow old along with me! The best is yet to be.","author":"Robert Browning","category":"future"},{"quote":"I have always been driven by some distant music-a battle hymn no doubt-for I have been at war from the beginning. I've never looked back before. I've never had the time and it has always seemed so dangerous.","author":"Bette Davis","category":"future"},{"quote":"He who lives in the future lives in a featureless blank  he lives in impersonality  he lives in Nirvana. The past is democratic  because it is a people. The future is despotic  because it is a caprice. Every man is alone in his prediction  just as each man is alone in a dream.","author":"G. K. Chesterton","category":"future"},{"quote":"The future belongs to those who believe in the beauty of their dreams.","author":"Eleanor Roosevelt","category":"future"},{"quote":"When I look to the future  it's so bright  it burns my eyes.","author":"Oprah Winfrey","category":"future"},{"quote":"I like the dreams of the future better than the history of the past.","author":"Thomas Jefferson","category":"future"},{"quote":"I never think of the future. It comes soon enough.","author":"Albert Einstein","category":"future"},{"quote":"You cannot plan the future by the past.","author":"Edmund Burke","category":"future"},{"quote":"It is when tomorrow's burden is added to the burden of today that the weight is more than a man can bear.","author":"George Macdonald","category":"future"},{"quote":"My interest is in the future because I am going to spend the rest of my life there.","author":"Charles F. Kettering","category":"future"},{"quote":"Yesterday is not ours to recover  but tomorrow is ours to win or lose.","author":"Lyndon B. Johnson","category":"future"},{"quote":"The possibilities for tomorrow are usually beyond our expectations.","author":"Anonymous","category":"future"},{"quote":"Where will I be five years from now? I delight in not knowing. That's one of the greatest things about life-its wonderful surprises.","author":"Mario Thomas","category":"future"},{"quote":"When I look at the future  it's so bright  it burns my eyes.","author":"Oprah Winfrey","category":"future"},{"quote":"Everyone's future is  in reality  uncertain and full of unknown treasures from which all may draw unguessed prizes.","author":"Lord Dunsany","category":"future"},{"quote":"The future is made of the same stuff as the present.","author":"Simone Weil","category":"future"},{"quote":"The future is much like the present  only longer.","author":"Dan Quisenberry","category":"future"},{"quote":"By-and-by never comes.","author":"Saint Augustine","category":"future"},{"quote":"The bridges you cross before you come to them are over rivers that aren't there.","author":"Gene Brown","category":"future"},{"quote":"Strike when thou wilt  the hour of rest  but let my last days be my best.","author":"Robert Browning","category":"future"},{"quote":"For you and me  today is all we have  tomorrow is a mirage that may never become reality.","author":"Louis L'Amour","category":"future"},{"quote":"I fear there will be no future for those who do not change.","author":"Louis L'Amour","category":"future"},{"quote":"If a man carefully examines his thoughts he will be surprised to find how much he lives in the future. His well-being is always ahead.","author":"Ralph Waldo Emerson","category":"future"},{"quote":"I got the blues thinking of the future  so I left off and made some marmalade. It's amazing how it cheers one up to shred oranges and scrub the floor.","author":"D. H. Lawrence","category":"future"},{"quote":"You learn to build your roads on today  because tomorrow's ground is too uncertain for plans  and futures have a way of falling down in mid-flight.","author":"Veronica Shoffstal","category":"future"},{"quote":"Fortunately for children  the uncertainties of the present always give way to the enchanted possibilities of the future.","author":"Gelsey Kirkland","category":"future"},{"quote":"A house may draw visitors  but it is the possessor alone that can detain them.","author":"Charles Caleb Colton","category":"home"},{"quote":"A man's home is his wife's castle.","author":"Alexander Chase","category":"home"},{"quote":"I want a house that has got over all its troubles  I don't want to spend the rest of my life bringing up a young and inexperienced house.","author":"Jerome K. Jerome","category":"home"},{"quote":"The great advantage of a hotel is that it's a refuge from home life.","author":"George Bernard Shaw","category":"home"},{"quote":"The surroundings householders crave are glorified autobiographies.","author":"T. H. Robsjohn-Gibbings","category":"home"},{"quote":"Home is not where you live but where they understand you.","author":"Christian Morgenstern","category":"home"},{"quote":"Where thou art  that  is Home.","author":"Emily Dickinson","category":"home"},{"quote":"Home is the place where  when you have to go there  They have to take you in.","author":"Robert Frost","category":"home"},{"quote":"A man builds a fine house  and now he has a master  and a task for life is to furnish  watch  show it  and keep it in repair the rest of his life.","author":"Ralph Waldo Emerson","category":"home"},{"quote":"The strength of a nation  especially of a republican nation  is in the intelligent and well-ordered homes of the people.","author":"Lydia Sigourney","category":"home"},{"quote":"Justice was born outside the home and a long way from it  and it has never been adopted there.","author":"Walter Cronkite","category":"home"},{"quote":"The home of everyone is to him his castle and fortress  as well for his defence against injury and violence  as for his repose.","author":"Edward Coke","category":"home"},{"quote":"Pride  avarice and envy are in every home.","author":"Thornton Wilder","category":"home"},{"quote":"Of all modern notions  the worst is this: that domesticity is dull. Inside the home  they say  is dead decorum and routine  outside is adventure and variety. But the truth is that the home is the only place of liberty  the only spot on earth where a man can alter arrangements suddenly  make an experiment or indulge in a whim. The home is not the one tame place in a world of adventure  it is the one wild place in a world of rules and set tasks.","author":"G. K. Chesterton","category":"home"},{"quote":"I have come back again to where I belong  not an enchanted place  but the walls are strong.","author":"Dorothy H. Rath","category":"home"},{"quote":"To mankind in general Macbeth and Lady Macbeth stand out as the supreme type of all that a host and hostess should not be.","author":"Max Beerbohm","category":"home"},{"quote":"The fellow that owns his own home is always just coming out of a hardware store.","author":"Kin Hubbard","category":"home"},{"quote":"Common sense is the collection of prejudices acquired by age 18.","author":"Albert Einstein","category":"mind"},{"quote":"Curiosity is a lust of the mind.","author":"Thomas Hobbes","category":"mind"},{"quote":"Gluttony is an emotional escape  a sign something is eating us.","author":"Peter de Vries","category":"mind"},{"quote":"The heart of a statesman should be in his head.","author":"Napoleon Bonaparte","category":"mind"},{"quote":"Minds  like bodies  will often fall into a pimpled  ill-conditioned state from mere excess of comfort.","author":"Charles Dickens","category":"mind"},{"quote":"Of course  he seems to have quite a mind of his own and that is probably where he is weakest.","author":"Arnold Schoenberg","category":"mind"},{"quote":"That is the consolation of a little mind  you have the fun of changing it without impeding the progress of mankind.","author":"Frank Moore Colby","category":"mind"},{"quote":"The flesh endures the storms of the present alone  the mind  those of the past and future as well as the present.","author":"Epicurus","category":"mind"},{"quote":"The mind of man is capable of anything - because everything is in it  all the past as well as all the future.","author":"Joseph Conrad","category":"mind"},{"quote":"Then comes Winston with his hundred horsepower mind and what can I do?","author":"Stanley Baldwin","category":"mind"},{"quote":"We know the human brain is a device to keep the ears from grating on one another.","author":"Peter de Vries","category":"mind"},{"quote":"One man who has a mind and knows it can always beat ten men who haven't and don't.","author":"George Bernard Shaw","category":"mind"},{"quote":"When the mind is thinking  it is talking to itself.","author":"Plato","category":"mind"},{"quote":"I am not absent-minded. It is the presence of mind that makes me unaware of everything else.","author":"G. K. Chesterton","category":"mind"},{"quote":"Our unconsciousness is like a vast subterranean factory with intricate machinery that is never idle  where work goes on day and night from the time we are born until the moment of our death.","author":"Milton R. Sapirstein","category":"mind"},{"quote":"Only an incompetent mind is content to express itself incompetently.","author":"J. M. Barker","category":"mind"},{"quote":"A great many open minds should be closed for repairs.","author":"Toledo Blade","category":"mind"},{"quote":"If you keep your mind sufficiently open  people will throw a lot of rubbish into it.","author":"William A. Orton","category":"mind"},{"quote":"Merely having an open mind is nothing. The object of opening the mind  as of opening the mouth  is to shut it again on something solid.","author":"G. K. Chesterton","category":"mind"},{"quote":"The perversion of the mind is only possible when those who should be heard in its defence are silent.","author":"Archibald MacLeish","category":"mind"},{"quote":"Our minds are lazier than our bodies.","author":"La Rochefoucauld","category":"mind"},{"quote":"Strength is a matter of the made-up mind.","author":"John Beecher","category":"mind"},{"quote":"What we think and feel and are is to a great extent determined by the state of our ductless glands and our viscera.","author":"Aldous Huxley","category":"mind"},{"quote":"The feeling of inferiority rules the mental life and can be clearly recognized as the sense of incompleteness and unfulfillment  and in the uninterrupted struggle both of individuals and of humanity.","author":"Alfred Adler","category":"mind"},{"quote":"Discipline does not mean suppression and control  nor is it adjustment to a pattern or ideology. It means a mind that sees 'what is' and learns from 'what was'.","author":"Jiddu Krishnamurti","category":"mind"},{"quote":"That which enters the mind through reason can be corrected. That which is admitted through faith  hardly ever.","author":"Santiago Ramon y Cajal","category":"mind"},{"quote":"Vanity plays lurid tricks with our memory.","author":"Joseph Conrad","category":"past"},{"quote":"Nostalgia is a seductive liar.","author":"George W. Ball","category":"past"},{"quote":"Was it always my nature to take a bad time and block out the good times  until any success became an accident and failure seemed the only truth?","author":"Lillian Hellman","category":"past"},{"quote":"Nostalgia: A device that removes the ruts and potholes from memory lane.","author":"Doug Larson","category":"past"},{"quote":"What was hard to bear is sweet to remember.","author":"Portuguese proverb","category":"past"},{"quote":"The heart's memory eliminates the bad and magnifies the good  and thanks to this artifice we manage to endure the burdens of the past.","author":"Gabriel Garcia Marquez","category":"past"},{"quote":"Some folks never exaggerate-they just remember big.","author":"Audrey Snead","category":"past"},{"quote":"A man's memory may almost become the art of continually varying and misrepresenting his past  according to his interest in the present.","author":"George Santayana","category":"past"},{"quote":"Praising what is lost makes the remembrance dear.","author":"William Shakespeare","category":"past"},{"quote":"God gave us memory that we might have roses in December.","author":"Sir James M. Barrie","category":"past"},{"quote":"There has never been an age that did not applaud the past and lament the present.","author":"Lillian Eichler Watson","category":"past"},{"quote":"Only sick music makes money today.","author":"Friedrich Nietzsche","category":"past"},{"quote":"Children today are tyrants. They contradict their parents  gobble their food  and tyrannize their teachers.","author":"Socrates","category":"past"},{"quote":"Posterity will say as usual: \"In the past things were better  the present is worse than the past.\"","author":"Anton Chekhov","category":"past"},{"quote":"Our ignorance of history makes us libel to our own times. People have always been like this.","author":"Gustave Flaubert","category":"past"},{"quote":"Oh  this age! How tasteless and ill-bred it is!","author":"Catullus","category":"past"},{"quote":"This strange disease of modern life  with its sick hurry  its divided aims.","author":"Matthew Arnold","category":"past"},{"quote":"The illusion that times that were are better than those that are has probably pervaded all ages.","author":"Horace Greeley","category":"past"},{"quote":"Oh  what times! Oh  what standards!","author":"Cicero","category":"past"},{"quote":"Probably no one alive hasn't at one time or another brooded over the possibility of going back to an earlier  ideal age in his existence and living a different kind of life.","author":"Hal Boyle","category":"past"},{"quote":"The Golden Age was never the present Age.","author":"Thomas Fuller","category":"past"},{"quote":"The worst time is always the present.","author":"Jean de la Fontaine","category":"past"},{"quote":"The \"good old times\"-all times  when old  are good.","author":"Lord Byron","category":"past"},{"quote":"\"The good old days.\" The only good days are ahead.","author":"Alice Childress","category":"past"},{"quote":"There are two kinds of stones  as everyone knows  one which rolls.","author":"Amelia Earhart","category":"past"},{"quote":"Recognizing what we have done in the past is a recognition of ourselves. By conducting a dialogue with our past  we are searching how to go forward.","author":"Kiyoko Takeda","category":"past"},{"quote":"I know of no way of judging the future but by the past.","author":"Patrick Henry","category":"past"},{"quote":"Those who cannot remember the past are condemned to repeat it.","author":"George Santayana","category":"past"},{"quote":"To look backward for a while is to refresh the eye  to restore it  and to render it more fit for its prime function of looking forward.","author":"Margaret Fairless Barber","category":"past"},{"quote":"The past is never dead-it is not even past.","author":"William Faulkner","category":"past"},{"quote":"The past is the best way to suppose what may come.","author":"Lord Halifax","category":"past"},{"quote":"We can never go back again  that much is certain. The past is still too close to us. The things we have tried to forget and put behind us would stir again  and that sense of fear  of furtive unrest... might in some manner unforeseen become a living companion  as it had before.","author":"Daphne du Maurier","category":"past"},{"quote":"Past: Our cradle  not our prison  and there is danger as well as appeal in its glamour. The past is for inspiration  not imitation  for continuation  not repetition.","author":"Israel Zangwill","category":"past"},{"quote":"Life can only be understood backwards  but it must be lived forward.","author":"Soren Kierkegaard","category":"past"},{"quote":"When I want to understand what is happening today or try to decide what will happen tomorrow  I look back.","author":"Oliver Wendell Holmes","category":"past"},{"quote":"We live in the present  we dream of the future  but we learn eternal truths from the past.","author":"Madame Chiang Kai-Shek","category":"past"},{"quote":"The past is the best prophet of the future.","author":"Lord Byron","category":"past"},{"quote":"Truth  however bitter  can be accepted  and woven into a design for living.","author":"Agatha Christie","category":"past"},{"quote":"The past will not tell us what we ought to do  but... what we ought to avoid.","author":"Jose Ortega y Gasset","category":"past"},{"quote":"Tomorrow hopes we have learned something from yesterday.","author":"John Wayne","category":"past"},{"quote":"Judgement comes from experience  and great judgement comes from bad experience.","author":"Robert Packwood","category":"past"},{"quote":"The only use of a knowledge of the past is to equip us for the present.","author":"Alfred North Whitehead","category":"past"},{"quote":"When the past has taught us that we have more within us than we have ever used  our prayer is a cry to the divine to come to us and fill us with its power.","author":"Rudolph Steiner","category":"past"},{"quote":"Don't ruin the present with the ruined past.","author":"Ellen Gilchrist","category":"past"},{"quote":"Ah tell me not that memory Sheds gladness o'er the past  What is recalled by faded flowers Save that they did not last?","author":"Letitia Landon","category":"past"},{"quote":"Here lies my past  Goodbye I have kissed it  Thank you kids  I wouldn't have missed it.","author":"Ogden Nash","category":"past"},{"quote":"Forget the past and live the present hour.","author":"Sarah Knowles Bolton","category":"past"},{"quote":"Living in the past is a dull and lonely business  looking back strains the neck muscles  causes you to bump into people not going your way.","author":"Edna Ferber","category":"past"},{"quote":"I demolish my bridges behind me ... then there is no choice but forward.","author":"Firdtjof Nansen","category":"past"},{"quote":"Looking repeatedly into the past  you do not necessarily become fascinated with your own life  but rather with the phenomenon of memory.","author":"Patricia Hampl","category":"past"},{"quote":"Let the past drift away with the water.","author":"Japanese saying","category":"past"},{"quote":"The past cannot be changed. The future is yet in your power.","author":"Mary Pickford","category":"past"},{"quote":"I have very strong feelings about how you lead your life. You always look ahead  you never look back.","author":"Ann Richards","category":"past"},{"quote":"Not the power to remember  but its very opposite  the power to forget  is a necessary condition for our existence.","author":"Sholem Asch","category":"past"},{"quote":"You cannot step twice into the same river  for other waters are continually flowing on.","author":"Heraclitus","category":"past"},{"quote":"Better by far you should forget and smile  than that you should remember and be sad.","author":"Christina Rossetti","category":"past"},{"quote":"The past should be culled like a box of fresh strawberries  rinsed of debris  sweetened judiciously and served in small portions  not very often.","author":"Laura Palmer","category":"past"},{"quote":"May I forget what ought to be forgotten  and recall  unfailing  all that ought to be recalled  each kindly thing  forgetting what might sting.","author":"Maty Caroline Davies","category":"past"},{"quote":"Here's to the past. Thank God it's past!","author":"Anonymous","category":"past"},{"quote":"One must be thrust out of a finished cycle in life  and that leap is the most difficult to make-to part with one's faith  one's love  when one would prefer to renew the faith and recreate the passion.","author":"Anais Nin","category":"past"},{"quote":"The biggest thing in today's sorrow is the memory of yesterday's joy.","author":"Kahlil Gibran","category":"past"},{"quote":"It's but little good you'll go a-water-ing the last year's crop.","author":"George Eliot","category":"past"},{"quote":"The worst thing you can do is to try to cling to something that's gone  or to recreate it.","author":"Johnette Napolitano","category":"past"},{"quote":"Ne'er look for the birds of this year in the nests of the last.","author":"Miguel de Cervantes","category":"past"},{"quote":"Don't look back. Something may be gaining on you.","author":"Satchel Paige","category":"past"},{"quote":"Anyone who limits her vision to memories of yesterday is already dead.","author":"Lillie Langtry","category":"past"},{"quote":"I like the dreams for the future better than the history of the past.","author":"Thomas Jefferson","category":"past"},{"quote":"The first recipe for happiness is: Avoid too lengthy meditations on the past.","author":"Andre Maurois","category":"past"},{"quote":"The past is a funeral gone by.","author":"Edmund Gosse","category":"past"},{"quote":"Never let yesterday use up today.","author":"Richard H. Nelson","category":"past"},{"quote":"How the past perishes is how the future becomes.","author":"Alfred North Whitehead","category":"past"},{"quote":"The dogmas of the quiet past are inadequate to the stormy present.","author":"Abraham Lincoln","category":"past"},{"quote":"In the life of the spirit there is no ending that is not a beginning.","author":"Henrietta Zolde","category":"past"},{"quote":"The past is but the beginning of a beginning  and all that is and has been is but the twilight of the dawn.","author":"H. G. Wells","category":"past"},{"quote":"Anyone who limits her vision to memories of yesterday is already dead.","author":"Lillie Langtry","category":"past"},{"quote":"Nor deem the irrevocable Past As wholly wasted  wholly vain  If  rising on its wrecks  at last To something nobler we attain.","author":"Henry Wadsworth Longfellow","category":"past"},{"quote":"Youth is  after all  just a moment  but it is the moment  the spark that you always carry in your heart.","author":"Raisa M. Gorbachev","category":"past"},{"quote":"Nothing is predestined: The obstacles of your past can become the gateways that lead to new beginnings.","author":"Ralph Blum","category":"past"},{"quote":"No star is ever lost we once have seen  We always may be what we might have been.","author":"Adelaide Proctor","category":"past"},{"quote":"What's past is prologue.","author":"William Shakespeare","category":"past"},{"quote":"In my end is my beginning.","author":"Mary Stuart","category":"past"},{"quote":"The good old days were never that good  believe me. The good new days are today  and better days are coming tomorrow. Our greatest songs are still unsung.","author":"Hubert H. Humphrey","category":"past"},{"quote":"The past is never completely lost  khowever extensive the devastation. Your sorrows are the bricks and mortar of a magnificent temple. What you are today and what you will be tomorrow are because of what you have been.","author":"Gordon Wright","category":"past"},{"quote":"Fear not for the future  weep not for the past.","author":"Percy Bysshe Shelley","category":"past"},{"quote":"There are two days about which nobody should ever worry  and these are yesterday and tomorrow.","author":"Robert Jones Burdette","category":"past"},{"quote":"We crucify ourselves between two thieves: regret for yesterday and fear of tomorrow.","author":"Fulton Oursler","category":"past"},{"quote":"Every saint has a past  and every sinner has a future.","author":"Oscar Wilde","category":"past"},{"quote":"When I am anxious it is because I am living in the future. When I am depressed it is because I am living in the past.","author":"Anonymous","category":"past"},{"quote":"I'm not convinced that the world is in any worse shape than it ever was. It's just that in this age of almost instantaneous communication  we bear the weight of problems our forefathers only read about after they were solved.","author":"Burton Hillis","category":"past"},{"quote":"Truth has no beginning.","author":"Mary Baker Eddy","category":"past"},{"quote":"The world's history is constant  like the laws of nature  and simple  like the souls of men.","author":"J. C. F. von Schiller","category":"past"},{"quote":"These are the stories that never  never die  that are carried like seed into a new country  are told to you and me and make in us new and lasting strengths.","author":"Meridel Le Sueur","category":"past"},{"quote":"What one loves in childhood stays in the heart forever.","author":"Mary Jo Putney","category":"past"},{"quote":"This time  like all times  is a very good one if we but know what to do with it.","author":"Ralph Waldo Emerson","category":"past"},{"quote":"In times like these  it helps to recall that there have always been times like these.","author":"Paul Harvey","category":"past"},{"quote":"Our ignorance of history makes us libel our own times. People have always been like this.","author":"Gustave Flaubert","category":"past"},{"quote":"The good old days are neither better nor worse than the ones we're living through right now.","author":"Artie Shaw","category":"past"},{"quote":"Where I was born and where and how I have lived is unimportant. It is what I have done with where I have been that should be of interest.","author":"Georgia O'Keeffe","category":"past"},{"quote":"Respect the past in the full measure of its deserts  but do not make the mistake of confusing it with the present  nor seek in it the ideals of the future.","author":"Jose Ingenieros","category":"past"},{"quote":"It's a pleasure to share one's memories. Everything remembered is dear  endearing  touching  precious. At least the past is safe-though we didn't know it at the time. We know it now. Because it's in the past  because we have survived.","author":"Susan Sontag","category":"past"},{"quote":"The events in our lives happen in a sequence in time  but in their significance to ourselves  they find their own order ... the continuous thread of revelation.","author":"Eudora Welty","category":"past"},{"quote":"The best compliment we can pay our past is to prophetically and bravely face today and tomorrow.","author":"Bernie Wiebe","category":"past"},{"quote":"Some memories are realities  and are better than anything that can ever happen to one again.","author":"Willa Cather","category":"past"},{"quote":"Fortunate are the people whose roots are deep.","author":"Agnes Meyer","category":"past"},{"quote":"As the dew to the blossom  the bud to the bee  As the scent to the rose  are those memories to me.","author":"Amelia C. Welby","category":"past"},{"quote":"Heirlooms we don't have in our family. But stories we've got.","author":"Rose Chernin","category":"past"},{"quote":"We have to do with the past only as we can make it useful to the present and the future.","author":"Frederick Douglass","category":"past"},{"quote":"The past is a guidepost  not a hitching post.","author":"L. Thomas Holdcroft","category":"past"},{"quote":"The past in retrospect holds manifold disenchantments  failures and even tragedies  and yet the worse may be forgotten and the best held fast.","author":"W. Robertson Neicoll","category":"past"},{"quote":"The road was new to me  as roads always are  going back.","author":"Sarah Orne Jewett","category":"past"},{"quote":"No yesterdays are ever wasted for those who give themselves to today.","author":"Brendan Francis","category":"past"},{"quote":"Yesterday I lived  today I suffer  tomorrow I die  but I still think fondly  today and tomorrow  of yesterday.","author":"Gotthold Ephraim Lessing","category":"past"},{"quote":"Each has his past shut in him like the leaves of a book shown to him by heart  and his friends can only read the title.","author":"Virginia Woolf","category":"past"},{"quote":"We are well advised to keep on nodding terms with the people we used to be  whether we find them attractive company or not.... We forget all too soon the things we thought we could never forget.","author":"Joan Didion","category":"past"},{"quote":"The past is a work of art  free of irrelevancies and loose ends.","author":"Max Beerbohm","category":"past"},{"quote":"The past is a foreign country  they do things differently there.","author":"Leslie Poles Hartley","category":"past"},{"quote":"The past with its pleasures  its rewards  its foolishness  its punishments  is there for each of us forever  and it should be.","author":"Lillian Hellman","category":"past"},{"quote":"The past is that which we possess fully and in whole.","author":"Isidor Eliashev","category":"past"},{"quote":"Our deeds still travel with us from afar  and what we have been makes us what we are.","author":"George Eliot","category":"past"},{"quote":"The past is the tomorrow that got away.","author":"Leonard L. Levinson","category":"past"},{"quote":"Our life is like some vast lake that is slowly filling with the stream of our years. As the waters creep surely upward the landmarks of the past are one by one submerged. But there shall always be memory to lift its head above the tide until the lake is overflowing.","author":"Alexandre Charles Auguste Bisson","category":"past"},{"quote":"Why should we grope among the dry bones of the past  or put the living generation into masquerade out of its faded wardrobe?","author":"Ralph Waldo Emerson","category":"past"},{"quote":"No past is dead for us  but only sleeping  love.","author":"Helen Hunt Jackson","category":"past"},{"quote":"I look back on my life like a good day's work  it is done and I am satisfied with it.","author":"Grandma Moses","category":"past"},{"quote":"Of all sad words of tongue or pen  the saddest are these: It might have been.","author":"John Greenleaf Whittier","category":"past"},{"quote":"That sign of old age  extolling the past at the expense of the present.","author":"Sydney Smith","category":"past"},{"quote":"The past is one evil less and one memory more.","author":"Elbert Hubbard","category":"past"},{"quote":"Then is then. Now is now. We must grow to learn the difference.","author":"Anonymous","category":"past"},{"quote":"The past not merely is not fugitive  it remains present.","author":"Marcel Proust","category":"past"}]}