{"author":"Ravindu Manoj","github":"ravindu01manoj","repo":"Quotes-500k","data":[{"quote":"Women need a reason to have sex. Men just need a place.","author":"Billy Crystal","category":"passion"},{"quote":"Sex alleviates tension. Love causes it.","author":"Woody Allen","category":"passion"},{"quote":"I have loved to the point of madness  that which is called madness  that which to me  is the only sensible way to love.","author":"Francoise Sagan","category":"passion"},{"quote":"My wife is a sex object -  every time I ask for sex  she objects.","author":"Les Dawson","category":"passion"},{"quote":"Sex is a conversation carried out by other means. If you get on well out of bed  half the problems of bed are solved.","author":"Peter Ustinov","category":"passion"},{"quote":"I prefer love over sex.","author":"Enrique Iglesias","category":"passion"},{"quote":"I know nothing about sex  because I was always married.","author":"Zsa Zsa Gabor","category":"passion"},{"quote":"Passion is universal humanity. Without it religion  history  romance and art would be useless.","author":"Honore de Balzac","category":"passion"},{"quote":"Knowledge of mankind is a knowledge of their passions.","author":"Benjamin Disraeli","category":"passion"},{"quote":"Passions unguided are for the most part mere madness.","author":"Thomas Hobbes","category":"passion"},{"quote":"Take heed lest passion sway Thy judgment to do aught  which else free will Would not admit.","author":"John Milton","category":"passion"},{"quote":"The ruling passion  be it what it will  The ruling passion conquers reason still.","author":"Alexander Pope","category":"passion"},{"quote":"Give me that man That is not passion's slave.","author":"William Shakespeare","category":"passion"},{"quote":"The present contains nothing more than the past  and what is found in the effect was already in the cause.","author":"Henri Bergson","category":"past"},{"quote":"Gone - glimmering through the dream of things that were.","author":"Lord Byron","category":"past"},{"quote":"0 God! Put back Thy universe and give me yesterday.","author":"Henry Arthur Jones","category":"past"},{"quote":"Weep no more  lady  weep no more  Thy sorrow is in vain  For violets plucked  the sweetest showers Will ne'er make grow again.","author":"Thomas Percy","category":"past"},{"quote":"1 tell you the past is a bucket of ashes.","author":"Carl Sandburg","category":"past"},{"quote":"Those who cannot remember the past are condemned to repeat it.","author":"George Santayana","category":"past"},{"quote":"The best prophet of the future is the past.","author":"John Sherman","category":"past"},{"quote":"Patience and passage of time do more than strength and fury.","author":"Jean de la Fontaine","category":"patience"},{"quote":"Patience is a bitter plant but it has sweet fruit.","author":"Old proverb","category":"patience"},{"quote":"Patience  that blending of moral courage with physical timidity.","author":"Thomas Hardy","category":"patience"},{"quote":"The slow rhythm of waiting.","author":"Adrian Cowell","category":"patience"},{"quote":"What can't be cured  must be endured.","author":"Old saying","category":"patience"},{"quote":"Have patience with all things  but chiefly have patience with yourself. Do not lose courage in considering your own imperfections  but instantly set about remedying them - every day begin the task anew.","author":"St. Francis de Sales","category":"patience"},{"quote":"Patience makes a woman beautiful in middle age.","author":"Elliot Paul","category":"patience"},{"quote":"Life on the farm is a school of patience  you can't hurry the crops or make an ox in two days.","author":"Henri Fournier Alain","category":"patience"},{"quote":"There is nothing so bitter  that a patient mind cannot find some solace for it.","author":"Seneca","category":"patience"},{"quote":"Patience has its limits. Take it too far  and it's cowardice.","author":"George Jackson","category":"patience"},{"quote":"With time and patience the mulberry leaf becomes a silk gown.","author":"Chinese proverb","category":"patience"},{"quote":"People in a hurry cannot think  cannot grow  nor can they decay. They are preserved in a state of perpetual puerility.","author":"Eric Hoffer","category":"patience"},{"quote":"Never cut what you can untie.","author":"Joseph Joubert","category":"patience"},{"quote":"I am as poor as Job  my lord  but not so patient.","author":"William Shakespeare","category":"patience"},{"quote":"A handful of patience is worth more than a bushel of brains.","author":"Dutch proverb","category":"patience"},{"quote":"The more haste  the less speed.","author":"John Heywood","category":"patience"},{"quote":"Hasten slowly.","author":"Augustus Caesar","category":"patience"},{"quote":"There are no short cuts to Heaven  only the ordinary way of ordinary things.","author":"Vincent McNabb","category":"patience"},{"quote":"Never think that God's delays are God's denials. Hold on  hold fast  hold out. Patience is genius.","author":"Comte de Buffon","category":"patience"},{"quote":"A handful of patience is worth more than a bushel of brains.","author":"Dutch proverb","category":"patience"},{"quote":"Adopt the pace of nature: her secret is patience.","author":"Ralph Waldo Emerson","category":"patience"},{"quote":"He that can have patience can have what he will.","author":"Benjamin Franklin","category":"patience"},{"quote":"By time and toil we sever What strength and rage could never.","author":"Jean de la Fontaine","category":"patience"},{"quote":"All things come round to him who will but wait.","author":"Henry Wadsworth Longfellow","category":"patience"},{"quote":"And makes us rather bear those ills we have Than fly to others that we know not of?","author":"William Shakespeare","category":"patience"},{"quote":"How poor are they that have not patience! What wound did ever heal but by degrees?","author":"William Shakespeare","category":"patience"},{"quote":"Patience is the art of hoping.","author":"Vauvenargues","category":"patience"},{"quote":"Ireland is the old sow that eats her farrow.","author":"James Joyce","category":"patriotism, nationalism"},{"quote":"I have never understood why one's affections must be confined  as once with women  to a single country.","author":"John Kenneth Galbraith","category":"patriotism, nationalism"},{"quote":"One of the great attractions of patriotism - it fulfills our worst wishes. In the person of our nation we are able  vicariously  to bully and cheat. Bully and cheat  what's more  with a feeling that we are profoundly virtuous.","author":"Aldous Huxley","category":"patriotism, nationalism"},{"quote":"Patriotism is not short  frenzied outbursts of emotion  but the tranquil and steady dedicaton of a lifetime.","author":"Adlai Stevenson","category":"patriotism, nationalism"},{"quote":"True patriotism hates injustice in its own land more than anywhere else.","author":"Clarence Darrow","category":"patriotism, nationalism"},{"quote":"A nation is a body of people who have done great things together.","author":"Ernest Renan","category":"patriotism, nationalism"},{"quote":"Each man must for himself alone decide what is right and what is wrong  which course is patriotic and which isn't. You cannot shirk this and be a man.","author":"Mark Twain","category":"patriotism, nationalism"},{"quote":"The French have a passion for revolution but an abhorrence of change.","author":"Old saying","category":"patriotism, nationalism"},{"quote":"God made the ocean  but the Dutch made Holland.","author":"Dutch proverb","category":"patriotism, nationalism"},{"quote":"The Creator made Italy with designs by Michelangelo.","author":"Mark Twain","category":"patriotism, nationalism"},{"quote":"Men may be linked in friendship. Nations are linked only by interests.","author":"Rolf Hochhuth","category":"patriotism, nationalism"},{"quote":"What makes a nation great is not primarily its great men  but the stature of its innumerable mediocre ones.","author":"Jose Ortega y Gasset","category":"patriotism, nationalism"},{"quote":"There is Ontario patriotism  Quebec patriotism  or Western patriotism  each based on the hope that it may swallow up the others  but there is no Canadian patriotism  and we can have no Canadian nation when we have no Canadian patriotism.","author":"Henri Bourassa","category":"patriotism, nationalism"},{"quote":"I'm troubled. I'm dissatisfied. I'm Irish.","author":"Marianne Moore","category":"patriotism, nationalism"},{"quote":"The mind supplies the idea of a nation  but what gives this idea its sentimental force is a community of dreams.","author":"Andre Malraux","category":"patriotism, nationalism"},{"quote":"My favourite example (of ex-patriotism) is James Joyce  who left Ireland at nineteen and never came back. But he spent the rest of his life writing about Ireland from the perspective of living in Paris.","author":"Karl Beveridge","category":"patriotism, nationalism"},{"quote":"A nation is a body of people who have done great things together in the past and hope to do great things together in the future.","author":"Frank Underhill","category":"patriotism, nationalism"},{"quote":"The Swiss are not a people so much as a neat  clean  quite solvent business.","author":"William Faulkner","category":"patriotism, nationalism"},{"quote":"Ireland is a fatal disease  fatal to Englishmen and doubly fatal to Irishmen.","author":"George Moore","category":"patriotism, nationalism"},{"quote":"Swim or sink  live or die  survive or perish with my country was my unalterable determination.","author":"John Adams","category":"patriotism"},{"quote":"Our country! In her intercourse with foreign nations  may she always be in the right  but our country  right or wrong.","author":"Stephen Decatur","category":"patriotism"},{"quote":"No man can be a patriot on an empty stomach.","author":"W. C. Brann","category":"patriotism"},{"quote":"1 realize that patriotism is not enough. I must have no hatred toward any one.","author":"Edith Cavell","category":"patriotism"},{"quote":"Den I wish I was in Dixie  Hooray! Hooray! In Dixie Land I'll take my stand To lib and die in Dixie.","author":"Daniel D. Emmett","category":"patriotism"},{"quote":"I only regret that I have but one life to lose for my country.","author":"Nathan Hale","category":"patriotism"},{"quote":"I am not a Virginian but an American.","author":"Patrick Henry","category":"patriotism"},{"quote":"Patriotism is the last refuge of a scoundrel.","author":"Samuel Johnson","category":"patriotism"},{"quote":"Breathes there the man with soul so dead  Who never to himself hath said  This is my own  my native land!","author":"Walter Scott","category":"patriotism"},{"quote":"The world is my country  all mankind are my brethren  and to do good is my religion.","author":"Thomas Paine","category":"patriotism"},{"quote":"Millions for defense  but not one cent for tribute.","author":"Charles C. Pinckney","category":"patriotism"},{"quote":"The first rule is to keep an untroubled spirit. The second is to look things in the face and know them for what they are.","author":"Marcus Aurelius","category":"peace, mind"},{"quote":"It takes time  love  and support to find peace with the restless one.","author":"Deidra Sarault","category":"peace, mind"},{"quote":"The only peace  the only security  is in fulfillment.","author":"Henry Miller","category":"peace, mind"},{"quote":"Peace of mind is that mental condition in which you have accepted the worst.","author":"Lin Yutang","category":"peace, mind"},{"quote":"In truth  to attain to interior peace  one must be willing to pass through the contrary to peace.","author":"Swami Brahmananda","category":"peace, mind"},{"quote":"When at night you cannot sleep  talk to the Shepherd and stop counting sheep.","author":"Anonymous","category":"peace, mind"},{"quote":"When we are unable to find tranquility within ourselves  it is useless to seek it elsewhere.","author":"Francois de La Rochefoucauld","category":"peace, mind"},{"quote":"If you do not find peace in yourself  you will never find it anywhere else.","author":"Paula A. Bendry","category":"peace, mind"},{"quote":"If there is to be any peace it will come through being  not having.","author":"Henry Miller","category":"peace, mind"},{"quote":"Nowhere can man find a quieter or more untroubled retreat than in his own soul.","author":"Marcus Aurelius","category":"peace, mind"},{"quote":"Peace does not dwell in outward things  but within the soul  we may preserve it in the midst of the bitterest pain  if our will remains firm and submissive. Peace in this life springs from acquiescence to  not in an exemption from  suffering.","author":"Francois de Fenelon","category":"peace, mind"},{"quote":"Nothing can bring you peace but yourself.","author":"Ralph Waldo Emerson","category":"peace, mind"},{"quote":"In a world filled with causes for worry and anxiety ... we need the peace of God standing guard over our hearts and minds.","author":"Jerry W. McCant","category":"peace, mind"},{"quote":"Peace is not the absence of conflict  but the presence of God no matter what the conflict.","author":"Anonymous","category":"peace, mind"},{"quote":"There may be those on earth who dress better or eat better  but those who enjoy the peace of God sleep better.","author":"L. Thomas Holdcroft","category":"peace, mind"},{"quote":"This is a sane  wholesome  practical  working faith: That it is a man's business to do the will of God  second  that God himself takes on the care of that man  and third  that therefore that man ought never to be afraid of anything.","author":"George Macdonald","category":"peace, mind"},{"quote":"When we believe that God is Father  we also believe that such a father's hand will never cause his child a needless tear. We may not understand life any better  but we will not resent life any longer.","author":"William Barclay","category":"peace, mind"},{"quote":"The peace is won by accompanying God into the battle.","author":"Eivind Josef Berggrav","category":"peace, mind"},{"quote":"I do not want the peace which pass-eth understanding  I want the understanding which bringeth peace.","author":"Helen Keller","category":"peace, mind"},{"quote":"It takes more distress and poison to kill someone who has peace of mind and loves life.","author":"Bernie S. Siegel","category":"peace, mind"},{"quote":"She could not separate success from peace of mind. The two must go together.","author":"Daphne du Maurier","category":"peace, mind"},{"quote":"There is no such thing as inner peace  there is only nervousness and death.","author":"Fran Lebowitz","category":"peace"},{"quote":"When fire and water are at war it is the fire that loses.","author":"Spanish proverb","category":"peace"},{"quote":"Before the war  and especially before the Boer War  it was summer all the year round.","author":"George Orwell","category":"peace"},{"quote":"One sword keeps another in the sheath.","author":"George Herbert","category":"peace"},{"quote":"Peace is a virtual  mute  sustained victory of potential powers against probable greeds.","author":"Paul Valery","category":"peace"},{"quote":"Peace is not an absence of war  it is a virtue  a state of mind  a disposition for benevolence  confidence  justice.","author":"Benedict Spinoza","category":"peace"},{"quote":"There are no makers of peace because the making of peace is at least as costly as the making of war - at least as exigent.","author":"Daniel Berrigan","category":"peace"},{"quote":"Once you hear the details of victory  it is hard to distinguish it from a defeat.","author":"Jean-Paul Sartre","category":"peace"},{"quote":"The peace of the man who has foresworn the use of the bullet seems to me not quite peace  but a canting impotence.","author":"Ralph Waldo Emerson","category":"peace"},{"quote":"Where they make a desert  they call it peace.","author":"Tacitus","category":"peace"},{"quote":"That they may have a little peace  even the best dogs are compelled to snarl occasionally.","author":"William Feather","category":"peace"},{"quote":"Peace: in international affairs  a period of cheating between two periods of fighting.","author":"Ambrose Bierce","category":"peace"},{"quote":"They sicken of the calm who know the storm.","author":"Dorothy Parker","category":"peace"},{"quote":"Time spent with cats is never wasted.","author":"Colette","category":"peace"},{"quote":"There are two means of refuge from the miseries of life: music and cats.","author":"Albert Schweitzer","category":"peace"},{"quote":"You can't look at a sleeping cat and be tense.","author":"Jane Pauley","category":"peace"},{"quote":"It is impossible to keep a straight face in the presence of one or more kittens.","author":"Cynthia E. Varnado","category":"peace"},{"quote":"Dogs come when they're called  cats take a message and get back to you.","author":"Mary Bly","category":"peace"},{"quote":"Cats are smarter than dogs. You can't get eight cats to pull a sled through snow.","author":"Jeff Valdez","category":"peace"},{"quote":"Cats seem to go on the principle that it never does any harm to ask for what you want.","author":"Joseph Wood Krutch","category":"peace"},{"quote":"Cats are angels with fur.","author":"Sark","category":"peace"},{"quote":"Whoever said you can't buy happiness forgot about little puppies.","author":"Gene Hill","category":"peace"},{"quote":"There is no psychiatrist in the world like a puppy licking your face.","author":"Bern Williams","category":"peace"},{"quote":"Know thyself. Don't accept your dog's admiration as conclusive evidence that you are wonderful.","author":"Ann Landers","category":"peace"},{"quote":"Dogs are not our whole life  but they make our lives whole.","author":"Roger Caras","category":"peace"},{"quote":"Living with a dog is one way to retain something of a child's spirit.","author":"Michael Rosen","category":"peace"},{"quote":"A dog Is the only thing on earth that loves you more than he loves himself.","author":"Josh Billings","category":"peace"},{"quote":"The greatest pleasure of a dog is that you may make a fool of yourself with him  and not only will he not scold you  but he will make a fool of himself  too.","author":"Samuel Butler","category":"peace"},{"quote":"The dog is the god of frolic.","author":"Henry Ward Beecher","category":"peace"},{"quote":"I wonder if other dogs think poodles are members of a weird religious cult.","author":"Rita Rudner","category":"peace"},{"quote":"I have always thought of a dog lover as a dog that was in love with another dog.","author":"James Thurber","category":"peace"},{"quote":"A dog wags its tail with its heart.","author":"Martin Buxbaum","category":"peace"},{"quote":"Dogs laugh  but they laugh with their tails.","author":"Max Eastman","category":"peace"},{"quote":"Money will buy a pretty good dog but it won't buy the wag of his tail.","author":"Josh Billings","category":"peace"},{"quote":"No matter how little money and how few possessions you own  having a dog makes you rich.","author":"Louis Sabin","category":"peace"},{"quote":"Peace is the first thing the angels sang. Peace is the mark of the sons of God. Peace is the nurse of love. Peace is the mother of unity. Peace is the rest of blessed souls. Peace is the dwelling place of eternity.","author":"Leo the Great","category":"peace"},{"quote":"Peace is a daily  a weekly  a monthly process  gradually changing opinions  slowly eroding old barriers  quietly building new structures. And however undramatic the pursuit of peace  the pursuit must go on.","author":"John F. Kennedy","category":"peace"},{"quote":"Choose to experience peace rather than conflict.","author":"Gerald Jampolsky","category":"peace"},{"quote":"You don't have to have fought in a war to love peace.","author":"Geraldine Ferraro","category":"peace"},{"quote":"War is an invention of the human mind. The human mind can invent peace.","author":"Norman Cousins","category":"peace"},{"quote":"I think that people want peace so much that one of these days governments had better get out of their way and let them have it.","author":"Dwight D. Eisenhower","category":"peace"},{"quote":"If we have no peace  it is because we have forgotten that we belong to each other.","author":"Mother Teresa","category":"peace"},{"quote":"Until he extends his circle of compassion to all living things  man will not find peace.","author":"Albert Schweitzer","category":"peace"},{"quote":"It isn't enough to talk about peace  one must believe in it. And it isn't enough to believe in it  one must work at it.","author":"Eleanor Roosevelt","category":"peace"},{"quote":"Before it's too late  and time is running out  let us turn from trust in the chain reactions of exploding atoms to faith of the chain reaction of God's love. Love - love of God and fellow men. That is God's formula for peace.","author":"Richard Cardinal Cushing","category":"peace"},{"quote":"The more we sweat in peace the less we bleed in war.","author":"Vijaya Lakshmi Pandit","category":"peace"},{"quote":"It is understanding that gives us an ability to have peace. When we understand the other fellow's viewpoint  and he understands ours  then we can sit down and work out our differences.","author":"Harry S. Truman","category":"peace"},{"quote":"It takes two to make peace.","author":"John F. Kennedy","category":"peace"},{"quote":"We merely want to live in peace with all the world  to trade with them  to commune with them  to learn from their culture as they may learn from ours  so that the products of our toil may be used for our schools and our roads and our churches and not for guns and planes and tanks and ships of war.","author":"Dwight D. Eisenhower","category":"peace"},{"quote":"The place to improve the world is first in one's own heart and head and hands.","author":"Robert Persig","category":"peace"},{"quote":"If we have not peace within ourselves  it is in vain to seek it from outward sources.","author":"La Rochefoucauld","category":"peace"},{"quote":"The only way to bring peace to the earth is to learn to make our own life peaceful.","author":"The Buddha","category":"peace"},{"quote":"Peace  like charity  begins at home.","author":"Franklin D. Roosevelt","category":"peace"},{"quote":"May you have warmth in your igloo  oil in your lamp  and peace in your heart.","author":"Eskimo proverb","category":"peace"},{"quote":"Positive thoughts (joy  happiness  fulfillment  achievement  worthiness) have positive results (enthusiasm  calm  well-being  ease  energy  love). -  Negative thoughts (judgment  unworthiness  mistrust  resentment  fear) produce negative results (tension  anxiety  alienation  anger  fatigue).","author":"Peter McWilliams","category":"peace"},{"quote":"Could we change our attitude  we should not only see life differently  but life itself would come to be different. Life would undergo a change of appearance because we ourselves had undergone a change in attitude.","author":"Katherine Mansfield","category":"peace"},{"quote":"Life is a mirror and will reflect back to the thinker what he thinks into it.","author":"Ernest Holmes","category":"peace"},{"quote":"Our thoughts and imaginations are the only real limits to our possibilities","author":"Orison S. Marden","category":"peace"},{"quote":"It is the mind that maketh good of ill  that maketh wretch or happy  rich or poor.","author":"Edmund Spenser","category":"peace"},{"quote":"Most of us can  as we choose  make of this world either a palace or a prison.","author":"Sir John Lubbock","category":"peace"},{"quote":"We are each gifted in a unique and important way. It is our privilege and our adventure to discover our own special light.","author":"Mary Dunbar","category":"peace"},{"quote":"Before a painter puts a brush to his canvas he sees his picture mentally. ... If you think of yourself in terms of a painting  what do you see? ... Is the picture one you think worth painting? . . . You create yourself in the image you hold in your mind.","author":"Thomas Dreier","category":"peace"},{"quote":"We cannot tell what may happen to us in the strange medley of life. But we can decide what happens in us - how we take it  what we do with it - and that is what really counts in the end.","author":"Joseph Newton","category":"peace"},{"quote":"Get into the habit of looking for the silver lining of the cloud  and  when you have found it  continue to look at it  rather than at the leaden gray in the middle. It will help you over many hard places.","author":"A. A. Willitts","category":"peace"},{"quote":"Keep your face to the sunshine and you cannot see the shadow.","author":"Helen Keller","category":"peace"},{"quote":"There is very little difference in people  but that little difference makes a big difference. The little difference is attitude. The big difference is whether it is positive or negative.","author":"W. Clement Stone","category":"peace"},{"quote":"It is not the situation. It is your reaction to the situation.","author":"Bob Conklin","category":"peace"},{"quote":"There are two big forces at work  external and internal. We have very little control over external forces such as tornadoes  earthquakes  floods  disasters  illness  and pain. What really matters is the internal force. How do I respond to those disasters? Over that I have complete control.","author":"Leo Buscaglia","category":"peace"},{"quote":"If you will call your troubles experiences  and remember that every experience develops some latent force within you  you will grow vigorous and happy  however adverse your circumstances may seem to be.","author":"John Miller","category":"peace"},{"quote":"Diseases can be our spiritual flat tires - disruptions in our lives that seem to be disasters at the time but end by redirecting our lives in a meaningful way.","author":"Bernie Siegel","category":"peace"},{"quote":"Out of difficulties grow miracles.","author":"Jean de la Bruyere","category":"peace"},{"quote":"Great emergencies and crises show us how much greater our vital resources are than we had supposed.","author":"William James","category":"peace"},{"quote":"In the depth of winter I finally learned that there was in me an invincible summer.","author":"Albert Camus","category":"peace"},{"quote":"God gave us our memories so that we might have roses in December.","author":"J. M. Barrie","category":"peace"},{"quote":"I'm not afraid of storms for I'm learning how to sail my ship.","author":"Louisa May Alcott","category":"peace"},{"quote":"Help us to be the always hopeful gardeners of the spirit who know that without darkness nothing comes to birth as without light nothing flowers.","author":"May Sarton","category":"peace"},{"quote":"The quickest way to change your attitude toward pain is to accept the fact that everything that happens to us has been designed for our spiritual growth.","author":"M. Scott Peck","category":"peace"},{"quote":"When somebody is angry with us  we draw a halo around his or her head  in our minds. Does the person stop being angry then? Well  we don't know! We know  though  that when we draw a halo around a person  suddenly the person starts to look like an angel to us.","author":"John Lennon","category":"peace"},{"quote":"Picture yourself placing your problem inside a pale  yellow balloon  letting it go  watching it drift until it is a tiny pastel dot in the sky.","author":"Barbara Markoff","category":"peace"},{"quote":"Whenever something good happens  write it down. Buy a special notebook . . . and use it to list all the good in your life.","author":"Peter McWilliams","category":"peace"},{"quote":"It doesn't hurt to be optimistic. You can always cry later.","author":"Lucimar Santos de Lima","category":"peace"},{"quote":"The average pencil is seven inches long  with just a half-inch eraser - in case you thought optimism was dead.","author":"Robert Brault","category":"peace"},{"quote":"Pessimism never won any battle.","author":"Dwight D. Eisenhower","category":"peace"},{"quote":"Stop the mindless wishing that things would be different. Rather than wasting time and emotional and spiritual energy in explaining why we don't have what we want  we can start to pursue other ways to get it.","author":"Greg Anderson","category":"peace"},{"quote":"Man is so made that whenever anything fires his soul  impossibilities vanish.","author":"Jean de la Fontaine","category":"peace"},{"quote":"Deep within man dwell those slumbering powers  powers that would astonish him  that he never dreamed of possessing  forces that would revolutionize his life if aroused and put into action.","author":"Orison S. Marden","category":"peace"},{"quote":"Within you right now is the power to do things you never dreamed possible. This power becomes available to you just as soon as you can change your beliefs.","author":"Maxwell Maltz","category":"peace"},{"quote":"Exhilaration of life can be found only with an upward look. This is an exciting world. It is cram-packed with opportunity. Great moments wait around every corner.","author":"Richard Devos","category":"peace"},{"quote":"Enthusiasm is the greatest asset in the world. It beats money and power and influence.","author":"Henry Chester","category":"peace"},{"quote":"Nothing splendid has ever been achieved except by those who dared to believe that something inside of them was superior to circumstance.","author":"Bruce Barton","category":"peace"},{"quote":"It is the ultimate wisdom of the mountains that we are never so much human as when we are striving for what is beyond our grasp  and that there is no battle worth the winning save that against our own ignorance and fear.","author":"James Ramsey Ullman","category":"peace"},{"quote":"I keep the telephone of my mind open to peace  harmony  health  love  and abundance. Then whenever doubt  anxiety  or fear try to call me  they keep getting a busy signal and soon they'll forget my number.","author":"Edith Armstrong","category":"peace"},{"quote":"You can do anything you wish to do  have anything you wish to have  be anything you wish to be.","author":"Robert Collier","category":"peace"},{"quote":"People become really quite remarkable when they start thinking that they can do things. When they believe in themselves they have the first secret of success.","author":"Norman Vincent Peale","category":"peace"},{"quote":"What lies behind us and what lies before us are small matter compared to what lies within us.","author":"Ralph Waldo Emerson","category":"peace"},{"quote":"No matter what level of your ability  you have more potential than you can ever develop in a lifetime.","author":"James McCay","category":"peace"},{"quote":"Everyone has got it in him  if he will only make up his mind and stick at it. None of us is born with a stop-valve on his powers or with a set limit to his capacities. There is no limit possible to the expansion of each one of us.","author":"Charles Schwab","category":"peace"},{"quote":"Everyone has inside of him a piece of good news. The good news is that you don't know how great you can bel How much you can love! What you can accomplish! And what your potential is I","author":"Anne Frank","category":"peace"},{"quote":"The power which resides in man is new in nature  and none but he knows what that is which he can do  nor does he until he has tried.","author":"Ralph Waldo Emerson","category":"peace"},{"quote":"Ask  and it shall be given you  seek  and ye shall find  knock  and it shall be opened unto you. For every one that asketh  receiveth  and he that seeketh  findeth  and to him that knocketh it shall be opened.","author":"Bible","category":"peace"},{"quote":"Trust yourself. You know more than you think you do.","author":"Benjamin Spock","category":"peace"},{"quote":"If we did all the things we are capable of doing  we would literally astound ourselves.","author":"Thomas Alva Edison","category":"peace"},{"quote":"Each of us makes his own weather  determines the color of the skies in the emotional universe which he inhabits.","author":"Bishop Fulton J. Sheen","category":"peace"},{"quote":"Every beauty and greatness in this world is created by a single thought or emotion inside a man. Every thing we see today  made by past generations  was  before its appearance  a thought in the mind of a man or an impulse in the heart of a woman.","author":"Kahlil Gibran","category":"peace"},{"quote":"Be brave enough to live creatively. The creative is the place where no one else has ever been. You have to leave the city of your comfort and go into the wilderness of your intuition. You cannot get there by bus  only by hard work  risking and by not quite knowing what you are doing. What you will discover will be wonderful: yourself.","author":"Alan Alda","category":"peace"},{"quote":"Be not afraid of life. Believe that life is worth living  and your belief will help create the fact.","author":"William James","category":"peace"},{"quote":"Your living is determined not so much by what life brings to you as by the attitude you bring to life.","author":"John Miller","category":"peace"},{"quote":"I am not discouraged  because every wrong attempt discarded is another step forward.","author":"Thomas Alva Edison","category":"peace"},{"quote":"What is defeat? Nothing but education  nothing but the first step toward something better.","author":"Wendell Phillips","category":"peace"},{"quote":"To every disadvantage there is a corresponding advantage.","author":"W. Clement Stone","category":"peace"},{"quote":"Look at everything as though you were seeing it either for the first or last time. Then your time on earth will be filled with glory.","author":"Betty Smith","category":"peace"},{"quote":"One for whom the pebble has value must be surrounded by treasures wherever he goes.","author":"Par Lagerkvist","category":"peace"},{"quote":"We're all only fragile threads  but what a tapestry we make.","author":"Jerry Ellis","category":"peace"},{"quote":"Today  let's give thanks for life. For life itself. For simply being born!","author":"Daphne Rose Kingma","category":"peace"},{"quote":"I prefer the most unfair peace to the most righteous war.","author":"Cicero","category":"peace"},{"quote":"Peace rules the day  where reason rules the mind.","author":"William Collins","category":"peace"},{"quote":"Even peace may be purchased at too high a price.","author":"Benjamin Franklin","category":"peace"},{"quote":"Peace be with you.","author":"Bible","category":"peace"},{"quote":"I have never advocated war  except as a means of peace.","author":"Ulysses S. Grant","category":"peace"},{"quote":"They shall beat their swords into ploughshares  and their spears into pruninghooks  nation shall not lift up sword against nation neither shall they learn war any more.","author":"Bible","category":"peace"},{"quote":"The wolf also shall dwell with the lamb  and the leopard shall lie down with the kid.","author":"Bible","category":"peace"},{"quote":"I am a man of peace  God knows how I love peace  but I hope I shall never be such a coward as to mistake oppression for peace.","author":"Louis Kossuth","category":"peace"},{"quote":"Peace at any price.","author":"Alphonse de Lamartine","category":"peace"},{"quote":"Glory to God  in the highest  and on earth peace  good will toward men.","author":"Bible","category":"peace"},{"quote":"Peace be to this house.","author":"Bible","category":"peace"},{"quote":"Peace hath her victories  No less renowned than war.","author":"John Milton","category":"peace"},{"quote":"If they want peace  nations should avoid the pin-pricks that precede cannon-shots.","author":"Napoleon","category":"peace"},{"quote":"Her ways are ways of pleasantness  and all her paths are peace.","author":"Bible","category":"peace"},{"quote":"Mercy and truth are met together: righteousness and peace have kissed each other.","author":"Bible","category":"peace"},{"quote":"Peace be within thy walls  and prosperity within they palaces.","author":"Bible","category":"peace"},{"quote":"If peace cannot be maintained with honor  it is no longer peace.","author":"Lord Russell","category":"peace"},{"quote":"Peace won by compromise is usually a short-lived achievement.","author":"Winfield Scott","category":"peace"},{"quote":"If the pursuit of peace is both old and new  it is also both complicated and simple. It is complicated  for it has to do with people  and nothing in this universe baffles man as much as man himself.","author":"Adlai Stevenson","category":"peace"},{"quote":"The war-drum throbb'd no longer  and the battleflags were furl'd In the parliament of man  the federation of the world.","author":"Lord Alfred Tennyson","category":"peace"},{"quote":"To be prepared for war is one of the most effectual means of preserving peace.","author":"George Washington","category":"peace"},{"quote":"The pen is mightier than the sword.","author":"Edward G. Bulwer-Lytton","category":"pen"},{"quote":"If you give me six lines written by the hand of the most honest of men  I will find something in them which will hang him.","author":"Richelieu","category":"pen"},{"quote":"The voice of the people is the voice of God.","author":"Alcuin","category":"people"},{"quote":"The people are the only sure reliance for the preservation of our liberty.","author":"Thomas Jefferson","category":"people"},{"quote":"We here highly resolve that these dead shall not have died in vain  that this nation  under God  shall have a new birth of freedom  and that government of the people  by the people  and for the people  shall not perish from the earth.","author":"Abraham Lincoln","category":"people"},{"quote":"God must have loved the plain people: He made so many of them.","author":"Abraham Lincoln","category":"people"},{"quote":"You can fool some of the people all of the time  and all of the people some of the time  but you cannot fool all of the people all the time.","author":"Abraham Lincoln","category":"people"},{"quote":"The second  sober thought of the people is seldom wrong  and always efficient.","author":"Martin Van Buren","category":"people"},{"quote":"The two kinds of people on earth that I mean Are the people who lift and the people who lean.","author":"Ella Wheeler Wilcox","category":"people"},{"quote":"Perfection does not exist. To understand this is the triumph of human intelligence  to expect to possess it is the most dangerous kind of madness.","author":"Alfred de Musset","category":"perfection"},{"quote":"So much perfection argues rottenness somewhere.","author":"Beatrice Potter Webb","category":"perfection"},{"quote":"The essence of man is imperfection.","author":"Norman Cousins","category":"perfection"},{"quote":"A new idea is rarely born like Venus attended by graces. More commonly it's modeled of baling wire and acne. More commonly it wheezes and tips over.","author":"Marge Piercy","category":"perfection"},{"quote":"The essence of being human is that one does not seek perfection.","author":"George Orwell","category":"perfection"},{"quote":"There is no perfection in humanity.","author":"Samuel Montagne","category":"perfection"},{"quote":"Perfection never exists in reality  but only in our dreams.","author":"Dr. Rudolf Dreikurs","category":"perfection"},{"quote":"He is lifeless that is faultless.","author":"English proverb","category":"perfection"},{"quote":"Perfection is out of the question.","author":"Anne Archer","category":"perfection"},{"quote":"His only fault is that he has no fault.","author":"Pliny, the Younger","category":"perfection"},{"quote":"If you're looking for perfection  look in the mirror. If you find it there  expect it elsewhere.","author":"Malcolm Forbes","category":"perfection"},{"quote":"A perfect poem is impossible. Once it has been written  the world would end.","author":"Robert Graves","category":"perfection"},{"quote":"It is the function of perfection to make one know one's imperfection.","author":"Saint Augustine","category":"perfection"},{"quote":"The man with insight enough to admit his limitations comes nearest to perfection.","author":"Johann von Goethe","category":"perfection"},{"quote":"A man would do nothing if he waited until he could do it so well that no one could find fault.","author":"John Henry Cardinal Newman","category":"perfection"},{"quote":"Nothing you write  if you hope to be any good  will ever come out as you first hoped.","author":"Lillian Hellman","category":"perfection"},{"quote":"All of us failed to match our dreams of perfection.","author":"William Faulkner","category":"perfection"},{"quote":"What  after all  is a halo? It's only one more thing to keep clean.","author":"Christopher Fry","category":"perfection"},{"quote":"Angels can do no better.","author":"K. Panuthos","category":"perfection"},{"quote":"To talk about the need for perfection in man is to talk about the need for another species.","author":"Norman Cousins","category":"perfection"},{"quote":"Striving for perfection is the greatest stopper there is. You'll be afraid you can't achieve it. ... It's your excuse to yourself for not doing anything. Instead  strive for excellence  doing your best.","author":"Sir Laurence Olivier","category":"perfection"},{"quote":"The \"C\" students run the world.","author":"Harry S. Truman","category":"perfection"},{"quote":"You know what they call the guy who finishes last in medical school? They call him Doctor!","author":"Abe Lemons","category":"perfection"},{"quote":"A good garden may have some weeds.","author":"Thomas Fuller","category":"perfection"},{"quote":"At times failure is very necessary for the artist. It reminds him that failure is not the ultimate disaster. And this reminder liberates him from the mean fussing of perfectionism.","author":"John Berger","category":"perfection"},{"quote":"Perfection is no more a requisite to art than to heroes.","author":"Ned Rorem","category":"perfection"},{"quote":"Living with a saint is more grueling than being one.","author":"Robert Neville","category":"perfection"},{"quote":"A finished person is a boring person.","author":"Anna Quindlen","category":"perfection"},{"quote":"He is all fault who hath no fault at all. For who loves me must have a touch of earth.","author":"Alfred, Lord Tennyson","category":"perfection"},{"quote":"You're only human  you're supposed to make mistakes.","author":"Billy Joel","category":"perfection"},{"quote":"Truth is immortal  error is mortal.","author":"Mary Baker Eddy","category":"perfection"},{"quote":"I don't like a man to be too efficient. He's likely to be not human enough.","author":"Felix Frankfurter","category":"perfection"},{"quote":"Sainthood is acceptable only in saints.","author":"Pamela Hansford Johnson","category":"perfection"},{"quote":"I like a man with faults  especially when he knows it. To err is human- I'm uncomfortable around gods.","author":"Hugh Prather","category":"perfection"},{"quote":"If the best man's faults were written on his forehead  it would make him pull his hat over his eyes.","author":"Gaelic proverb","category":"perfection"},{"quote":"Friendships aren't perfect  and yet they are very precious. For me  not expecting perfection all in one place was a great release.","author":"Letty Cottin Pogrebin","category":"perfection"},{"quote":"Almost anything carried to its logical extreme becomes depressing  if not carcinogenic.","author":"Ursula K. LeGuin","category":"perfection"},{"quote":"A concern with the perfectibility of mankind is always a symptom of thwarted or perverted development.","author":"Hugh Kingsmill","category":"perfection"},{"quote":"Perfectionism is self-abuse of the highest order.","author":"Anne Wilson Schaef","category":"perfection"},{"quote":"When everything has to be right  something isn't.","author":"Stanislaw Lee","category":"perfection"},{"quote":"The maxim \"Nothing avails but perfection\" may be spelled \"Paralysis.\"","author":"Winston Churchill","category":"perfection"},{"quote":"Perfectionism is a dangerous state of mind in an imperfect world.","author":"Robert Hillyer","category":"perfection"},{"quote":"Perfectionism is slow death.","author":"Hugh Prather","category":"perfection"},{"quote":"Perfect order is the forerunner of perfect horror.","author":"Carlos Fuentes","category":"perfection"},{"quote":"The more a human being feels himself a self  tries to intensify this self and reach a never-attainable perfection  the more drastically he steps out of the center of being.","author":"Eugene Herrigel","category":"perfection"},{"quote":"The man who makes no mistakes lacks boldness and the spirit of adventure. He never tries anything new. He is a brake on the wheels of progress.","author":"M. W. Larmour","category":"perfection"},{"quote":"I only have to stop the puck  not beat it to death.","author":"Don Beaupre","category":"perfection"},{"quote":"To try to be better is to be better.","author":"Charlotte Cushman","category":"perfection"},{"quote":"Even a clock that is not going is right twice a day.","author":"Polish proverb","category":"perfection"},{"quote":"Have patience with all things  but chiefly have patience with yourself. Do not lose courage in considering your own imperfections  but instantly set about remedying them-every day begin the task anew.","author":"Saint Francis de Sales","category":"perfection"},{"quote":"When we do the best that we can  we never know what miracle is wrought in our life  or in the life of another.","author":"Helen Keller","category":"perfection"},{"quote":"We're the best team in baseball. But not by much.","author":"Sparky Anderson","category":"perfection"},{"quote":"We fought hard. We gave it our best. We did what was right and we made a difference.","author":"Geraldine Ferraro","category":"perfection"},{"quote":"Use what talents you have  the woods would have little music if no birds sang their song except those who sang best.","author":"Reverend Oliver G. Wilson","category":"perfection"},{"quote":"I'll take any way to get into the Hall of Fame. If they want a batboy  I'll go in as a batboy.","author":"Phil Rizzuto","category":"perfection"},{"quote":"Perfection consists not in doing extraordinary things  but in doing ordinary things extraordinarily well.","author":"Angelique Arnauld","category":"perfection"},{"quote":"One must not hold one's self so divine as to be unwilling occasionally to make improvements in one's creations.","author":"Ludwig van Beethoven","category":"perfection"},{"quote":"If I'd been a housemaid  I'd have been the best in Australia-I couldn't help it. It's got to be perfection for me.","author":"Nellie Melba","category":"perfection"},{"quote":"When something has been perfect  there is a tendency to try hard to repeat it.","author":"Edna O'Brien","category":"perfection"},{"quote":"The artist who aims at perfection in everything achieves it in nothing.","author":"Eugene Delacroix","category":"perfection"},{"quote":"You just have to learn not to care about the dust mites under the beds.","author":"Margaret Mead","category":"perfection"},{"quote":"The secret of joy in work is contained in one word-excellence. To know how to do something well is to enjoy it.","author":"Pearl S. Buck","category":"perfection"},{"quote":"Excellence encourages one about life generally  it shows the spiritual wealth of the world.","author":"George Eliot","category":"perfection"},{"quote":"Excellence is not an act but a habit. The things you do the most are the things you will do the best.","author":"Marva Collins","category":"perfection"},{"quote":"The very pink of perfection.","author":"Oliver Goldsmith","category":"perfection"},{"quote":"There are many lovely women  but no perfect ones.","author":"Victor Hugo","category":"perfection"},{"quote":"Trifles make perfection  and perfection is no trifle.","author":"Michelangelo","category":"perfection"},{"quote":"Whoever thinks a faultless piece to see. Thinks what ne'er was  nor is  nor e'er shall be.","author":"Alexander Pope","category":"perfection"},{"quote":"Grudge no expense-yield to no opposition-forget fatigue-till  by the strength of prayer and sacrifice  the spirit of love shall have overcome.","author":"Maria Weston Chapman","category":"perseverance"},{"quote":"There is an incredible amount of magic and feistiness in black men that nobody has been able to wipe out. But everybody has tried.","author":"Toni Morrison","category":"perseverance"},{"quote":"To look back is to relax one's vigil.","author":"Bette Davis","category":"perseverance"},{"quote":"There's nothing in this world that comes easy. There are a lot of people who aren't going to bother to win. We learn in football to get up and go once more.","author":"Woody Hayes","category":"perseverance"},{"quote":"Life is not easy for any of us. But what of that? We must have perseverance and above all confidence in ourselves. We must believe that we are gifted for something  and that this thing  at whatever cost  must be attained.","author":"Marie Curie","category":"perseverance"},{"quote":"You can do what you want to do  accomplish what you want to accomplish  attain any reasonable objective ... if you want it  if you will to do it  if you work to do it  over a sufficiently long period of time.","author":"William E. Holler","category":"perseverance"},{"quote":"To persevere  trusting in what hopes he has  is courage in a man. The coward despairs.","author":"Euripides","category":"perseverance"},{"quote":"If you don't wake up with something in your stomach every day that makes you think  \"I want to make this movie \" it'll never get made.","author":"Sherry Lansing","category":"perseverance"},{"quote":"There are but two roads that lead to an important goal and to the doing of great things: strength and perseverance. Strength is the lot of but a few privileged men  but austere perseverance  harsh and continuous  may be employed by the smallest of us and rarely fails of its purpose  for its silent power grows irresistibly greater with time.","author":"Johann von Goethe","category":"perseverance"},{"quote":"We conquer by continuing.","author":"George Matheson","category":"perseverance"},{"quote":"When you stop talking  you've lost your customer.","author":"Estee Lauder","category":"perseverance"},{"quote":"When it goes wrong  you feel like cutting your throat  but you go on. You don't let anything get you down so much that it beats you or stops you.","author":"George Cukor","category":"perseverance"},{"quote":"To tend  unfailingly  unflinchingly  towards a goal  is the secret of success.","author":"Anna Pavlova","category":"perseverance"},{"quote":"Great works are performed not by strength  but by perseverance.","author":"Samuel Johnson","category":"perseverance"},{"quote":"Any man can work when every stroke of his hands brings down the fruit rattling from the tree ... but to labor in season and out of season  under every discouragement... that requires a heroism which is transcendent.","author":"Henry Ward Beecher","category":"perseverance"},{"quote":"Until I die  I'm going to keep doing. My people need me. They need somebody that's not taking from them and is giving them something.","author":"Clara McBride Hale","category":"perseverance"},{"quote":"Be like a postage stamp-stick to one thing until you get there.","author":"Josh Billings","category":"perseverance"},{"quote":"Keep on going  and the chances are that you will stumble on something  perhaps when you are least expecting it. I never heard of anyone ever stumbling on something sitting down.","author":"Charles F. Kettering","category":"perseverance"},{"quote":"With ordinary talent and extraordinary perseverance  all things are attainable.","author":"Sir Thomas Foxwell Buxton","category":"perseverance"},{"quote":"For me  at least  there came moments when faith wavered. But there is the great lesson and the great triumph: keep the fire burning until  by and by  out of the mass of sordid details there comes some result.","author":"Oliver Wendell Holmes","category":"perseverance"},{"quote":"Nothing in the world can take place of persistence. Talent will not  nothing is more common than unsuccessful individuals with talent. Genius will not  unrewarded genius is almost a proverb. Education will not  the world is full of educated derelicts. Persistence and determination alone are omnipotent.","author":"Calvin Coolidge","category":"perseverance"},{"quote":"Let me tell you the secret that has led me to my goal: my strength lies solely in my tenacity.","author":"Louis Pasteur","category":"perseverance"},{"quote":"In the game of life nothing is less important than the score at half time.","author":"Anonymous","category":"perseverance"},{"quote":"In the realm of ideas everything depends on enthusiasm  in the real world  all rests on perseverance.","author":"Johann von Goethe","category":"perseverance"},{"quote":"Without perseverance talent is a barren bed.","author":"Welsh proverb","category":"perseverance"},{"quote":"Don't be discouraged. It's often the last key in the bunch that opens the lock.","author":"Anonymous","category":"perseverance"},{"quote":"Dear God  I pray for patience. And I want it right now!","author":"Oren Arnold","category":"perseverance"},{"quote":"If you can keep your head when all about you are losing theirs  it's just possible you haven't grasped the situation.","author":"Jean Kerr","category":"perseverance"},{"quote":"The way I see it  if you want the rainbow  you gotta put up with the rain.","author":"Dolly Parton","category":"perseverance"},{"quote":"I am extraordinarily patient  provided I get my own way in the end.","author":"Margaret Thatcher","category":"perseverance"},{"quote":"If you want your ship to come in  you must build a dock.","author":"Anonymous","category":"perseverance"},{"quote":"By perseverance the snails reached the ark.","author":"Charles Haddon Spurgeon","category":"perseverance"},{"quote":"Hope: A pathological belief in the occurrence of the impossible.","author":"H. L. Mencken","category":"perseverance"},{"quote":"Do not free a camel of the burden of his hump  you may be freeing him from being a camel.","author":"G. K. Chesterton","category":"perseverance"},{"quote":"Experience is a hard teacher. She gives the test first  the lesson afterwards.","author":"Anonymous","category":"perseverance"},{"quote":"Ideas are a dime a dozen. People who put them into action are priceless.","author":"Anonymous","category":"perseverance"},{"quote":"As an entrepreneur  I am often asked how I kept my perseverance. Well  persevere comes from the Latin roots purse  as in \"money \" and sever  as in \"cut off.\" That's why I persevered.","author":"Brian Morgan","category":"perseverance"},{"quote":"Perseverance is not a long race  it is many short races  one after another.","author":"Walter Elliott","category":"perseverance"},{"quote":"The waters wear the stones.","author":"Anonymous","category":"perseverance"},{"quote":"Victory belongs to the most persevering.","author":"Napoleon","category":"perseverance"},{"quote":"Many strokes  though with a little axe  Hew down and fell the hardest-timber'd oak.","author":"William Shakespeare","category":"perseverance"},{"quote":"Do what you love. Know your own bone  gnaw at it  bury it  unearth it  and gnaw it still.","author":"Henry David Thoreau","category":"perseverance"},{"quote":"A fair exterior is a silent recommendation.","author":"Publilius Syrus","category":"personal, appearance"},{"quote":"Bald as the bare mountain tops are bald  with a baldness full of grandeur.","author":"Matthew Arnold","category":"personal, appearance"},{"quote":"But Shelley had a hyperthyroid face.","author":"John C. Squire","category":"personal, appearance"},{"quote":"He had but one eye  and the pocket of prejudice runs in favour of two.","author":"Charles Dickens","category":"personal, appearance"},{"quote":"His ears made him look like a taxi cab with both doors open.","author":"Howard Hughes","category":"personal, appearance"},{"quote":"The most delightful advantage of being bald - one can hear snowflakes.","author":"R. G. Daniels","category":"personal, appearance"},{"quote":"The secret of ugliness consists not in irregularity  but in being uninteresting.","author":"Ralph Waldo Emerson","category":"personal, appearance"},{"quote":"(Abraham Lincoln's) weathered face was homely as a plowed field.","author":"Stephen Vincent Benet","category":"personal, appearance"},{"quote":"Every man over forty is responsible for his face.","author":"Abraham Lincoln","category":"personal, appearance"},{"quote":"Don't blame the mirror if your face is faulty.","author":"Nikolai Gogol","category":"personal, appearance"},{"quote":"People are like birds - from a distance  beautiful: from close up  those sharp beaks  those beady little eyes.","author":"Richard J. Needham","category":"personal, appearance"},{"quote":"Consider the lilies of the field  how they grow  they toil not  neither do they spin. And yet I say unto you  that even Solomon in all his glory was not arrayed like one of these.","author":"Bible","category":"personal, appearance"},{"quote":"The world is a looking glass and gives back to every man the reflection of his own face.","author":"William Makepeace Thackeray","category":"personal, appearance"},{"quote":"He that has a great nose thinks everybody is speaking of it.","author":"Thomas Fuller","category":"personal, appearance"},{"quote":"There's one thing about baldness - it's neat.","author":"Don Herold","category":"personal, appearance"},{"quote":"One's eyes are what one is  one's mouth what one becomes.","author":"John Galsworthy","category":"personal, appearance"},{"quote":"Hair is another name for sex.","author":"Vidal Sassoon","category":"personal, appearance"},{"quote":"It is only shallow people who do not judge by appearances. The true mystery of the world is the visible  not the invisible.","author":"Oscar Wilde","category":"personal, appearance"},{"quote":"Clothes and manners do not make the man  but  when he is made  they greatly improve his appearance.","author":"Henry Ward Beecher","category":"personal, appearance"},{"quote":"Any man may be in good spirits and good temper when he's well dressed. There ain't much credit in that.","author":"Charles Dickens","category":"personal, appearance"},{"quote":"Why don't you get a haircut  you look like a chrysanthemum.","author":"P. G. Wodehouse","category":"personal, appearance"},{"quote":"Her face looks as if it had worn out two bodies.","author":"New England saying","category":"personal, appearance"},{"quote":"A man cannot dress  without his ideas get clothed at the same time.","author":"Laurence Sterne","category":"personal, appearance"},{"quote":"Where's the man could ease the heart Like a satin gown?","author":"Dorothy Parker","category":"personal, appearance"},{"quote":"Let me be dressed fine as I will  Flies  worms  and flowers  exceed me still.","author":"Isaac Watts","category":"personal, appearance"},{"quote":"A pessimist is one who feels bad when he feels good for fear he'll feel worse when he feels better.","author":"Anonymous","category":"pessimism"},{"quote":"How happy are the pessimists! What joy is theirs when they have proved there is no joy.","author":"Marie von Ebner-Eschenbach","category":"pessimism"},{"quote":"A pessimist? A man who thinks everybody as nasty as himself  and hates them for it.","author":"George Bernard Shaw","category":"pessimism"},{"quote":"Philanthropies and charities have a certain air of quackery.","author":"Ralph Waldo Emerson","category":"philanthropy"},{"quote":"Steal the hog  and give the feet for alms.","author":"George Edward Herbert","category":"philanthropy"},{"quote":"I was eyes to the blind  and feet was I to the lame.","author":"Bible","category":"philanthropy"},{"quote":"To pity distress is but human  to relieve it is Godlike.","author":"Horace Mann","category":"philanthropy"},{"quote":"Take heed that ye do not your alms before men  to be seen of them.","author":"Matthew","category":"philanthropy"},{"quote":"When thou doest alms  let not thy left hand know what they right hand doeth.","author":"Matthew","category":"philanthropy"},{"quote":"A blind man in a dark room - looking for a black hat which isn't there.","author":"Lord Bowen","category":"philosophy"},{"quote":"In other words  apart from the known and the unknown  what else is there?","author":"Harold Pinter","category":"philosophy"},{"quote":"The unrest which keeps the never-stopping clock metaphysics going is the thought that the non-existence of this world is just as possible as its existence.","author":"William James","category":"philosophy"},{"quote":"It takes a very unusual mind to undertake the analysis of the obvious.","author":"Alfred North Whitehead","category":"philosophy"},{"quote":"All philosophy lies in two words  sustain and abstain.","author":"Epictetus","category":"philosophy"},{"quote":"In philosophy an individual is becoming himself.","author":"Bernard Lonergan","category":"philosophy"},{"quote":"Romanticism is the expression of man's urge to rise above reason and common sense  just as rationalism is the expression of his urge to rise above theology and emotion.","author":"Charles Yost","category":"philosophy"},{"quote":"Science is what you know  philosophy is what you don't know.","author":"Bertrand Russell","category":"philosophy"},{"quote":"Here is the beginning of philosophy: a recognition of the conflicts between men  a search for their cause  a condemnation of mere opinion .. . and the discovery of a standard of judgement.","author":"Epictetus","category":"philosophy"},{"quote":"Anything that comes easy  comes wrong.","author":"Josephine Tessier","category":"philosophy"},{"quote":"To teach how to live with uncertainty  and yet without being paralyzed by hesitation  is perhaps the chief thing that philosophy in our age can still do for those who study it.","author":"Bertrand Russell","category":"philosophy"},{"quote":"All philosophies  if you ride them home  are nonsense  but some are greater nonsense than others.","author":"Samuel Butler","category":"philosophy"},{"quote":"It is easy to build a philosophy. It doesn't have to run.","author":"Charles F. Kettering","category":"philosophy"},{"quote":"I've developed a new philosophy - I only dread one day at a time.","author":"Charles M. Schulz","category":"philosophy"},{"quote":"A man of business may talk of philosophy  a man who has none may practise it.","author":"Alexander Pope","category":"philosophy"},{"quote":"Philosophy - the purple bullfinch in the lilac tree.","author":"T. S. Eliot","category":"philosophy"},{"quote":"Philosophy has a fine saying for everything - for Death it has an entire set.","author":"Laurence Sterne","category":"philosophy"},{"quote":"Three passions  simple but overwhelmingly strong  have governed my life: the longing for love  the search for knowledge and unbearable pity for the suffering of mankind.","author":"Bertrand Russell","category":"philosophy"},{"quote":"I have a simple philosophy. Fill what's empty. Empty what's full. And scratch where it itches.","author":"Alice Roosevelt Longworth","category":"philosophy"},{"quote":"In North America there is the general belief that everything can be fixed  that life can be fixed up. In Europe  the view is that a lot can't be fixed up and that living properly is not necessarily a question of mastering the technology so much as learning to live gracefully within the constraints that the species invents.","author":"Jonathan Miller","category":"philosophy"},{"quote":"Every day look at a beautiful picture  read a beautiful poem  listen to some beautiful music  and if possible  say some reasonable thing.","author":"Goethe","category":"philosophy"},{"quote":"When you have only two pennies left in the world  buy a loaf of bread with one. and a lily with the other.","author":"Chinese proverb","category":"philosophy"},{"quote":"The opposite of a correct statement is a false statement. But the opposite of a profound truth may well be another profound truth.","author":"Niels Bohr","category":"philosophy"},{"quote":"The philosophy of one century is the common sense of the next.","author":"Henry Ward Beecher","category":"philosophy"},{"quote":"Philosophy is a good horse in the stable  but an errant jade on a journey.","author":"Oliver Goldsmith","category":"philosophy"},{"quote":"Philosophy will clip an Angel's wings Conquer all mysteries by rule and line  Empty the haunted air  the gnomed mine -Unweave a rainbow.","author":"John Keats","category":"philosophy"},{"quote":"Adversity's sweet milk  philosophy.","author":"William Shakespeare","category":"philosophy"},{"quote":"Philosophy is doubt.","author":"Michel de Montaigne","category":"philosophy"},{"quote":"Be a philosopher but  amid all your philosophy be still a man.","author":"David Hume","category":"philosophy"},{"quote":"The philosopher is Nature's pilot - and there you have our difference  to be in hell is to drift: to be in heaven is to steer.","author":"George Bernard Shaw","category":"philosophy"},{"quote":"For there was never yet philosopher That could endure the toothache patiently.","author":"William Shakespeare","category":"philosophy"},{"quote":"One's task is not to turn the world upside down  but to do what is necessary at the given place and with a due consideration of reality.","author":"Dietrich Bonhoeffer","category":"philosophy"},{"quote":"A little philosophy inclineth man's mind to atheism  but depth in philosophy bringeth men's minds about to religion.","author":"Sir Francis Bacon","category":"philosophy"},{"quote":"The philosophy of one century is the common sense of the next.","author":"Henry Ward Beecher","category":"philosophy"},{"quote":"Philosophy: A route of many roads leading from nowhere to nothing.","author":"Ambrose Bierce","category":"philosophy"},{"quote":"Queen of arts  and daughter of heaven.","author":"Edmund Burke","category":"philosophy"},{"quote":"In philosophy  it is not the attainment of the goal that matters  it is the things that are met with by the way.","author":"Havelock Ellis","category":"philosophy"},{"quote":"Philosophy goes no further than probabilities  and in every assertion keeps a doubt in reserve.","author":"James Froude","category":"philosophy"},{"quote":"Whence? wither? why? how? - these questions cover all philosophy.","author":"Joseph Joubert","category":"philosophy"},{"quote":"There are more things in heaven and earth  Horatio  Than are dreamt of in your philosophy.","author":"William Shakespeare","category":"philosophy"},{"quote":"There was never yet philosopher That could endure the toothache patiently.","author":"William Shakespeare","category":"philosophy"},{"quote":"The philosopher is Nature's pilot. And there you have our difference: to be in hell is to drift: to be in heaven is to steer.","author":"George Bernard Shaw","category":"philosophy"},{"quote":"The discovery of what is true and the practice of that which is good are the two most important objects of philosophy.","author":"Voltaire","category":"philosophy"},{"quote":"Instead of just recording reality  photographs have become the norm for the way things appear to us  thereby changing the very idea of reality and of realism.","author":"Susan Sontag","category":"photography"},{"quote":"The virtue of the camera is not the power it has to transform the photographer into an artist  but the impulse it gives him to keep on looking.","author":"Brooks Atkinson","category":"photography"},{"quote":"You see someone on the street  and essentially what you notice about them is the flaw.","author":"Diane Arbus","category":"photography"},{"quote":"If you scratch a great photograph  you find two things: a painting and a photograph.","author":"Janet Malcolm","category":"photography"},{"quote":"The camera makes everyone a tourist in other people's reality  and eventually in one's own.","author":"Susan Sontag","category":"photography"},{"quote":"Photography records the gamut of feelings written on the human face - the beauty of the earth and skies that man has inherited  and the wealth and confusion man has created. It is a major force in explaining man to man.","author":"Edward Steichen","category":"photography"},{"quote":"All I wanted was to connect my moods with those of Paris. Beauty pains and when it pained most  I shot.","author":"Ernst Haas","category":"photography"},{"quote":"Photographers deal in things which are continually vanishing and when they have vanished there is no contrivance on earth which can make them come back again.","author":"Henri Cartier Bresson","category":"photography"},{"quote":"Photographers  along with dentists  are the two professions never satisfied with what they do. Every dentist would like to be a doctor and inside every photographer is a painter trying to get out.","author":"Pablo Picasso","category":"photography"},{"quote":"Life is not about significant details  illuminated in a flash  fixed forever. Photographs are.","author":"Susan Sontag","category":"photography"},{"quote":"I really believe there are things nobody would see if I didn't photograph them.","author":"Diane Arbus","category":"photography"},{"quote":"More helpful than all wisdom is one draught of simple human pity that will not forsake us.","author":"George Eliot","category":"pity"},{"quote":"He that hath pity upon the poor lendeth unto the Lord  and that which he hath given will he pay him again.","author":"Bible","category":"pity"},{"quote":"Pity is the feeling which arrests the mind in the presence of whatesoever is grave and constant in human sufferings and unites it with the human sufferer.","author":"James Joyce","category":"pity"},{"quote":"A book or poem which has no pity in it had better not be written.","author":"Oscar Wilde","category":"pity"},{"quote":"They lard their lean books with the fat of others' works.","author":"Henry Burton","category":"plagiarism"},{"quote":"Most plagiarists  like the drone  have neither taste to select  industry to acquire  nor skill to improve  but impudently pilfer the honey ready prepared  from the hive.","author":"Walter Colton","category":"plagiarism"},{"quote":"Goethe said there would be little left of him if he were to discard what he owed to others.","author":"Charlotte Cushman","category":"plagiarism"},{"quote":"When Shakespeare is charged with debts to his authors  Landor replies  \"Yet he was more original than his originals. He breathed upon dead bodies and brought them into life.\"","author":"Ralph Waldo Emerson","category":"plagiarism"},{"quote":"The great pleasure in life is doing what people say you cannot do.","author":"Walter Bagehot","category":"pleasure"},{"quote":"The rule of my life is to make business a pleasure  and pleasure my business.","author":"Aaron Burr","category":"pleasure"},{"quote":"There is no pleasure without a tincture of bitterness.","author":"Hafiz","category":"pleasure"},{"quote":"Fly the pleasure that bites tomorrow.","author":"George Edward Herbert","category":"pleasure"},{"quote":"Follow pleasure  and then will pleasure flee  Flee pleasure  and pleasure will follow thee.","author":"John Heywood","category":"pleasure"},{"quote":"We tire of those pleasures we take  but never of those we give.","author":"J. Petit-Senn","category":"pleasure"},{"quote":"He that loveth pleasure shall be a poor man.","author":"Bible","category":"pleasure"},{"quote":"No man was ever yet a great poet  without at the same time being a profound philosopher.","author":"Hartley Coleridge","category":"poet"},{"quote":"All men are poets at heart.","author":"Ralph Waldo Emerson","category":"poet"},{"quote":"Modern poets mix too much water with their ink.","author":"Goethe","category":"poet"},{"quote":"The man is either mad or he is making verses.","author":"Horace","category":"poet"},{"quote":"All that is best in the great poets of all countries is not what is national in them  but what is universal.","author":"Henry Wadsworth Longfellow","category":"poet"},{"quote":"Every man is a poet when he is in love.","author":"Plato","category":"poet"},{"quote":"Poets have a license to lie.","author":"Pliny the Younger","category":"poet"},{"quote":"Villon  our sad bad glad mad brother's name.","author":"Algernon Charles Swinburne","category":"poet"},{"quote":"Poetry  the eldest sister of all arts  and parent of most.","author":"William Congreve","category":"poetry"},{"quote":"Poetry is the Devil's wine.","author":"St. Augustine","category":"poetry"},{"quote":"Poetry  therefore  we will call Musical Thought.","author":"Thomas Carlyle","category":"poetry"},{"quote":"All that is not prose passes for poetry.","author":"George Grabbe","category":"poetry"},{"quote":"Oh love will make a dog howl in rhyme.","author":"John Fletcher","category":"poetry"},{"quote":"Poetry is truth dwelling in beauty.","author":"Gilfillan","category":"poetry"},{"quote":"Let your poem be kept nine years.","author":"Horace","category":"poetry"},{"quote":"With me poetry has not been a purpose  but a passion.","author":"Edgar Allan Poe","category":"poetry"},{"quote":"I consider poetry very subordinate to moral and political science.","author":"Percy Bysshe Shelley","category":"poetry"},{"quote":"The reader who is illuminated is  in a real sense  the poem.","author":"H. M. Tomlinson","category":"poetry"},{"quote":"One merit of poetry few persons will deny: it says more and in fewer words than prose.","author":"Voltaire","category":"poetry"},{"quote":"Publishing a volume of verse is like dropping a rose-petal down the Grand Canyon and waiting for the echo.","author":"Don Marquis","category":"poetry"},{"quote":"I was promised on a time  To have reason for my rhyme  From that time unto this season  I received nor rhyme nor reason.","author":"Edmund Spenser","category":"poetry"},{"quote":"Poetry is an echo asking a shadow to dance.","author":"Carl Sandburg","category":"poetry"},{"quote":"A drainless shower of light is poesy  'tis the supreme of power  'tis might half slumb'ring on its own right arm.","author":"John Keats","category":"poets, poetry"},{"quote":"A good poem is a contribution to reality. The world is never the same once a good poem has been added to it. A good poem helps to change the shape and significance of the universe  helps to extend everyone's knowledge of himself and the world around him.","author":"Dylan Thomas","category":"poets, poetry"},{"quote":"If Galileo had said in verse that the world moved  the Inquisition might have let him alone.","author":"Thomas Hardy","category":"poets, poetry"},{"quote":"In poetry  you must love the words  the ideas and the images and rhythms with all your capacity to love anything at all.","author":"Wallace Stevens","category":"poets, poetry"},{"quote":"One of Wordsworth's Lake District neighbours remarked  upon hearing of the poet's death \"I suppose his son will carry on the business.\"","author":"Anonymous","category":"poets, poetry"},{"quote":"Poetry is not a profession  it's a destiny.","author":"Mikhail Dudan","category":"poets, poetry"},{"quote":"Poetry is the language of a state of crisis.","author":"Stephane Mallarme","category":"poets, poetry"},{"quote":"Poetry must be as new as foam  and as old as the rock.","author":"Ralph Waldo Emerson","category":"poets, poetry"},{"quote":"Poets and painters are outside the class system  or rather they constitute a special class of their own  like the circus people and the gypsies.","author":"Gerald Brenan","category":"poets, poetry"},{"quote":"The mind that finds its way to wild places is the poet's  but the mind that never finds its way back is the lunatic's.","author":"G. K. Chesterton","category":"poets, poetry"},{"quote":"When a poet's mind is perfectly equipped for its work  it is constantly amalgamating disparate experiences.","author":"T. S. Eliot","category":"poets, poetry"},{"quote":"When I feel inclined to read poetry I take down my dictionary. The poetry of words is quite as beautiful as that of sentences. The author may arrange the gems effectively but their shape and lustre have been given by the attrition of ages.","author":"Oliver Wendell Holmes","category":"poets, poetry"},{"quote":"I don't really feel my poems are mine at all. I didn't create them out of nothing. I owe them to my relations with other people.","author":"Robert Graves","category":"poets, poetry"},{"quote":"There's no money in poetry  but then there's no poetry in money either.","author":"Robert Graves","category":"poets, poetry"},{"quote":"The essentials of poetry are rhythm  dance and the human voice.","author":"Earle Birney","category":"poets, poetry"},{"quote":"Colour  which is the poet's wealth  is so expensive that most take to mere outline sketches and become men of science.","author":"Henry David Thoreau","category":"poets, poetry"},{"quote":"A poet dares to be just so clear and no clearer  he approaches lucid ground warily  like a mariner who is determined not to scrape his bottom on anything solid. A poet's pleasure is to withhold a little of his meaning  to intensify by mystification. He unzips the veil from beauty  but does not remove it. A poet utterly clear is a trifle glaring.","author":"E. B. White","category":"poets, poetry"},{"quote":"Most joyful let the Poet be  it is through him that all men see.","author":"William Ellery Channing","category":"poets, poetry"},{"quote":"Most people do not believe in anything very much and our greatest poetry is given to us by those that do.","author":"Cyril Connolly","category":"poets, poetry"},{"quote":"The poet is the priest of the invisible.","author":"Wallace Stevens","category":"poets, poetry"},{"quote":"A good poet is someone who manages  in a lifetime of standing out in thunderstorms  to be struck by lightning five or six times.","author":"Randall Jarrell","category":"poets, poetry"},{"quote":"Poetry should be common in experience but uncommon in books.","author":"Robert Frost","category":"poets, poetry"},{"quote":"For what is a poem but a hazardous attempt at self-understanding: it is the deepest part of autobiography.","author":"Robert Penn Warren","category":"poets, poetry"},{"quote":"When a great poet has lived  certain things have been done once for all  and cannot be achieved again.","author":"T. S. Eliot","category":"poets, poetry"},{"quote":"Before verse can be human again it must learn to be brutal.","author":"J. M. Synge","category":"poets, poetry"},{"quote":"No honest poet can ever feel quite sure of the permanent value of what he has written: he may have wasted his time and messed up his life for nothing.","author":"T. S. Eliot","category":"poets, poetry"},{"quote":"Poetry is all nouns and verbs.","author":"Marianne Moore","category":"poets, poetry"},{"quote":"I wish our clever young poets would remember my homely definitions of prose and poetry  that is  prose - words in their best order  poetry - the best words in their best order.","author":"Samuel Taylor Coleridge","category":"poets, poetry"},{"quote":"When you write in prose you say what you mean. When you write in rhyme you say what you must.","author":"Oliver Wendell Holmes","category":"poets, poetry"},{"quote":"The courage of the poet is to keep ajar the door that leads into madness.","author":"Christopher Morley","category":"poets, poetry"},{"quote":"Science is for those who learn  poetry for those who know.","author":"Joseph Roux","category":"poets, poetry"},{"quote":"Popular poets are the parish priests of the Muse  retailing her ancient divinations to a long since converted public.","author":"George Santayana","category":"poets, poetry"},{"quote":"Reason respects the differences  and imagination the similitudes of things.","author":"Percy Bysshe Shelley","category":"poets, poetry"},{"quote":"The poet's mind is ... a receptacle for seizing and storing up numberless feelings  phrases  images  which remain there until all the particles which can unite to form a new compound are present together.","author":"T. S. Eliot","category":"poets, poetry"},{"quote":"Of our conflicts with others we make rhetoric  of our conflicts with ourselves we make poetry.","author":"William Butler Yeats","category":"poets, poetry"},{"quote":"Poetry is a mug's game.","author":"T. S. Eliot","category":"poets, poetry"},{"quote":"A poem begins with a lump in the throat  a homesickness or alovesickness. It is a reaching-out toward expression  an effort to find fulfillment. A complete poem is one where an emotion has found its thought and the thought has found words.","author":"Robert Frost","category":"poets, poetry"},{"quote":"An art in which the artist by means of rhythm and great sincerity can convey to others the sentiment which he feels about life.","author":"John Masefield","category":"poets, poetry"},{"quote":"Not reading poetry amounts to a national pastime here.","author":"Phyllis McGinley","category":"poets, poetry"},{"quote":"It is Homer who has chiefly taught other poets the art of telling lies skilfully.","author":"Aristotle","category":"poets, poetry"},{"quote":"Writing free verse is like playing tennis with the net down.","author":"Robert Frost","category":"poets, poetry"},{"quote":"To have great poets there must be great audiences too.","author":"Walt Whitman","category":"poets, poetry"},{"quote":"Poets aren't very useful  because they aren't consumeful or very produceful.","author":"Ogden Nash","category":"poets, poetry"},{"quote":"Poetry is a way of taking life by the throat.","author":"Robert Frost","category":"poets, poetry"},{"quote":"Poetry is the opening and closing of a door  leaving those who look through to guess what is seen during a moment.","author":"Carl Sandburg","category":"poets, poetry"},{"quote":"Poetry is the journal of a sea animal living on land  wanting to fly in the air.","author":"Carl Sandburg","category":"poets, poetry"},{"quote":"There are nine and sixty ways of constructing tribal lays  and every single one of them is right.","author":"Rudyard Kipling","category":"poets, poetry"},{"quote":"Poetry is the impish attempt to paint the colour of the wind.","author":"Maxwell Bodenheim","category":"poets, poetry"},{"quote":"For me  poetry is an evasion of the real job of writing prose.","author":"Sylvia Plath","category":"poets, poetry"},{"quote":"One man's meat is another's poison.","author":"English proverb","category":"poison"},{"quote":"The man recover'd of the bite  The dog it was that died.","author":"Oliver Goldsmith","category":"poison"},{"quote":"It is easier to catch flies with honey than with vinegar.","author":"English proverb","category":"policy"},{"quote":"Don't throw a monkey-wrench into the machinery.","author":"Philander Johnson","category":"policy"},{"quote":"He who says what he likes shall hear what he does not like.","author":"English proverb","category":"politeness, manners"},{"quote":"Modesty: the gentle art of enhancing your charm by pretending not to be aware of it.","author":"Oliver Herford","category":"politeness, manners"},{"quote":"Never speak of a man in his own presence. It is always indelicate  and may be offensive .","author":"Samuel Johnson","category":"politeness, manners"},{"quote":"The opposite of talking is not listening. The opposite of talking is waiting.","author":"Fran Lebowitz","category":"politeness, manners"},{"quote":"(Politeness is) a tacit agreement that people's miserable defects  whether moral or intellectual  shall on either side be ignored and not be made the subject of reproach.","author":"Arthur Schopenhauer","category":"politeness, manners"},{"quote":"Good manners are made up of petty sacrifices.","author":"Ralph Waldo Emerson","category":"politeness, manners"},{"quote":"Manners are the hypocrisy of a nation.","author":"Honore de Balzac","category":"politeness, manners"},{"quote":"Politeness is good nature regulated by good sense.","author":"Sydney Smith","category":"politeness, manners"},{"quote":"If a man didn't make sense  the Scotch felt it was misplaced politeness to try to keep him from knowing it. Better that he be aware of his reputation  for this would encourage reticence which goes well with stupidity.","author":"J. K. Galbraith","category":"politeness, manners"},{"quote":"A man must have very eminent qualities to hold his own without being polite.","author":"Jean de la Bruyere","category":"politeness, manners"},{"quote":"Ah  men do not know how much strength is in poise that he goes the farthest who goes far enough.","author":"James Russell Lowell","category":"politeness, manners"},{"quote":"Questioning is not the mode of conversation among gentlemen.","author":"Samuel Johnson","category":"politeness, manners"},{"quote":"It doesn't matter what you do in the bedroom as long as you don't do it in the streets and frighten the horses.","author":"Mrs. Patrick Campbell","category":"politeness, manners"},{"quote":"There is always a best way of doing everything  if it be only to boil an egg. Manners are the happy ways of doing things.","author":"Ralph Waldo Emerson","category":"politeness, manners"},{"quote":"There is not a single outward mark of courtesy that does not have a deep moral basis.","author":"Goethe","category":"politeness, manners"},{"quote":"Good breeding consists in concealing how much we think of ourselves and how little we think of the other person.","author":"Mark Twain","category":"politeness, manners"},{"quote":"Charming people live up to the very edge of their charm  and behave as outrageously as the world will let them.","author":"Logan Pearsall Smith","category":"politeness, manners"},{"quote":"Etiquette means behaving yourself a little better than is absolutely essential.","author":"Will Cuppy","category":"politeness, manners"},{"quote":"I can't stand a naked light bulb  any more than I can stand a rude remark or a vulgar action.","author":"Tennessee Williams","category":"politeness, manners"},{"quote":"Rudeness is the weak man's imitation of strength.","author":"Eric Hoffer","category":"politeness, manners"},{"quote":"Chivalry is the most delicate form of contempt.","author":"Albert Guirard","category":"politeness, manners"},{"quote":"A true gentlemen is one who is never unintentionally rude.","author":"Oscar Wilde","category":"politeness, manners"},{"quote":"Chivalry is a poor substitute for justice  if one cannot have both. Chivalry is something like the icing on cake  sweet  but not nourishing.","author":"Nellie McClung","category":"politeness, manners"},{"quote":"(A gentleman) is any man who wouldn't hit a woman with his hat on.","author":"Fred Allen","category":"politeness, manners"},{"quote":"This is the final test of a gentleman: his respect for those who can be of no possible service to him.","author":"William Lyon Phelps","category":"politeness, manners"},{"quote":"A gentleman is mindful no less of the freedom of others than of his own dignity.","author":"Livy","category":"politeness, manners"},{"quote":"What is the test of good manners? Being able to bear patiently with bad ones.","author":"Solomon ibn Gabirol","category":"politeness, manners"},{"quote":"The attributes of a great lady may still be found in the rule of the four S's: Sincerity  Simplicity  Sympathy  and Serenity.","author":"Emily Post","category":"politeness, manners"},{"quote":"This is the first convention of the space age - where a candidate can promise the moon and mean it.","author":"David Brinkley","category":"politicians"},{"quote":"90% of the politicians give the other 10% a bad reputation.","author":"Henry Kissinger","category":"politicians"},{"quote":"A politician is a person with whose politics you don't agree  if you agree with him  he is a statesman.","author":"David Lloyd George","category":"politicians"},{"quote":"All political lives  unless they are cut off in midstream at a happy juncture  end in failure.","author":"Enoch Powell","category":"politicians"},{"quote":"Politicians are the same all over. They promise to build a bridge even where there is no river.","author":"Nikita Khrushchev","category":"politicians"},{"quote":"Probably the most distinctive characteristic of the successful politician is selective cowardice.","author":"Richard Harris","category":"politicians"},{"quote":"Reagan won because he ran against Jimmy Carter. Had he run unopposed he would have lost.","author":"Mort Sahl","category":"politicians"},{"quote":"Successful democratic politicians are insecure and intimidated men. They advance politically only as they placate  appease  bribe  seduce  bamboozle or otherwise manage to manipulate the demanding and threatening elements in their constituencies.","author":"Walter Lippman","category":"politicians"},{"quote":"The British House of Lords is the British Outer Mongolia for retired politicians.","author":"Tony Bennett","category":"politicians"},{"quote":"The first requirement of a statesman is that he be dull. This is not always easy to achieve.","author":"Dean Acheson","category":"politicians"},{"quote":"I have said what I meant and meant what I said. I have not done as well as I should like to have done  but I have done my best  frankly and forth-rightly  no man can do more  and you are entitled to no less.","author":"Adlai Stevenson","category":"politicians"},{"quote":"A Conservative is a fellow who is standing athwart history yelling 'Stop!'","author":"William F. Buckley","category":"politicians"},{"quote":"Greater love hath no man than this  that he lay down his friends for his political life.","author":"Jeremy Thorpe","category":"politicians"},{"quote":"I love this job. I love it to death. I love every waking minute of it.","author":"Joey Smallwood","category":"politicians"},{"quote":"Now that all the members of the press are so delighted I lost  I'd like to make a statement. As I leave you I want you to know -just think how much you'll be missing. You won't have Nixon to kick around anymore because  gentlemen  this is my last press conference.","author":"Richard Nixon","category":"politicians"},{"quote":"I gave 'em a sword. And they stuck it in  and they twisted it with relish. And I guess if I had been in their position  I'd have done the same.","author":"Richard Nixon","category":"politicians"},{"quote":"I have been driven many times to my knees by the overwhelming conviction that I had nowhere else to go. My own wisdom  and that of all about me seemed insufficient for the day.","author":"Abraham Lincoln","category":"politicians"},{"quote":"If we are strong  our strength will speak for itself. If we are weak  words will be no help.","author":"John F. Kennedy","category":"politicians"},{"quote":"Our Congressmen are the finest body of men money can buy.","author":"Maury Amsterdam","category":"politicians"},{"quote":"A politician . . . one that would circumvent God.","author":"William Shakespeare","category":"politicians"},{"quote":"I shall never ask  never refuse  nor ever resign an office.","author":"George Washington","category":"politicians"},{"quote":"I'm not a member of any organized party  I'm a Democrat.","author":"Will Rogers","category":"politicians"},{"quote":"A disposition to preserve  and an ability to improve  taken together  would be my standard of a statesman.","author":"Edmund Burke","category":"politicians"},{"quote":"Whenever a man has cast a longing eye on office  a rottenness begins in his conduct.","author":"Thomas Jefferson","category":"politicians"},{"quote":"Whin a man gets to be my age  he ducks political meetin's  an' reads th' papers an' weighs th' ividence an' th' argymints - pro-argymints an' con-argymints  an' makes up his mind ca'mly  an' votes th' Dimmycratic Ticket.","author":"Finley Peter Dunne","category":"politicians"},{"quote":"He knows nothing  he thinks he knows everything - that clearly points to a political career.","author":"George Bernard Shaw","category":"politicians"},{"quote":"A councillor ought not to sleep the whole night through - a man to whom the populace is entrusted  and who has many responsibilities.","author":"Homer","category":"politicians"},{"quote":"One of the luxuries of a politican's life is that you see yourself as others see you.","author":"Joe Clark","category":"politicians"},{"quote":"If I believe in something  I will fight for it with all I have. But I do not demand all or nothing. I would rather get something than nothing. Professional liberals want the fiery debate. They glory in defeat. The hardest job for a politician today is to have the courage to be a moderate. It's easy to take an extreme position.","author":"Hubert Humphrey","category":"politicians"},{"quote":"A Liberal is a man too broadminded to take his own side in a quarrel.","author":"Robert Frost","category":"politicians"},{"quote":"You do not know  you cannot know  the difficulty of the life of a politician. It means every minute of the day or night  every ounce of your energy. There is no rest  no relaxation. Enjoyment? A politician does not know the meaning of the word.","author":"Nikita Khrushchev","category":"politicians"},{"quote":"A new Member requires the experience of his first session in the House to teach him how to hang up his overcoat and take his seat in a manner befitting a gentlemen.","author":"John A. Macdonald","category":"politicians"},{"quote":"A politician divides mankind into two classes: tools and enemies.","author":"Friedrich Nietzsche","category":"politicians"},{"quote":"An honest politician is one who when he is bought will stay bought.","author":"Simon Cameron","category":"politicians"},{"quote":"The art of statesmanship is to foresee the inevitable and to expedite its occurrence.","author":"Talleyrand","category":"politicians"},{"quote":"Since a politician never believes what he says  he is surprised when others believe him.","author":"Charles de Gaulle","category":"politicians"},{"quote":"Power is a drug on which the politicians are hooked. They buy it from the voters  using the voters' own money.","author":"Richard J. Needham","category":"politicians"},{"quote":"a politician is an arse upon which everyone has sat except a man.","author":"e. e. cummings","category":"politicians"},{"quote":"A ginooine statesman should be on his guard  if he must hev beliefs  not to b'lieve 'em too hard.","author":"James Russell Lowell","category":"politicians"},{"quote":"More men have been elected between Sundown and Sunup than ever were elected between Sunup and Sundown.","author":"Will Rogers","category":"politicians"},{"quote":"Macdonald's Law: Never write a letter if you can help it  and never destroy one.","author":"John A. Macdonald","category":"politicians"},{"quote":"He is a pragmatist. He is not right wing  nor left wing  nor any wing.","author":"Robert Stanfield","category":"politicians"},{"quote":"Politicians make good company for a while just as children do - their self-enjoyment is contagious. But they soon exhaust their favourite subjects -themselves.","author":"Garry Wills","category":"politicians"},{"quote":"Your representative owes you  not his industry only  but his judgement  and he betrays instead of serving you if he sacrifices it to your opinion.","author":"Edmund Burke","category":"politicians"},{"quote":"The most important office is that of private citizen.","author":"Louis D. Brandeis","category":"politicians"},{"quote":"I'm not an old  experienced hand at politics. But I am now seasoned enough to have learned that the hardest thing about any political campaign is how to win without proving that you are unworthy of winning.","author":"Adlai Stevenson","category":"politicians"},{"quote":"Never retract  never explain  never apologize - get the thing done and let them howl.","author":"Nellie McClung","category":"politicians"},{"quote":"A Conservative is a man who will not look at the new moon  out of respect for that ancient institution  the old one.","author":"Douglas Jerrold","category":"politicians"},{"quote":"All I know is I'm not a Marxist.","author":"Karl Marx","category":"politics"},{"quote":"The fact that a reactionary can sometimes be right is a little less recognized that the fact that a liberal can be. . . .","author":"Joseph Gies","category":"politics"},{"quote":"An independent is a guy who wants to take the politics out of politics.","author":"Adlai Stevenson","category":"politics"},{"quote":"Any woman who understands the problems of running a home will be nearer to understanding the problems of running a country.","author":"Margaret Thatcher","category":"politics"},{"quote":"I just received the following wire from my generous Daddy \"Dear Jack: Don't buy a single vote more than necessary. I'll be damned if I am going to pay for a landslide.\"","author":"John F. Kennedy","category":"politics"},{"quote":"If we cannot now end our differences  at least we can help make the world safe for diversity.","author":"John F. Kennedy","category":"politics"},{"quote":"In politics it is necessary either to betray one's country or the electorate. I prefer to betray the electorate.","author":"Charles de Gaulle","category":"politics"},{"quote":"Nobody is qualified to become a statesman who is entirely ignorant of the problems of wheat.","author":"Socrates","category":"politics"},{"quote":"Politics is a blood sport.","author":"Aneurin Bevan","category":"politics"},{"quote":"Politics is supposed to be the second oldest profession. I have come to realize that it bears a very close resemblance to the first.","author":"Ronald Reagan","category":"politics"},{"quote":"Politics is the diversion of trivial men who  when they succeed at it  become important in the eyes of more trivial men.","author":"George Jean Nathan","category":"politics"},{"quote":"The great nations have always acted like gangsters  and the small nations like prostitutes.","author":"Stanley Kubrick","category":"politics"},{"quote":"The heaviest penalty for deciding to engage in politics is to be ruled by someone inferior to yourself.","author":"Plato","category":"politics"},{"quote":"The Labour Party is going about the country stirring up apathy.","author":"William White law","category":"politics"},{"quote":"The radical invents the views. When he has worn them out  the conservative adopts them.","author":"Mark Twain","category":"politics"},{"quote":"The trouble with socialists is that they let their bleeding hearts go to their bloody heads.","author":"Tommy Douglas","category":"politics"},{"quote":"The world is a dangerous place to live - not because of the people who are evil but because of the people who don't do anything about it.","author":"Albert Einstein","category":"politics"},{"quote":"There cannot be a crisis next week. My schedule is already full.","author":"Henry Kissinger","category":"politics"},{"quote":"Three people marooned on a desert island would soon reinvent politics.","author":"Mason Cooley","category":"politics"},{"quote":"We're eyeball to eyeball  and I think the other fellow just blinked.","author":"Dean Rusk","category":"politics"},{"quote":"What matters in Politics is what men actually do - sincerity is no excuse for acting unpolitically  and insincerity may be channelled by politics into good results.","author":"Bernard Crick","category":"politics"},{"quote":"When Cicero (Marcus Tullius Cicero 106-43 BC ) was in 64 BC running for consul of Rome he was reported to be advised by his \"campaign manager\" that the voters \"had rather you lied to them than refused them.\"","author":"Anonymous","category":"politics"},{"quote":"The essential ingredient of politics is timing.","author":"Pierre Elliott Trudeau","category":"politics"},{"quote":"It was a storm in a tea cup  but in politics we sail in paper boats.","author":"Harold Macmillan","category":"politics"},{"quote":"Party-spirit . . . which at best is but the madness of many for the gain of a few.","author":"Alexander Pope","category":"politics"},{"quote":"Practical politics consists in ignoring facts.","author":"Henry Adams","category":"politics"},{"quote":"Ultimately politics in a democracy reflects values much more than it shapes them.","author":"Arnold A. Rogow","category":"politics"},{"quote":"Politics is not a good location or a vocation for anyone lazy  thin-skinned or lacking a sense of humour.","author":"John Bailey","category":"politics"},{"quote":"A question which can be answered without prejudice to the government is not a fit question to ask.","author":"John G. Diefenbaker","category":"politics"},{"quote":"I have never found  in a long experience of politics  that criticism is ever inhibited by ignorance.","author":"Harold Macmillan","category":"politics"},{"quote":"Politics  as a practice  whatever its professions  has always been the systematic organization of hatreds.","author":"Henry Adams","category":"politics"},{"quote":"Politics  and the fate of mankind  are shaped by men without ideals and without greatness.","author":"Albert Camus","category":"politics"},{"quote":"If you ever injected truth into politics you would have no politics.","author":"Will Rogers","category":"politics"},{"quote":"The sad duty of politics is to establish justice in a sinful world.","author":"Reinhold Niebuhr","category":"politics"},{"quote":"There is no worse heresy than that the office sanctifies the holder of it.","author":"Lord Acton","category":"politics"},{"quote":"Poetry was the maiden I loved  but politics was the harridan I married.","author":"Joseph Howe","category":"politics"},{"quote":"Damn your principles! Stick to your party!","author":"Benjamin Disraeli","category":"politics"},{"quote":"Politics is a field where action is one long second best and where the choice constantly lies between two blunders.","author":"John Morley","category":"politics"},{"quote":"Politics is the science of how who gets what  when and why.","author":"Sidney Hillman","category":"politics"},{"quote":"Politics is but the common pulse beat.","author":"Wendell Phillips","category":"politics"},{"quote":"Politics is the gizzard of society  full of gut and gravel.","author":"Henry David Thoreau","category":"politics"},{"quote":"In politics a week is a very long time.","author":"Harold Wilson","category":"politics"},{"quote":"The more you read about politics  the more you got to admit that each party is worse than the other.","author":"Will Rogers","category":"politics"},{"quote":"In academic life you seek to state absolute truths  in politics you seek to accommodate truth to the facts around you.","author":"Pierre Elliott Trudeau","category":"politics"},{"quote":"Politics. The diplomatic name for the law of the jungle.","author":"Ely Culbertson","category":"politics"},{"quote":"There is a certain satisfaction in coming down to the lowest ground of politics  for then we get rid of cant and hypocrisy.","author":"Ralph Waldo Emerson","category":"politics"},{"quote":"In politics a community of hatred is almost always the foundation of friendships.","author":"Alexis de Tocqueville","category":"politics"},{"quote":"Politics has got so expensive that it takes lots of money to even get beat with.","author":"Will Rogers","category":"politics"},{"quote":"Honest statesmanship is the wise employment of individual meannesses for the public good.","author":"Abraham Lincoln","category":"politics"},{"quote":"Politics is war without bloodshed  and war is politics with blood.","author":"Mao Tse-Tung","category":"politics"},{"quote":"This proves what a purifying effect women would have on politics.","author":"Nellie McClung","category":"politics"},{"quote":"Congress is so strange. A man gets up to speak and says nothing. Nobody listens  then everybody disagrees.","author":"Boris Marshalov","category":"politics"},{"quote":"This organization (United Nations) is created to prevent you from going to hell. It isn't created to take you to heaven.","author":"Henry Cabot Lodge","category":"politics"},{"quote":"Nothing was ever done so systematically as nothing is being done now.","author":"Woodrow Wilson","category":"politics"},{"quote":"It will not be any European statesman who will unite Europe: Europe will be united by the Chinese.","author":"Charles de Gaulle","category":"politics"},{"quote":"There is no excitement anywhere in the world  short of war  to match the excitement of the American presidential campaign.","author":"Theodore White","category":"politics"},{"quote":"A dictatorship is a country where they have taken the politics out of politics.","author":"Sam Himmel","category":"politics"},{"quote":"Vote for the man who promises least  he'll be the least disappointing.","author":"Bernard Baruch","category":"politics"},{"quote":"What counts is not necessarily the size of the dog in the fight - it's the size of the fight in the dog.","author":"Dwight D. Eisenhower","category":"politics"},{"quote":"Someone asked me... how I felt and I was reminded of a story that a fellow townsman of ours used to tell - Abraham Lincoln. They asked him how he felt once after an unsuccessful election. He said he felt like a little boy who has stubbed his toe in the dark. He said that he was too old to cry  but it hurt too much to laugh.","author":"Adlai Stevenson","category":"politics"},{"quote":"Democracy is good. I say this because other systems are worse.","author":"Jawaharlal Nehru","category":"politics"},{"quote":"There are two problems in my life. The political ones are insoluble and the economic ones are incomprehensible.","author":"Alexander Douglas-Home","category":"politics"},{"quote":"The lady's not for turning.","author":"Margaret Thatcher","category":"politics"},{"quote":"I have never regarded politics as the arena of morals. It is the arena of interests.","author":"Aneurin Bevan","category":"politics"},{"quote":"In politics  a straight line is the shortest distance to disaster.","author":"John P. Roche","category":"politics"},{"quote":"In order to become the master  the politician poses as the servant.","author":"Charles de Gaulle","category":"politics"},{"quote":"You know very well that whether you are on page one or page thirty depends on whether they fear you. It is just as simple as that.","author":"Richard Nixon","category":"politics"},{"quote":"If people have to choose between freedom and sandwiches they will take sandwiches.","author":"Lord Boyd-Orr","category":"politics"},{"quote":"Once upon a time my political opponents honored me as possessing the fabulous intellectual and economic power by which I created a worldwide depression all by mself.","author":"Herbert Hoover","category":"politics"},{"quote":"In our age there is no such thing as 'keeping out of polities'. All issues are political issues.","author":"George Orwell","category":"politics"},{"quote":"Deep down he is shallow.","author":"Political saying","category":"politics"},{"quote":"As I learnt very early in my life in Whitehall  the acid test of any political question is: What is the alternative?","author":"Lord Trent","category":"politics"},{"quote":"Dirksen's Three Laws of Politics: 1. Get elected. 2. Get re-elected. 3. Don't get mad  get even.","author":"Everett Dirksen","category":"politics"},{"quote":"Forgiving is all  forgetting is another thing.","author":"Bob Rae","category":"politics"},{"quote":"He's like a football coach who's smart enough to win the game  and dumb enough to think it's important.","author":"Eugene McCarthy","category":"politics"},{"quote":"The Senate is the last primitive society in the world. We still worship the elders of the tribe and honour the territorial imperative.","author":"Eugene McCarthy","category":"politics"},{"quote":"To the victor belong the spoils of the enemy.","author":"William L. Marcy","category":"politics"},{"quote":"I pledge you  I pledge myself  to a new deal for the American people. Let us all here assembled constitute ourselves prophets of a new order of competence and courage. This is a call to arms.","author":"Franklin D. Roosevelt","category":"politics"},{"quote":"A statesman is an easy man  He tells his lies by rote  A journalist makes up his lies And takes you by the throat  So stay at home and drink your beer And let the neighbours vote.","author":"William Butler Yeats","category":"politics"},{"quote":"Politics is more dangerous than war  for in war you are only killed once.","author":"Winston Churchill","category":"politics"},{"quote":"Money is the mother's milk of politics.","author":"Jesse Unruh","category":"politics"},{"quote":"One fifth of the people are against everything all the time.","author":"Robert F. Kennedy","category":"politics"},{"quote":"Those who make peaceful revolution impossible will make violent revolution inevitable.","author":"John F. Kennedy","category":"politics"},{"quote":"Being in politics is like being a football coach. You have to be smart enough to understand the game  and dumb enough to think it's important.","author":"Eugene McCarthy","category":"politics"},{"quote":"Did you ever see that painting the Mona Lisa. It always reminds me of a reporter listening to a politician.","author":"Robert Orben","category":"politics"},{"quote":"A politician is a fellow who will lay down your life for his country.","author":"Texas Guinan","category":"politics"},{"quote":"It's nice to have four years between elections. It takes people that long to regain their faith.","author":"Anonymous","category":"politics"},{"quote":"Men in high levels of government seldom surf.","author":"Rita Rudner","category":"politics"},{"quote":"Liberals think you can reform an ax murderer. They don't want to kill anything. They want to change the Listerine labels to \"Rehabilitate the germs that cause bad breath.\"","author":"Marc Price","category":"politics"},{"quote":"A politician is a person who can make waves and then make you think he's the only one who can save the ship.","author":"Ivern Ball","category":"politics"},{"quote":"A conservative is a Democrat who's been mugged. I think we should just tip the government if it does a good job. Fifteen percent is the standard tip  isn't it?","author":"Vat Paulsen","category":"politics"},{"quote":"I'm proud to be paying taxes in the United States. The only thing is - I could be just as proud for half the money.","author":"Arthur Godfrey","category":"politics"},{"quote":"I have the perfect simplified tax form for government. Why don't they just print our money with a return address on it?","author":"Bob Hope","category":"politics"},{"quote":"Vice president: A spare tire on the automobile of government.","author":"John Nance Garner","category":"politics"},{"quote":"Harold Wilson is going around the country stirring up apathy.","author":"William Whitelaw","category":"politics"},{"quote":"The prerequisites for being in the diplomatic corps are the ability to handle protocol  alcohol  and Geritol.","author":"Wallace Rowling","category":"politics"},{"quote":"As a politician he does everything to keep out of trouble  often by not asking questions. However  it does bother him that every time the doorbell rings his maid hides in the dryer.","author":"Jay Leno","category":"politics"},{"quote":"Instead of giving a politician the keys to the city  it might be better to change the locks.","author":"Doug Larson","category":"politics"},{"quote":"He is so aware of being politically correct he refers to a taco as Hispanic food.","author":"Wendy Morgan","category":"politics"},{"quote":"I don't pick on politicians. They ain't done nothin'.","author":"Red Skelton","category":"politics"},{"quote":"When I was a boy  I was told that anybody could become president. I'm beginning to believe it.","author":"Clarence Darrow","category":"politics"},{"quote":"Elections in L.A. are so different. Here you've got politicians with phony smiles making false promises to voters with fake boobs and bad toupees.","author":"Jay Leno","category":"politics"},{"quote":"Unlike Churchill  I have no plans to shape history. . . . Socrates gave advice - and they poisoned him.","author":"George Bush","category":"politics"},{"quote":"What obstructs the vision and is called smog in our big cities is called defining the issues in politics","author":"Anonymous","category":"politics"},{"quote":"Standing in the middle of the road is very dangerous  you get knocked down by the traffic from both sides.","author":"Margaret Thatcher","category":"politics"},{"quote":"The public is very fickle  as I was saying to my cabdriver  Gerald Ford.","author":"Pat McCormick","category":"politics"},{"quote":"It is dangerous for a national candidate to say things that people might remember.","author":"Eugene McCarthy","category":"politics"},{"quote":"They pick a president  and then for four years they pick on him.","author":"Adlai Stevenson","category":"politics"},{"quote":"A politican is an animal who can sit on a fence and yet keep both ears to the ground.","author":"Anonymous","category":"politics"},{"quote":"All political parties die at last of swallowing their own lies.","author":"John Arbuthnot","category":"politics"},{"quote":"Man is by nature a civic animal.","author":"Aristotle","category":"politics"},{"quote":"Politics is not an exact science.","author":"Otto von Bismarck","category":"politics"},{"quote":"A politician thinks of the next election  a statesman  of the next generation.","author":"James Freeman Clarke","category":"politics"},{"quote":"It is a condition which confronts us - not a theory.","author":"Grover Cleveland","category":"politics"},{"quote":"A majority is always better than the best repartee.","author":"Benjamin Disraeli","category":"politics"},{"quote":"Damned Neuters  in their Middle way of Steering  Are neither Fish  nor Flesh  nor good Red Herring.","author":"John Dryden","category":"politics"},{"quote":"I always voted at my party's call  And I never thought of thinking for myself at all.","author":"W. S. Gilbert","category":"politics"},{"quote":"The purification of politics is an iridescent dream.","author":"John Ingalls","category":"politics"},{"quote":"Like an armed warrior  like a plumed knight  James G. Blaine marched down the halls of American Congress and threw his shining lance full and fair against the brazen foreheads of the defamers of his country  and the malign-ers of his honor.","author":"Charles J. Ingersoll","category":"politics"},{"quote":"If a due participation of office is a matter of right  how are vacancies to be obtained? Those by death are few  by resignation  none.","author":"Thomas Jefferson","category":"politics"},{"quote":"Nothing is politically right which is morally wrong.","author":"Daniel O'Connell","category":"politics"},{"quote":"Politics is but the common pulsebeat  of which revolution is the feverspasm.","author":"Wendell Phillips","category":"politics"},{"quote":"The Republicans have their splits right after election and Democrats have theirs just before an election.","author":"Will Rogers","category":"politics"},{"quote":"The statesman shears the sheep  the politician skins them.","author":"Austin O'Malley","category":"politics"},{"quote":"My hat's in the ring. The fight is one and I'm stripped to the buff.","author":"Theodore Roosevelt","category":"politics"},{"quote":"Something is rotten in the state of Denmark.","author":"William Shakespeare","category":"politics"},{"quote":"If nominated I will not accept  if elected I will not serve.","author":"William Tecumseh Sherman","category":"politics"},{"quote":"Who is the dark horse he has in his stable?","author":"William Thackeray","category":"politics"},{"quote":"As long as I count the votes what are you going to do about it?","author":"William M. Tweed","category":"politics"},{"quote":"Popular applause veers with the wind.","author":"John Bright","category":"popularity"},{"quote":"The actor's popularity is evanescent  applauded today  forgotten tomorrow.","author":"Edwin Forrest","category":"popularity"},{"quote":"Beauty to me is being comfortable in your own skin.","author":"Gwyneth Paltrow","category":"positive"},{"quote":"Man is what he believes.","author":"Anton Chekhov","category":"positive"},{"quote":"Believe that life is worth living  and your belief will help create that fact.","author":"William James","category":"positive"},{"quote":"Dream lofty dreams  and as you dream  so shall you become. Your vision is the promise of what you shall at last unveil.","author":"John Ruskin","category":"positive"},{"quote":"Our belief at the beginning of a doubtful undertaking is the one thing that ensures the successful outcome of our venture.","author":"William James","category":"positive"},{"quote":"We are what we believe we are.","author":"Benjamin N. Cardozo","category":"positive"},{"quote":"If you constantly think of illness  you eventually become ill  if you believe yourself to be beautiful  you become so.","author":"Shakti Gawain","category":"positive"},{"quote":"You have to believe in happiness  or happiness never comes.","author":"Douglas Malloch","category":"positive"},{"quote":"If you keep on saying things are going to be bad  you have a good chance of being a prophet.","author":"Isaac Bashevis Singer","category":"positive"},{"quote":"What one believes to be true either is true or becomes true within limits to be found experientially and experimentally. These limits are beliefs to be transcended.","author":"John Lilly","category":"positive"},{"quote":"The thing always happens that you really believe in  and the belief in a thing makes it happen.","author":"Frank Lloyd Wright","category":"positive"},{"quote":"The name we give to something shapes our attitude toward it.","author":"Katherine Paterson","category":"positive"},{"quote":"This I know. This I believe with all my heart. If we want a free and peaceful world  if we want to make the deserts bloom and man grow to greater dignity as a human being- we can do it!","author":"Eleanor Roosevelt","category":"positive"},{"quote":"The name we give to something shapes our attitude toward it.","author":"Katherine Paterson","category":"positive"},{"quote":"This I know. This I believe with all my heart. If we want a free and peaceful world  if we want to make the deserts bloom and man grow to greater dignity as a human being-we can do it!","author":"Eleanor Roosevelt","category":"positive"},{"quote":"Failure is impossible.","author":"Susan B. Anthony","category":"positive"},{"quote":"If you think you can  you can. And if you think you can't  you're right.","author":"Mary Kay Ash","category":"positive"},{"quote":"When you look at the world in a narrow way  how narrow it seems! When you look at it in a mean way  how mean it is! When you look at it selfishly  how selfish it is! But when you look at it in a broad  generous  friendly spirit  what wonderful people you find in it.","author":"Horace Rutledge","category":"positive"},{"quote":"Always keep that happy attitude. Pretend that you are holding a beautiful fragrant bouquet.","author":"Candice M. Pope","category":"positive"},{"quote":"She was one of those happily created beings who please without effort  make friends everywhere  and take life so gracefully and easily that less fortunate souls are tempted to believe that such are born under a lucky star.","author":"Louisa May Alcott","category":"positive"},{"quote":"It was completely fruitless to quarrel with the world  whereas the quarrel with oneself was occasionally fruitful and always  she had to admit  interesting.","author":"May Sarton","category":"positive"},{"quote":"Each of us makes his own weather  determines the color of the skies in the emotional universe which he inhabits.","author":"Fulton J. Sheen","category":"positive"},{"quote":"One of the things I learned the hard way was that it doesn't pay to get discouraged. Keeping busy and making optimism a way of life can restore your faith in yourself.","author":"Lucille Ball","category":"positive"},{"quote":"Life is raw material. We are artisans. We can sculpt our existence into something beautiful  or debase it into ugliness. It's in our hands.","author":"Cathy Better","category":"positive"},{"quote":"I invented my life by taking for granted that everything I did not like would have an opposite  which I would like.","author":"Coco Chanel","category":"positive"},{"quote":"If you look at life one way  there is always cause for alarm.","author":"Elizabeth Bowen","category":"positive"},{"quote":"Being tall is an advantage  especially in business. People will always remember you. And if you're in a crowd  you'll always have some clean air to breathe.","author":"Julia Child","category":"positive"},{"quote":"It is only in sorrow bad weather masters us  in joy we face the storm and defy it.","author":"Amelia Barr","category":"positive"},{"quote":"The pure  the beautiful  the bright  That stirred our hearts in youth  The impulse to a wordless prayer  The dreams of love and truth  The longings after something lost  The spirit's yearning cry  The strivings after better hopes  These things can never die.","author":"Sarah Doudney","category":"positive"},{"quote":"I actually remember feeling delight  at two o'clock in the morning  when the baby woke for his feed  because I so longed to have another look at him.","author":"Margaret Drabble","category":"positive"},{"quote":"Teenagers travel in droves  packs  swarms. ... To the librarian  they're a gaggle of geese. To the cook  they're a scourge of locusts. To department stores  they're a big beautiful exaltation of larks ... all lovely and loose and jingly.","author":"Bernice Fitz-Gibbon","category":"positive"},{"quote":"Both abundance and lack exist simultaneously in our lives  as parallel realities. It is always our conscious choice which secret garden we will tend ... when we choose not to focus on what is missing from our lives but are grateful for the abundance that's present-love  health  family  friends  work  the joys of nature  and personal pursuits that bring us pleasure-the wasteland of illusion falls away and we experience heaven on earth.","author":"Sarah Ban Breathnach","category":"positive"},{"quote":"Exude happiness and you will feel it back a thousand times.","author":"Joan Lunden","category":"positive"},{"quote":"I keep my ideals  because in spite of everything I still believe that people are really good at heart.","author":"Anne Frank","category":"positive"},{"quote":"Man's rise or fall  success or failure  happiness or unhappiness depends on his attitude ... a man's attitude will create the situation he imagines.","author":"James Lane Allen","category":"positive"},{"quote":"A good heart will help you to a bonny face  my lad ... and a bad one will turn the bonniest into something worse than ugly.","author":"Emily Bronte","category":"positive"},{"quote":"The greatest discovery of my generation is that man can alter his life simply by altering his attitude of mind.","author":"William James","category":"positive"},{"quote":"I think there is a choice possible to us at any moment  as long as we live. But there is no sacrifice. There is a choice  and the rest falls away. Second choice does not exist. Beware of those who talk about sacrifice.","author":"Muriel Rukeyser","category":"positive"},{"quote":"Life has  indeed  many ills  but the mind that views every object in its most cheering aspect  and every doubtful dispensation as replete with latent good  bears within itself a powerful and perpetual antidote.","author":"Lydia H. Sigourney","category":"positive"},{"quote":"Immense power is acquired by assuring yourself in your secret reveries that you were born to control affairs.","author":"Andrew Carnegie","category":"positive"},{"quote":"A woman's hopes are woven of sunbeams  a shadow annihilates them.","author":"George Eliot","category":"positive"},{"quote":"Keep your face to the sunshine and you cannot see the shadow.","author":"Helen Keller","category":"positive"},{"quote":"Man's real life is happy  chiefly because he is ever expecting that it soon will be so.","author":"Edgar Allan Poe","category":"positive"},{"quote":"Some folks never exaggerate-they just remember big.","author":"Audrey Snead","category":"positive"},{"quote":"I expect some new phases of life this summer  and shall try to get the honey from each moment.","author":"Lucy Stone","category":"positive"},{"quote":"Love is much nicer to be in than an automobile accident  a tight girdle  a higher tax bracket  or a holding pattern over Philadelphia.","author":"Judith Viorst","category":"positive"},{"quote":"I am optimistic and confident in all that I do. I affirm only the best for myself and others. I am the creator of my life and my world. I meet daily challenges gracefully and with complete confidence. I fill my mind with positive  nurturing  and healing thoughts.","author":"Alice Potter","category":"positive"},{"quote":"'Tis very certain the desire of life prolongs it.","author":"Lord Byron","category":"positive"},{"quote":"Happiness is the ability to recognize it.","author":"Carolyn Wells","category":"positive"},{"quote":"The saddest day hath gleams of light  The darkest wave hath bright foam beneath it  The twinkles o'er the cloudiest night  Some solitary star to cheer it.","author":"Sarah Winnemucca","category":"positive"},{"quote":"Every thought we think is creating our future.","author":"Louise L. Hay","category":"positive"},{"quote":"Could we change our attitude  we should not only see life differently  but life itself would come to be different. Life would undergo a change of appearance because we ourselves had undergone a change in attitude.","author":"Katherine Mansfield","category":"positive"},{"quote":"The words \"I am ...\" are potent words  be careful what you hitch them to. The thing you're claiming has a way of reaching back and claiming you.","author":"A. L. Kitselman","category":"positive"},{"quote":"Self-image sets the boundaries of individual accomplishment.","author":"Maxwell Maltz","category":"positive"},{"quote":"We are not interested in the possibilities of defeat.","author":"Victoria, Queen of England","category":"positive"},{"quote":"To think of losing is to lose already.","author":"Sylvia Townsend Warner","category":"positive"},{"quote":"Nothing can stop the man with the right mental attitude from achieving his goal  nothing on earth can help the man with the wrong mental attitude.","author":"WW. Ziege","category":"positive"},{"quote":"If you expect nothing  you're apt to be surprised. You'll get it.","author":"Malcolm Forbes","category":"positive"},{"quote":"Life is like a mirror. Smile at it and it smiles back at you.","author":"Peace Pilgrim","category":"positive"},{"quote":"Since the human body tends to move in the direction of its expectations-plus or minus-it is important to know that attitudes of confidence and determination are no less a part of the treatment program than medical science and technology.","author":"Norman Cousins","category":"positive"},{"quote":"They can because they think they can.","author":"Virgil","category":"positive"},{"quote":"I do think that being the second [female Supreme Court Justice] is wonderful  because it is a sign that being a woman in a place of importance is no longer extraordinary.","author":"Ruth Bader Ginsberg","category":"positive"},{"quote":"Women forget all the things they don't want to remember  and remember everything they don't want to forget.","author":"Zora Neale Hurston","category":"positive"},{"quote":"When you're in love  you put up with things that  when you're out of love you cite.","author":"Judith Martin","category":"positive"},{"quote":"To the timid and hesitating everything is impossible because it seems so.","author":"Sir Walter Scott","category":"positive"},{"quote":"Work is either fun or drudgery. It depends on your attitude. I like fun.","author":"Colleen C. Barrett","category":"positive"},{"quote":"What we see depends mainly on what we look for.","author":"John Lubbock","category":"positive"},{"quote":"People only see what they are prepared to see.","author":"Ralph Waldo Emerson","category":"positive"},{"quote":"For years I wanted to be older  and now I am.","author":"Margaret Atwood","category":"positive"},{"quote":"Look for the ridiculous in everything and you find it.","author":"Jules Renard","category":"positive"},{"quote":"He that seeks trouble always finds it.","author":"English proverb","category":"positive"},{"quote":"The more wary you are of danger  the more likely you are to meet it.","author":"Jean de la Fontaine","category":"positive"},{"quote":"Lifting as they climb  onward and upward they go  struggling and striving and hoping that the buds and blossoms of their desires may burst into glorious fruition ere long.","author":"Mary Church Terrell","category":"positive"},{"quote":"We are always paid for our suspicion by finding what we suspect.","author":"Henry David Thoreau","category":"positive"},{"quote":"The unthankful heart... discovers no mercies  but the thankful heart... will find  in every hour  some heavenly blessings.","author":"Henry Ward Beecher","category":"positive"},{"quote":"If you are possessed by an idea  you find it expressed everywhere  you even smell it.","author":"Thomas Mann","category":"positive"},{"quote":"All seems infected that the infected spy  as all looks yellow to the jaundiced eye.","author":"Alexander Pope","category":"positive"},{"quote":"The faultfinder will find faults even in paradise.","author":"Henry David Thoreau","category":"positive"},{"quote":"Those see nothing but faults that seek for nothing else.","author":"Thomas Fuller","category":"positive"},{"quote":"The world is a looking glass and gives back to every man the reflection of his own face. Frown at it and it will in turn look sourly upon you  laugh at it and with it  and it is a jolly  kind companion.","author":"William Makepeace Thackeray","category":"positive"},{"quote":"Life is a mirror and will reflect back to the thinker what he thinks into it.","author":"Ernest Holmes","category":"positive"},{"quote":"The world is a great mirror. It reflects back to you what you are. If you are loving  if you are friendly  if you are helpful  the world will prove loving and friendly and helpful to you. The world is what you are.","author":"Thomas Dreier","category":"positive"},{"quote":"The world is like a mirror  frown at it  and it frowns at you. Smile and it smiles  too.","author":"Herbert Samuel","category":"positive"},{"quote":"If enough people think of a thing and work hard enough at it  I guess it's pretty nearly bound to happen  wind and weather permitting.","author":"Laura Ingalls Wilder","category":"positive"},{"quote":"If you are going to think black  think positive about it. Don't think down on it  or think it is something in your way. And this way  when you really do want to stretch out and express how beautiful black is  everybody will hear you.","author":"Leontyne Price","category":"positive"},{"quote":"Our minds can shape the way a thing will be because we act according to our expectations.","author":"Federico Fellini","category":"positive"},{"quote":"I like living. I have sometimes been wildly  despairingly  acutely miserable  racked with sorrow  but through it all I still know quite certainly that just to be alive is a grand thing.","author":"Agatha Christie","category":"positive"},{"quote":"A man is literally what he thinks.","author":"James Lane Allen","category":"positive"},{"quote":"Although none of the rules for becoming alive is valid  it is healthy to keep on formulating them.","author":"Susan Sontag","category":"positive"},{"quote":"The happiness of your life depends upon the quality of your thoughts ... take care that you entertain no notions unsuitable to virtue and reasonable nature.","author":"Marcus Aurelius","category":"positive"},{"quote":"All that a man does outwardly is but the expression and completion of his inward thought. To work effectively  he must think clearly  to act nobly  he must think nobly.","author":"William Ellery Channing","category":"positive"},{"quote":"You cannot escape the results of your thoughts.... Whatever your present environment may be  you will fall  remain or rise with your thoughts  your vision  your ideal. You will become as small as your controlling desire  as great as your dominant aspiration.","author":"James Lane Allen","category":"positive"},{"quote":"The life each of us lives is the life within the limits of our own thinking. To have life more abundant  we must think in limitless terms of abundance.","author":"Thomas Dreier","category":"positive"},{"quote":"A man's life is what his thoughts make it.","author":"Marcus Aurelius","category":"positive"},{"quote":"Before a painter puts a brush to his canvas he sees his picture mentally.... If you think of yourself in terms of a painting  what do you see? ... Is the picture one you think worth painting? ... You create yourself in the image you hold in your mind.","author":"Thomas Dreier","category":"positive"},{"quote":"A man is what he thinks about all day long.","author":"Ralph Waldo Emerson","category":"positive"},{"quote":"All that we are is the result of what we have thought. The mind is everything. What we think  we become.","author":"Buddha","category":"positive"},{"quote":"I believe that if you think about disaster  you will get it. Brood about death and you hasten your demise. Think positively and masterfully with confidence and faith  and life becomes more secure  more fraught with action  richer in achievement and experience.","author":"Eddie Rickenbacker","category":"positive"},{"quote":"Think you can  think you can't  either way  you'll be right.","author":"Henry Ford","category":"positive"},{"quote":"Our destiny changes with our thoughts  we shall become what we wish to become  do what we wish to do  when our habitual thoughts correspond with our desires.","author":"Orison Swett Marden","category":"positive"},{"quote":"Our best friends and our worst enemies are our thoughts. A thought can do us more good than a doctor or a banker or a faithful friend. It can also do us more harm than a brick.","author":"Dr. Frank Crane","category":"positive"},{"quote":"The way a man's mind runs is the way he is sure to go.","author":"Henry B. Wilson","category":"positive"},{"quote":"Nothing befalls us that is not of the nature of ourselves. There comes no adventure but wears to our soul the shape of our everyday thoughts.","author":"Maurice Maeterlinck","category":"positive"},{"quote":"The mere apprehension of a coming evil has put many into a situation of the utmost danger.","author":"Lucan","category":"positive"},{"quote":"The soul contains the event that shall befall it  for the event is only the actualization of its thoughts  and what we pray to ourselves for is always granted.","author":"Ralph Waldo Emerson","category":"positive"},{"quote":"If you think it's going to rain  it will.","author":"Clint Eastwood","category":"positive"},{"quote":"As you think  you travel  and as you love  you attract. You are today where your thoughts have brought you  you will be tomorrow where your thoughts take you.","author":"James Lane Allen","category":"positive"},{"quote":"God will help you if you try  and you can if you think you can.","author":"Anna Delaney Peale","category":"positive"},{"quote":"To expect defeat is nine-tenths of defeat itself.","author":"Francis Marion Crawford","category":"positive"},{"quote":"The quality of our expectations determines the quality of our action.","author":"Andre Godin","category":"positive"},{"quote":"What a man thinks of himself  that is what determines  or rather indicates  his fate.","author":"Henry David Thoreau","category":"positive"},{"quote":"Man  being made reasonable  and so a thinking creature  there is nothing more worthy of his being than the right direction and employment of his thoughts  since upon this depends both his usefulness to the public  and his own present and future benefit in all respects.","author":"William Penn","category":"positive"},{"quote":"Great men are they who see that the spiritual is stronger than any material force  that thoughts rule the world.","author":"Ralph Waldo Emerson","category":"positive"},{"quote":"Never think any oldish thoughts. It's oldish thoughts that make a person old.","author":"James A. Farley","category":"positive"},{"quote":"They can because they think they can.","author":"Virgil","category":"positive"},{"quote":"As a man thinketh  so is he  and as a man chooseth  so is he.","author":"Ralph Waldo Emerson","category":"positive"},{"quote":"Thoughts lead on to purposes  purposes go forth in action  actions form habits  habits decide character  and character fixes our destiny.","author":"Tyron Edwards","category":"positive"},{"quote":"Keep your thoughts right  for as you think  so are you. Therefore  think only those things that will make the world better  and you unashamed.","author":"Henry H. Buckley","category":"positive"},{"quote":"Every man is free to rise as far as he's able or willing  but the degree to which he thinks determines the degree to which he'll rise.","author":"Ayn Rand","category":"positive"},{"quote":"What you think means more than anything else in your life.","author":"George Matthew Adams","category":"positive"},{"quote":"Change your thoughts and you change your world.","author":"Norman Vincent Peale","category":"positive"},{"quote":"Baseball is 90 percent mental. The other half is physical.","author":"Yogi Berra","category":"positive"},{"quote":"The way in which we think of ourselves has everything to do with how our world sees us.","author":"Arlene Raven","category":"positive"},{"quote":"Be careful of your thoughts  they may become words at any moment.","author":"Ira Gassen","category":"positive"},{"quote":"The wisdom of all ages and cultures emphasizes the tremendous power our thoughts have over our character and circumstances.","author":"Liane Cordes","category":"positive"},{"quote":"There comes no adventure but wears to our soul the shape of our everyday thoughts.","author":"Maurice Maeterlinck","category":"positive"},{"quote":"We exaggerate misfortune and happiness alike. We are never either so wretched or so happy as we say we are.","author":"Honore de Balzac","category":"positive"},{"quote":"Think of all the beauty that's still left in and around you and be happy!","author":"Anne Frank","category":"positive"},{"quote":"We are never so happy or so unhappy as we think.","author":"Francois de La Rochefoucauld","category":"positive"},{"quote":"Man is only miserable so far as he thinks himself so.","author":"Jacopo Sannazaro","category":"positive"},{"quote":"A man's as miserable as he thinks he is.","author":"Marcus Annaeus Seneca","category":"positive"},{"quote":"The most unhappy of all men is he who believes himself to be so.","author":"David Hume","category":"positive"},{"quote":"The mind is its own place  and in itself can make a heaven of hell  a hell of heaven.","author":"John Milton","category":"positive"},{"quote":"All happiness is in the mind.","author":"Anonymous","category":"positive"},{"quote":"Happiness is not a matter of events  it depends upon the tides of the mind.","author":"Alice Meynell","category":"positive"},{"quote":"The greater part of our happiness or misery depends on our dispositions  and not our circumstances.","author":"Martha Washington","category":"positive"},{"quote":"I am happy and content because I think I am.","author":"Alain-Rene Lesage","category":"positive"},{"quote":"A happy life consists in tranquility of mind.","author":"Cicero","category":"positive"},{"quote":"The happiest person is the person who thinks the most interesting thoughts.","author":"William Lyon Phelps","category":"positive"},{"quote":"Unhappiness indicates wrong thinking  just as ill health indicates a bad regimen.","author":"Paul Bourget","category":"positive"},{"quote":"Happiness does not depend on outward things  but on the way we see them.","author":"Leo Tolstoy","category":"positive"},{"quote":"Happiness will never be any greater than the idea we have of it.","author":"Maurice Maeterlinck","category":"positive"},{"quote":"He is happy that knoweth not himself to be otherwise.","author":"Thomas Fuller","category":"positive"},{"quote":"Misery is almost always the result of thinking.","author":"Joseph Joubert","category":"positive"},{"quote":"A great obstacle to happiness is to expect too much happiness.","author":"Bernard de Fontenelle","category":"positive"},{"quote":"It isn't our position  but our disposition  that makes us happy.","author":"Anonymous","category":"positive"},{"quote":"God prefers your health  and your obedience  to your penance.","author":"Teresa of Avila","category":"positive"},{"quote":"After you're older  two things are possibly more important than any others: health and money.","author":"Helen Gurley Brown","category":"positive"},{"quote":"The best course was to buy a house across a road from a cemetery and look at it every morning. Reminding yourself where it all ended anyway  you'd never get upset about anything again.","author":"Mildred Davis","category":"positive"},{"quote":"Some patients I see are actually draining into their bodies the diseased thoughts of their minds.","author":"Zachary T. Bercovitz","category":"positive"},{"quote":"A sneer is like a flame  it may occasionally be curative because it cauterizes  but it leaves a bitter scar.","author":"Margaret Deland","category":"positive"},{"quote":"Hate is like acid. It can damage the vessel in which it is stored as well as destroy the object on which it is poured.","author":"Ann Landers","category":"positive"},{"quote":"The body manifests what the mind harbors.","author":"Jerry Augustine","category":"positive"},{"quote":"Since the human body tends to move in the direction of its expectations-plus or minus-it is important to know that attitudes of confidence and determination are no less a part of the treatment program than medical science and technology.","author":"Norman Cousins","category":"positive"},{"quote":"Tragedy had its compensations. Once the worst misfortune occurred  one never worried about the minor ones.","author":"Mildred Davis","category":"positive"},{"quote":"Give me good health and I'll take care of the rest.","author":"Marilyn Home","category":"positive"},{"quote":"When people asked  I used to tell them how sick I was. The more I talked about being sick  the worse I got. Finally  I started saying  \"I'm getting better.\" It took a while  but then I started to feel better  too.","author":"Michael Hirsch","category":"positive"},{"quote":"You can promote your healing by your thinking.","author":"James E. Sweeney","category":"positive"},{"quote":"Most of the time we think we're sick it's all in the mind.","author":"Thomas Wolfe","category":"positive"},{"quote":"My gift is that I'm not beautiful. My career was never about looks. It's about health and being in good shape.","author":"Shirley MacLaine","category":"positive"},{"quote":"The pessimist is half-licked before he starts.","author":"Thomas A. Buckner","category":"positive"},{"quote":"In rejecting secrecy I had also rejected the road to cynicism.","author":"Catharine Marshall","category":"positive"},{"quote":"An ass may bray a good while before he shakes the stars down.","author":"George Eliot","category":"positive"},{"quote":"It is healthier to see the good points of others than to analyze our own bad ones.","author":"Franchise Sagan","category":"positive"},{"quote":"Pessimism is a luxury that a Jew can never afford himself.","author":"Golda Meir","category":"positive"},{"quote":"Never say anything on the phone that you wouldn't want your mother to hear at your trial.","author":"Sydney Biddle Barrows","category":"positive"},{"quote":"You can either give in to negative feelings or fight them  and I'm of the belief that you should fight them.","author":"Dr. Ruth Westheimer","category":"positive"},{"quote":"A critic is someone who never actually goes to the battle  yet who afterwards comes out shooting the wounded.","author":"Tyne Daly","category":"positive"},{"quote":"They never raised a statue to a critic.","author":"Martha Graham","category":"positive"},{"quote":"The weak are the most treacherous of us all. They come to the strong and drain them. They are bottomless. They are insatiable. They are always parched and always bitter. They are everyone's concern and like vampires they suck our life's blood.","author":"Bette Davis","category":"positive"},{"quote":"No one can defeat us unless we first defeat ourselves.","author":"Dwight D. Eisenhower","category":"positive"},{"quote":"Play not with paradoxes. That caustic which you handle in order to scorch others may happen to sear your own fingers and make them dead to the quality of things.","author":"George Eliot","category":"positive"},{"quote":"Discussing how old you are is the temple of boredom.","author":"Ruth Gordon","category":"positive"},{"quote":"You can't be pessimistic  because there are so many things that go wrong every day that if you were to be negative or pessimistic  you'd go out of business.","author":"John DePasquale","category":"positive"},{"quote":"We criticize and separate ourselves from the process. We've got to jump right in there with both feet.","author":"Dolores Huerta","category":"positive"},{"quote":"Wit is the salt of conversation  not the food  and few things in the world are more wearying than a sarcastic attitude towards life.","author":"Agnes Repplier","category":"positive"},{"quote":"You can't pay attention to your mistakes. I made a mistake today  I made a mistake yesterday. I think it's ... very important to ignore the negative.","author":"Jerry Rubin","category":"positive"},{"quote":"You just can't complain about being alive. It's self-indulgent to be unhappy.","author":"Gena Rowland","category":"positive"},{"quote":"We can destroy ourselves by cynicism and disillusion  just as affectively as by bombs.","author":"Kenneth Clark","category":"positive"},{"quote":"One of the most devastating experiences in human life is disillusionment.","author":"Art Sisson","category":"positive"},{"quote":"The pessimist sees the difficulty in every opportunity  the optimist sees the opportunity in every difficulty.","author":"L. P. Jacks","category":"positive"},{"quote":"No pessimist ever discovered the secrets of the stars  or sailed to an uncharted land  or opened a new heaven to the human spirit.","author":"Helen Keller","category":"positive"},{"quote":"There are people who have an appetite for grief  pleasure is not strong enough and they crave pain. They have mithridatic stomachs which must be fed on poisoned bread  natures so doomed that no prosperity can sooth their ragged and dishevelled desolation.","author":"Ralph Waldo Emerson","category":"positive"},{"quote":"I don't believe in pessimism.","author":"Clint Eastwood","category":"positive"},{"quote":"If any has a stone to throw It is not I  ever or now.","author":"Elinor Wylie","category":"positive"},{"quote":"Cynicism is intellectual dandyism.","author":"George Meredith","category":"positive"},{"quote":"When one door of happiness closes  another opens  but often we look so long at the closed door that we do not see the one which has been opened for us.","author":"Helen Keller","category":"positive"},{"quote":"Do not sit long with a sad friend. When you go to a garden do you look at the weeds? Spend more time with the roses and jasmines.","author":"Jelaluddin Rumi","category":"positive"},{"quote":"If we are not responsible for the thoughts that pass our doors  we are at least responsible for those we admit and entertain.","author":"Charles B. Newcomb","category":"positive"},{"quote":"Optimism is an intellectual choice.","author":"Diana Schneider","category":"positive"},{"quote":"Think of only three things: your God  your family and the Green Bay Packers-in that order.","author":"Vince Lombardi","category":"positive"},{"quote":"You live with your thoughts-so be careful what they are.","author":"Eva Arrington","category":"positive"},{"quote":"We must dare to think unthinkable thoughts.","author":"James W. Fulbright","category":"positive"},{"quote":"Politeness is the art of choosing among one's real thoughts.","author":"Abel Stevens","category":"positive"},{"quote":"Thoughts have power  thoughts are energy. And you can make your world or break it by your own thinking.","author":"Susan Taylor","category":"positive"},{"quote":"Your imagination has much to do with your life. ... It is for you to decide how you want your imagination to serve you.","author":"Philip Conley","category":"positive"},{"quote":"A vacant mind invites dangerous inmates  as a deserted mansion tempts wandering outcasts to enter and take up their abode in its desolate apartments.","author":"Nicholas Hilliard","category":"positive"},{"quote":"Great things are not something accidental  but must certainly be willed.","author":"Vincent van Gogh","category":"positive"},{"quote":"Cease to be a drudge  seek to be an artist.","author":"Mary McLeod Bethune","category":"positive"},{"quote":"True revolutions ... restore more than they destroy.","author":"Louise Bogan","category":"positive"},{"quote":"There are seeds of self-destruction in all of us that will bear only unhappi-ness if allowed to grow.","author":"Dorothea Brande","category":"positive"},{"quote":"We have seen too much defeatism  too much pessimism  too much of a negative approach.","author":"Margo Jones","category":"positive"},{"quote":"This is the way of peace-overcome evil with good  and falsehood with truth  and hatred with love.","author":"Peace Pilgrim","category":"positive"},{"quote":"The evil of the world is made possible by nothing but the sanction you give it.","author":"Ayn Rand","category":"positive"},{"quote":"If you make fun of bad persons you make yourself beneath them. ... Be kind to bad and good  for you don't know your own heart.","author":"Sarah Winnemucca","category":"positive"},{"quote":"We have learned that power is a positive force if it is used for positive purposes.","author":"Elizabeth Dole","category":"positive"},{"quote":"The optimism of a healthy mind is indefatigable.","author":"Margery Allingham","category":"positive"},{"quote":"If I were to wish for anything  I should not wish for wealth and power  but for the passionate sense of the potential  for the eye which  ever young and ardent  sees the possible . . . what wine is so sparkling  so fragrant  so intoxicating  as possibility!","author":"Soren Kierkegaard","category":"positive"},{"quote":"What after all has maintained the human race on this old globe  despite all the calamities of nature and all the tragic failings of mankind  if not the faith in new possibilities and the courage to advocate them?","author":"Jane Adams","category":"positive"},{"quote":"The basic success orientation is having an optimistic attitude.","author":"John DePasquale","category":"positive"},{"quote":"Think positively and masterfully  with confidence and faith  and life becomes more secure  more fraught with action  richer in achievement and experience.","author":"Eddie Rickenbacker","category":"positive"},{"quote":"Am I like the optimist who  while falling ten stories from a building  says at each story  \"I'm all right so far\"?","author":"Gretel Ehrlich","category":"positive"},{"quote":"It doesn't hurt to be optimistic. You can always cry later.","author":"Lucimar Santos de Lima","category":"positive"},{"quote":"The biggest quality in successful people  I think  is an impatience with negative thinking ... my feeling was  even if it's as bad as I think it is  we'll make it work.","author":"Edward McCabe","category":"positive"},{"quote":"Optimism and humor are the grease and glue of life. Without both of them we would never have survived our captivity.","author":"Philip Butler","category":"positive"},{"quote":"Optimism is the faith that leads to achievement. Nothing can be done without hope and confidence.","author":"Helen Keller","category":"positive"},{"quote":"Positive thinking is the key to success in business  education  pro football  anything that you can mention. I go out there thinking that I am going to complete every pass.","author":"Ron Jaworski","category":"positive"},{"quote":"Positive Thinking Is Practical There is in the worst of fortune the best of chances for a happy change.","author":"Euripides","category":"positive"},{"quote":"Every noble work is at first impossible.","author":"Thomas Carlyle","category":"positive"},{"quote":"Optimism is essential to achievement and is also the foundation of courage and of true progress.","author":"Nicholas Murray Butler","category":"positive"},{"quote":"I cannot discover that anyone knows enough to say definitely what is and what is not possible.","author":"Henry Ford","category":"positive"},{"quote":"I have learned to use the word impossible with the greatest caution.","author":"Wernher von Braun","category":"positive"},{"quote":"The Wright brothers flew right through the smoke screen of impossibility.","author":"Charles Franklin Kettering","category":"positive"},{"quote":"On the human chessboard  all moves are possible.","author":"Miriam Schiff","category":"positive"},{"quote":"In the long run  the pessimist may be proved to be right  but the optimist has a better time on the trip.","author":"Daniel L. Reardon","category":"positive"},{"quote":"All things are possible until they are proved impossible-and even the impossible may only be so as of now.","author":"Pearl S. Buck","category":"positive"},{"quote":"One is not born a genius  one becomes a genius.","author":"Simone de Beauvoir","category":"positive"},{"quote":"Like begets like  honesty begets honesty  trust  trust  and so on.","author":"James F. Bell","category":"positive"},{"quote":"Honor begets honor  trust begets trust  faith begets faith  and hope is the mainspring of life.","author":"Henry L. Stimson","category":"positive"},{"quote":"Mankind's greatest gift... is that we have free choice.","author":"Elisabeth Kubler-Ross","category":"positive"},{"quote":"If you haven't been happy very young  you can still be happy later on  but it's much harder. You need more luck.","author":"Simone de Beauvoir","category":"positive"},{"quote":"Events  circumstances  etc.  have their origin in ourselves. They spring from seeds which we have sown.","author":"Henry David Thoreau","category":"positive"},{"quote":"Hope is like a road in the country  there was never a road  but when many people walk on it  the road comes into existence.","author":"Lin Yutang","category":"positive"},{"quote":"If fear is cultivated it will become stronger  if faith is cultivated it will achieve mastery.","author":"John Paul Jones","category":"positive"},{"quote":"The process of maturing is an art to be learned  an effort to be sustained. By the age of fifty  you have made yourself what you are  and if it is good  it is better than your youth.","author":"Marya Mannes","category":"positive"},{"quote":"A human being fashions his consequences as surely as he fashions his goods or his dwelling. Nothing that he says  thinks or does is without consequences.","author":"Norman Cousins","category":"positive"},{"quote":"We create our fate every day ... most of the ills we suffer from are directly traceable to our own behavior.","author":"Henry Miller","category":"positive"},{"quote":"It seems to me probably that any one who has a series of intolerable positions to put up with must have been responsible for them to some extent... they have contributed to it by impatience or intolerance  or brusqueness-or some provocation.","author":"Robert Hugh Benson","category":"positive"},{"quote":"If we live good lives  the times are also good. As we are  such are the times.","author":"Saint Augustine","category":"positive"},{"quote":"Opportunities multiply as they are seized  they die when neglected. Life is a long line of opportunities.","author":"John Wicker","category":"positive"},{"quote":"I have found that if you love life  life will love you back.","author":"Arthur Rubinstein","category":"positive"},{"quote":"A man is a method  a progressive arrangement  a selecting principle  gathering his like unto him wherever he goes. What you are comes to you.","author":"Ralph Waldo Emerson","category":"positive"},{"quote":"Thousands upon thousands are yearly brought into a state of real poverty by their great anxiety not to be thought poor.","author":"William Cobbett","category":"positive"},{"quote":"We are made kind by being kind.","author":"Eric Hoffer","category":"positive"},{"quote":"The world has a way of giving what is demanded of it. If you are frightened and look for failure and poverty  you will get them  no matter how hard you may try to succeed. Lack of faith in yourself  in what life will do for you  cuts you off from the good things of the world. Expect victory and you make victory. Nowhere is this truer than in business that is  where bravery and faith bring both material and spiritual rewards.","author":"Preston Bradley","category":"positive"},{"quote":"Choice is the essence of what I believe it is to be human.","author":"Liv Ullmann","category":"positive"},{"quote":"Kindness gives birth to kindness.","author":"Sophocles","category":"positive"},{"quote":"We choose our joys and sorrows long before we experience them.","author":"Kahlil Gibran","category":"positive"},{"quote":"Once a human being has arrived on this earth  communication is the largest single factor determining what kinds of relationships he makes with others and what happens to him in the world about him.","author":"Virginia Satir","category":"positive"},{"quote":"Man does not simply exist  but always decides what his existence will be  what he will become in the next moment.","author":"Viktor Frankl","category":"positive"},{"quote":"You end up as you deserve. In old age you must put up with the face  the friends  the health  and the children you have earned.","author":"Fay Weldon","category":"positive"},{"quote":"Liberty cannot be caged into a charter and handed on ready-made to the next generation. Each generation must recreate liberty for its own times. Whether or not we establish freedom rests with ourselves.","author":"Florence Ellinwood Allen","category":"positive"},{"quote":"I am one of those people who are blessed ... with a nature which has to interfere. If I see a thing that needs doing I do it.","author":"Margery Allingham","category":"positive"},{"quote":"The principle of life is that life responds by corresponding  your life becomes the thing you have decided it shall be.","author":"Raymond Charles Barker","category":"positive"},{"quote":"If we choose to be no more than clods of clay  then we shall be used as clods of clay for braver feet to tread on.","author":"Marie Corelli","category":"positive"},{"quote":"Preparing for the worst is an activity I have taken up since I turned thirty-five  and the worst actually began to happen.","author":"Delia Ephron","category":"positive"},{"quote":"If you prepare for old age  old age comes sooner.","author":"Anonymous","category":"positive"},{"quote":"It is no use blaming the men-we made them what they are-and now it is up to us to try and make ourselves-the makers of men-a little more responsible.","author":"Nancy Astor","category":"positive"},{"quote":"Lead me not into temptation  I can find the way myself.","author":"Rita Mae Brown","category":"positive"},{"quote":"Believe there is a great power silently working all things for good  behave yourself and never mind the rest.","author":"Beatrix Potter","category":"positive"},{"quote":"I made the decision. I'm accountable.","author":"Janet Reno","category":"positive"},{"quote":"What we prepare for is what we shall get.","author":"William Graham Sumner","category":"positive"},{"quote":"We make our own criminals  and their crimes are congruent with the national culture we all share. It has been said that a people get the kind of political leadership they deserve. I think they also get the kinds of crime and criminals they themselves bring into being.","author":"Margaret Mead","category":"positive"}]}