{"author":"Ravindu Manoj","github":"ravindu01manoj","repo":"Quotes-500k","data":[{"quote":"I'm totally into new age and self-help books. I used to work in a bookstore and that's the section they gave me, and I got way into it. I just loved the power of positive thinking, letting yourself go.","author":"Jason Mraz","category":"Positive, Work, Power"},{"quote":"My parents got married late and they had kids late, so I never felt a social or cultural thing to be married or pregnant or a homeowner by a certain age.","author":"Anna Kendrick","category":"Parents, Late, Kids"},{"quote":"By age seven, I used to comb my hair for performances, just pull my hair up into a bun. Granted, it wasn't a very intricate hairstyle. Still, to be that responsible and disciplined at age seven is unusual.","author":"Janet Jackson","category":"Hair, Responsible, Up"},{"quote":"I would often find myself, at the age of 21, at midnight, running down a dark street on my own with 10 men chasing me. And the fact they had cameras in their hands made that legal.","author":"Sienna Miller","category":"Myself, Men, Legal"},{"quote":"I've been very competitive by nature from a young age, whether it was eating a bowl of pasta faster than somebody else, or always wanting to be the first one in line.","author":"Maria Sharapova","category":"Nature, Eating, Young"},{"quote":"You get to a certain age where you prepare yourself for happiness. Sometimes you never remember to actually get happy.","author":"John Mayer","category":"Happiness, Happy, Yourself"},{"quote":"I don't find the technology threatening. A lot of people my age, my generation, find it difficult to immerse themselves. But I would never preclude the idea of using any technology if I thought it suited the end result.","author":"Robert Smith","category":"Technology, End, People"},{"quote":"The excess of our youth are checks written against our age and they are payable with interest thirty years later.","author":"Charles Caleb Colton","category":"Youth, Years, Interest"},{"quote":"No matter what your age is, you only have now. So it's always about living in the moment and being in the moment... I refuse to let those numbers define me, and I just try to face each day positively.","author":"Christie Brinkley","category":"Day, Moment, Me"},{"quote":"Light and funny has a more compelling quality when you're younger. But I haven't abandoned the genre: I love falling down I love Lucille Ball. It's just that a lot of those stories revolve around problems that I can't convincingly portray at this age.","author":"Julia Roberts","category":"Funny, Love, Light"},{"quote":"You have to make the effort with children. You can't have them thinking that I reckon I'm special, otherwise they'll start thinking they're special. I want them to feel normal for as long as possible because God knows they'll reach an age when they'll be told they're not.","author":"Noel Gallagher","category":"Children, God, Thinking"},{"quote":"We were really grown up for our age and it was an incredible special band.","author":"Joan Jett","category":"Special, Band, Up"},{"quote":"I wrote a screenplay for a 'Sweet Valley High' adaptation, and it's really amazing to me how many women who are my age have responded to the idea and are excited about the movie.","author":"Diablo Cody","category":"Women, Amazing, Me"},{"quote":"Religion is the best antidote to the individualism of the consumer age. The idea that society can do without it flies in the face of history and, now, evolutionary biology.","author":"Jonathan Sacks","category":"History, Best, Religion"},{"quote":"Tiger Woods was a month away from 34 years of age when his debutantes began turning up in the news. He was a grown man with a wife and two children. Well, we supposed he had a wife, but that was before we learned she was only an ornament.","author":"Dan Jenkins","category":"Children, Man, Wife"},{"quote":"I knew from the age of 16 that I wanted to be a writer because I just didn't think I could do anything else. So I read and read and wrote short stories and dreamed of escape.","author":"Paul Auster","category":"Short, Escape, Think"},{"quote":"I would always encourage people of any age not to be so quick to follow other people's truths but to search and follow your own moral code and live by your own integrity, and mostly just be brave.","author":"Jewel","category":"Integrity, Brave, People"},{"quote":"The information encoded in your DNA determines your unique biological characteristics, such as sex, eye color, age and Social Security number.","author":"Dave Barry","category":"Eye, Color, Unique"},{"quote":"I would like to see more airplay for all artists, no matter what age. I think there's a lot of money being spent toward the young guys, but a lot of the older guys are the ones who blazed the trail for those young guys.","author":"Willie Nelson","category":"Money, Think, See"},{"quote":"It's hard for women at my age in Hollywood, but I'm not discouraged.","author":"Jane Fonda","category":"Women, Hollywood, Hard"},{"quote":"The reality is sobering: in the United States one in three girls will become pregnant before age 20, totaling more than 750,000 girls per year.","author":"Jane Fonda","category":"Reality, Three, Year"},{"quote":"The most important thing to do as you age is to stay physically active. Lots of people just throw in the towel if they can't do what they used to do, and that's terrible.","author":"Jane Fonda","category":"People, You"},{"quote":"There is no self-knowledge but an historical one. No one knows what he himself is who does not know his fellow men, especially the most prominent one of the community, the master's master, the genius of the age.","author":"Karl Wilhelm Friedrich Schlegel","category":"Community, Men, Genius"},{"quote":"The first thing I bought that was really stylish was in 1969 when I was eleven. I saved up for a black, grey and white tie-dye grandad vest. It was too big - they weren't catering for kids my age - and hung off me, but I loved it.","author":"Paul Weller","category":"Me, Black, Loved"},{"quote":"I think when the full horror of being fifty hits you, you should stay home and have a good cry.","author":"Josh Billings","category":"Home, Good, Think"},{"quote":"You know you're getting old when all the names in your black book have M. D. after them.","author":"Harrison Ford","category":"Book, Black, Know"},{"quote":"I'm 20 years old. I like to party as much as anyone my age. Going clubbing is my way of relaxing or releasing a lot of stress. I don't feel that I should have to justify that part of my life. I don't know that I'm necessarily an addict.","author":"Lindsay Lohan","category":"Life, Stress, Party"},{"quote":"Oh rage! Oh despair! Oh age, my enemy!","author":"Pierre Corneille","category":"Enemy, Rage, Despair"},{"quote":"To be renewed is everything. What more could one ask for than to have one's youth back again?","author":"George Lucas","category":"Youth, Back, Ask"},{"quote":"The chief role of the universities is to prolong adolescence into middle age, at which point early retirement ensures that we lack the means or the will to enforce significant change.","author":"J. G. Ballard","category":"Change, Retirement"},{"quote":"Every age needs men who will redeem the time by living with a vision of the things that are to be.","author":"Adlai E. Stevenson","category":"Time, Vision, Men"},{"quote":"I didn't cry much after I was 35, but staggered stony-faced into middle age, a handkerchief still in my bag just in case.","author":"Hilary Mantel","category":"Bag, Cry, Just"},{"quote":"The perceptions of middle age have their own luminosity.","author":"Gail Sheehy","category":"Middle, Own, Perceptions"},{"quote":"A grownup is a child with layers on.","author":"Woody Harrelson","category":"Child, Layers, Grownup"},{"quote":"I had dance training from a very young age, 3 or 4... It taught me how to present myself, about preparation and working in an ensemble, and it's something that carries with me to this day.","author":"Michelle Dockery","category":"Myself, Dance, Training"},{"quote":"A bad manner spoils everything, even reason and justice; a good one supplies everything, gilds a No, sweetens a truth, and adds a touch of beauty to old age itself.","author":"Baltasar Gracian","category":"Beauty, Good, Truth"},{"quote":"I've watched my peers get better with age and hoped that would happen with me.","author":"Bonnie Raitt","category":"Me, Better, Happen"},{"quote":"My age and health will never allow me to realize the dream of art I've been pursuing all my life.","author":"Paul Cezanne","category":"Life, Art, Health"},{"quote":"Confidence is something you're born with. I know I had loads of it even at the age of 15.","author":"Hedy Lamarr","category":"Confidence, Know, You"},{"quote":"My habit would have been to veer towards the dark - to prove I was something; edgy, or maybe to prove that I was cognisant of the dark side. Now, with age and confidence, I can say, yeah, that's true, but I am cognisant of the fact that people can do things well. And can be more loving than you expect.","author":"George Saunders","category":"Confidence, I Am, Dark"},{"quote":"Of course, you see your body changing as you age, but it's more important to live than be too preoccupied with that sort of thing. I think ultimately what people care about in other people is the energy, the spirit.","author":"Jacqueline Bisset","category":"People, Live, Think"},{"quote":"I love tennis. I've played it my whole life. Loved it since the age of three. I had an injury, so from the age of 13 to 24 I didn't play much. Then when I moved out to L.A., there were so many tennis courts that I rekindled the love.","author":"David Walton","category":"Love, Life, Tennis"},{"quote":"We, after a certain age, after college, are so consumed about what we want to achieve in life, and we fiercely are ambitious and we go after that, but sometimes we tend to take all our loved and dear ones for granted.","author":"Ranbir Kapoor","category":"Life, College, Want"},{"quote":"Why should society feel responsible only for the education of children, and not for the education of all adults of every age?","author":"Erich Fromm","category":"Education, Children, Society"},{"quote":"Reason is a crutch for age, but youth is strong enough to walk alone.","author":"John Dryden","category":"Strong, Alone, Youth"},{"quote":"You hit a certain age and - especially because of TV - the young cooks coming up say, 'You're a sellout, because you're doing something other than what you should be doing.' 'Top Chef' is a double-edged sword for me: There's a whole group of people who will not come to the restaurants because they assume I'm not in them anymore, all I do is TV.","author":"Tom Colicchio","category":"Chef, Me, People"},{"quote":"Sure I played, did you think I was born at the age of 70 sitting in a dugout trying to manage guys like you?","author":"Casey Stengel","category":"Think, Born, You"},{"quote":"I got into filmmaking in order to tell very personal stories, and in this day and age, the opportunity seems all the more precious.","author":"Ira Sachs","category":"Day, Opportunity, Filmmaking"},{"quote":"I'm 42 and the age of a guy who has kids, so I guess I'm playing right where I'm supposed to be. I'm comfortable with that, but in the same breath I'd do something edgy. If someone came to me and offered me an edgy and funny story, then I'd do it.","author":"Eddie Murphy","category":"Funny, Me, Story"},{"quote":"I was just a ham since about the age of five. If I was performing at Medieval Times or something, I'd be the court jester. That was always my defense mechanism. I was never all that funny; I was just obnoxious and loud.","author":"Emma Stone","category":"Funny, Never, Always"},{"quote":"I get all fired up about aging in America.","author":"Willard Scott","category":"America, Aging, Fired"},{"quote":"We tried not to age, but time had its rage.","author":"Pete Townshend","category":"Time, Rage, Tried"},{"quote":"Old age isn't a battle old age is a massacre.","author":"Philip Roth","category":"Battle, Old Age, Old"},{"quote":"I knew from a very young age that there was something very wrong with me.","author":"Patty Duke","category":"Me, Young, Something"},{"quote":"A lot of the girls my age were impressed by silly stuff like money and fame. I wanted to be able to have intellectual and spiritual conversations with someone who was on the same page as me.","author":"Nick Cannon","category":"Money, Spiritual, Me"},{"quote":"All my early school reports from the age of 5 were 'Daniel must learn not to distract others.'","author":"Dan Stevens","category":"School, Learn, Early"},{"quote":"It is critical that kids start to learn the value of money, short-term and long-term saving and budgeting at an early age.","author":"Alexa Von Tobel","category":"Money, Value, Start"},{"quote":"I admire those people who hold on to their elegance in old age but I'd rather have fun.","author":"Heather Graham","category":"Fun, Old Age, People"},{"quote":"I asked all of our recruiters to give me all resumes of prospective employees with their name, gender, place of origin, and age blacked out. This simple change shocked me, because I found myself interviewing different-looking candidates - even though I was 100% convinced that I was not being biased in my resume selection process.","author":"Eric Ries","category":"Change, Myself, Simple"},{"quote":"A woman telling her true age is like a buyer confiding his final price to an Armenian rug dealer.","author":"Mignon McLaughlin","category":"Woman, True, Her"},{"quote":"The majority of teenagers don't even make eye contact with people, even people of the same age.","author":"Saoirse Ronan","category":"Eye, People, Teenagers"},{"quote":"We should so provide for old age that it may have no urgent wants of this world to absorb it from meditation on the next. It is awful to see the lean hands of dotage making a coffer of the grave.","author":"Pearl S. Buck","category":"World, Old Age, Hands"},{"quote":"What makes old age so sad is not that our joys but our hopes cease.","author":"Jean Paul","category":"Sad, Old Age, Hopes"},{"quote":"People quit on jobs. They quit on marriages. They quit on school. There's an immediacy of this day and age that doesn't lend itself to being committed to anything.","author":"Emily Blunt","category":"Day, School, People"},{"quote":"Although it is generally known, I think it's about time to announce that I was born at a very early age.","author":"Douglas Horton","category":"Time, Think, Born"},{"quote":"One of the many things nobody ever tells you about middle age is that it's such a nice change from being young.","author":"William Feather","category":"Change, Nice, You"},{"quote":"I played rugby from the age of 10 until my late twenties; an unlikely player - small, quiet, long-haired and 'wiry.'","author":"Anthony Browne","category":"Small, Late, Rugby"},{"quote":"For a guy who used to steal watches on the streets of Chandni Chowk for kicks, I surely think my success at the age of 22 was pretty early!","author":"Akshay Kumar","category":"Success, Watches, Think"},{"quote":"Incidentally, one of the most worrying problems in the impact of Western modernity on traditional culture is that it quite rapidly communicates its own indifference or anxiety or even hostility about age and ageing.","author":"Rowan Williams","category":"Culture, Problems, Anxiety"},{"quote":"Middle age is the time when a man is always thinking that in a week or two he will feel as good as ever.","author":"Don Marquis","category":"Time, Good, Man"},{"quote":"Age is not a particularly interesting subject. Anyone can get old. All you have to do is live long enough.","author":"Don Marquis","category":"Live, Long, You"},{"quote":"People of a certain age look back on the Mayberry of 'The Andy Griffith Show' and become almost as homesick for that simple fictional hamlet as they do for their own home towns.","author":"Tom Shales","category":"Home, Simple, People"},{"quote":"You end up as you deserve. In old age you must put up with the face, the friends, the health, and the children you have earned.","author":"Judith Viorst","category":"Children, Friends, Health"},{"quote":"I'm not limited by my gender, and I don't think anyone else should be either. Because I am the age I am and I sort of rode the crest of the first profound post-suffragette feminists, I wasn't fighting to burn my bra. Those women fought that fight just seconds before I came into womanhood.","author":"Ellen Barkin","category":"Women, I Am, Fight"},{"quote":"I was given a stethoscope in a child's 'doctor's bag' at about age six and I loved it! One could hear the heart beating through that plastic toy.","author":"Jessye Norman","category":"Heart, Child, Doctor"},{"quote":"I think it'd be wonderful if we could train young girls to be active in lots of ways and that they then wouldn't have to age at the same rate that they would if they were not more active. In other words, more physical fitness and not just the sporty kind, but the yoga, which is really important.","author":"Raquel Welch","category":"Fitness, Words, Train"},{"quote":"I learned from a very young age that if I pursued the things that truly excited me, that they would reward in more important ways, like happiness.","author":"Brandon Boyd","category":"Happiness, Me, Young"},{"quote":"Youth does not require reasons for living, it only needs pretexts.","author":"Jose Ortega y Gasset","category":"Youth, Living, Reasons"},{"quote":"A woman must make her fortune before she is 30 or work after she is 30 or get married.","author":"Anna Held","category":"Work, Woman, She"},{"quote":"No one can avoid aging, but aging productively is something else.","author":"Katharine Graham","category":"Aging, Something, Avoid"},{"quote":"A lot of my childhood memories involve walking home in floods of tears. At that age, feeling unpopular is difficult to handle.","author":"Rachel Stevens","category":"Home, Memories, Childhood"},{"quote":"When sighted people cover their eyes or find themselves in a dark place, this is something that's very terrifying for us. And so in general, we assume that this is what blindness means. But of course, it isn't. For people who were born blind or who go blind at a very young age, that's not at all what blindness means.","author":"Rosemary Mahoney","category":"Eyes, Blind, Dark"},{"quote":"I feel increasingly like age is very irrelevant. Quite often, cynicism is confused with wisdom, and my scorn is confused with a knowing, which I don't have.","author":"Laura Marling","category":"Wisdom, Confused, Knowing"},{"quote":"I think we put our children at an enormous disadvantage by not educating them in war, by not letting them understand about it at an early age.","author":"Suzanne Collins","category":"Children, War, Think"},{"quote":"I'm not busy... a woman with three children under the age of 10 wouldn't think my schedule looked so busy.","author":"Garrison Keillor","category":"Children, Woman, Busy"},{"quote":"What is an adult? A child blown up by age.","author":"Simone de Beauvoir","category":"Child, Up, Adult"},{"quote":"Basketball has consumed me since the age of 7 or 8. I don't know what I would do without it.","author":"Rick Pitino","category":"Me, Basketball, Know"},{"quote":"One keeps forgetting old age up to the very brink of the grave.","author":"Sidonie Gabrielle Colette","category":"Old Age, Forgetting, Grave"},{"quote":"I became married at a young age and had two daughters and divorced at 26. I had to go on welfare to make ends meet. I had no way to support myself.","author":"Clarissa Pinkola Estes","category":"Myself, Support, Young"},{"quote":"The aging process has you firmly in its grasp if you never get the urge to throw a snowball.","author":"Doug Larson","category":"Aging, Process, You"},{"quote":"The value of old age depends upon the person who reaches it. To some men of early performance it is useless. To others, who are late to develop, it just enables them to finish the job.","author":"Thomas Hardy","category":"Job, Men, Value"},{"quote":"No matter where you are, the root of you is designed from a young age. So if my confidence was taken as a child, you can gain back a lot of the confidence, but that root of the cavity will still be there.","author":"Russell Peters","category":"Confidence, Child, You"},{"quote":"My mother inspired me to treat others as I would want to be treated regardless of age, race or financial status.","author":"Tommy Hilfiger","category":"Mother, Finance, Financial"},{"quote":"We pay when old for the excesses of youth.","author":"J. B. Priestley","category":"Youth, Pay, Old"},{"quote":"After thirty, a body has a mind of its own.","author":"Bette Midler","category":"Mind, Body, Thirty"},{"quote":"Every time I see something terrible, it's like I see it at age 19. I keep a freshness that way.","author":"Ralph Nader","category":"Time, Way, See"},{"quote":"The great book for you is the book that has the most to say to you at the moment when you are reading. I do not mean the book that is most instructive, but the book that feeds your spirit. And that depends on your age, your experience, your psychological and spiritual need.","author":"Robertson Davies","category":"Experience, Great, Spiritual"},{"quote":"It lies in human nature that where you experience your first laughs, you also remember the age kindly.","author":"Vaclav Havel","category":"Nature, Experience, Remember"},{"quote":"But now in this day and age, people are more prone to go out to try new things to enhance their performance on the field - to enhance their physical appearance.","author":"Bo Jackson","category":"Day, Performance, People"},{"quote":"Growing old is no more than a bad habit which a busy person has no time to form.","author":"Andre Maurois","category":"Time, Busy, Growing Old"},{"quote":"The really frightening thing about middle age is the knowledge that you'll grow out of it.","author":"Doris Day","category":"Knowledge, Grow, You"},{"quote":"Middle age is youth without levity, and age without decay.","author":"Doris Day","category":"Youth, Middle, Without"},{"quote":"I meet so many that think population growth is a major problem in regard to climate change. But the number of children born per year in the world has stopped growing since 1990. The total number of children below 15 years of age in the world are now relatively stable around 2 billion.","author":"Hans Rosling","category":"Change, Children, Growth"},{"quote":"It's difficult for a young girl like me. Because there's a certain time for young actresses, which is like a really juicy period when all the parts are love interests and young heroines. Of course, there's always work for men whatever age they are.","author":"Gemma Arterton","category":"Love, Work, Time"},{"quote":"The gift my mother gave me was the gift of possibility. From an early age, she instilled in me a belief that I could do anything I wanted to do. It wasn't a matter of, 'Can I?' or 'Should I?' It was just, 'You can, you must, you will!' She wanted me to believe that anything was possible.","author":"Maria Shriver","category":"Mother, Believe, Gift"},{"quote":"My notion of a wife at 40 is that a man should be able to change her, like a bank note, for two 20s.","author":"Warren Beatty","category":"Change, Man, Wife"},{"quote":"Visit those who are sick, or who are in trouble, especially those whom God has made needy by age, or by other sickness, as the feeble, the blind, and the lame who are in poverty. These you shall relieve with your goods after your power and after their need, for thus biddeth the Gospel.","author":"John Wycliffe","category":"God, Power, Poverty"},{"quote":"Race and gender definitely came up, occasionally, in my life at work. But the bigger challenge that I had was age. I took roles earlier in my career than people expected, and so a lot of what I got was, 'Do you actually know enough to do this?'","author":"Ursula Burns","category":"Life, Work, Challenge"},{"quote":"I'm not afraid of aging.","author":"Shelley Duvall","category":"Aging, Afraid"},{"quote":"People get devalued in Hollywood when they age, despite all their efforts to stay relevant and beautiful and young. They can't get jobs anymore.","author":"David LaChapelle","category":"Beautiful, People, Young"},{"quote":"I grew up in Florida, so you start swimming at the age of 1, really. By 10, I was competitive swimming, and by 12, I had aspirations to be the best in the world.","author":"Diana Nyad","category":"Best, World, Swimming"},{"quote":"I missed quite a lot of school because I was working from the age of 11.","author":"Natalia Vodianova","category":"School, Working, Missed"},{"quote":"I avoid talking before the youth of the age as I would dancing before them: for if one's tongue don't move in the steps of the day, and thinks to please by its old graces, it is only an object of ridicule.","author":"Horace Walpole","category":"Day, Youth, Tongue"},{"quote":"Our civilization is now in the transition stage between the age of warring empires and a new age of world unity and peace.","author":"John Boyd Orr","category":"Peace, Unity, World"},{"quote":"You should never reveal your true age.","author":"Eve Arnold","category":"True, You, Never"},{"quote":"I personally think that we can win the World Cup. We are improving with every game. With such a young average age in the squad we can only carry on improving.","author":"Ruud van Nistelrooy","category":"Win, World, Game"},{"quote":"Forty is the old age of youth, fifty is the youth of old age.","author":"Hosea Ballou","category":"Youth, Old Age, Fifty"},{"quote":"Youth is when you're allowed to stay up late on New Year's Eve. Middle age is when you're forced to.","author":"Bill Vaughan","category":"Youth, Late, You"},{"quote":"At age 11 in 1960, I moved to an academic state secondary school, Harrow County Grammar School for Boys.","author":"Paul Nurse","category":"School, Grammar, Academic"},{"quote":"Did you come of age in those sweet summers of the early nineteen-sixties, when the airwaves were full of rock and roll's doo-wop promise of joy and the nation was full of J.F.K.'s eloquent promise of a New Frontier? I did. Life seemed to be laid out before us like a banquet; everything was for the taking, especially hearts.","author":"John Lahr","category":"Life, Joy, Sweet"},{"quote":"People sometimes announce that we have entered 'the information age' as if information did not exist in other times. I think that every age was an age of information, each in its own way and according to the available media.","author":"Robert Darnton","category":"Media, Information, People"},{"quote":"While one finds company in himself and his pursuits, he cannot feel old, no matter what his years may be.","author":"Amos Bronson Alcott","category":"Company, Matter, Years"},{"quote":"Every age, after all, must have its own aisling and dream of a better, kinder, happier, shared world.","author":"Michael D. Higgins","category":"World, Dream, Better"},{"quote":"I don't want to fight aging; I want to take good care of myself, but plastic surgery and all that? I'm not interested.","author":"Christine Lahti","category":"Good, Myself, Fight"},{"quote":"The real sadness of fifty is not that you change so much but that you change so little.","author":"Max Lerner","category":"Change, Sadness, You"},{"quote":"It's easier to learn things for life by the age of 12 and not the age of 18. This is just my guess.","author":"Luc Montagnier","category":"Life, Learn, Easier"},{"quote":"A lot of the time with child actors, you get the feeling they're trying to have a kind of poise or presentation that's beyond their years that might be put on, but also might be because they've spent years just hanging out with adults and they don't even have a sense of what it's like to grow up with kids their own age.","author":"Alessandro Nivola","category":"Time, Child, Grow"},{"quote":"Well, I was always really mature for my age. I'm an above-age reader. I'm not trying to come off like, 'I have a high IQ number. My parents gave me the test.' That's the way I was, I guess. I am still a kid. I love doing kid activities. I'm such a kid, but when I'm on set, I do like to be professional.","author":"Atticus Shaffer","category":"Love, Parents, I Am"},{"quote":"The first interview I went on I got at age 5. It was a commercial for First Federal Bank.","author":"Erin Moran","category":"Bank, First, Interview"},{"quote":"Age is getting to know all the ways the world turns, so that if you cannot turn the world the way you want, you can at least get out of the way so you won't get run over.","author":"Miriam Makeba","category":"World, Want, Know"},{"quote":"I actually study boxing - my dad was a Golden Gloves champion so I learned how to fight at a very young age. Growing up in Brooklyn you always had to watch your back, so I pretty much learned to protect myself.","author":"Lana Parrilla","category":"Myself, Fight, Champion"},{"quote":"Age is how we determine how valuable you are.","author":"Jane Elliot","category":"You, How, Determine"},{"quote":"Once you find love, you find it. There isn't an age on love.","author":"Candace Cameron Bure","category":"Love, You, Find"},{"quote":"Knowing how to age and not being afraid of aging is very healthy.","author":"Evelyn Lauder","category":"Aging, Healthy, Knowing"},{"quote":"One industrial age belief is that GDP or GNP is a measure of progress. I don't care if you're the President of China or the U.S., if your country doesn't grow, you're in trouble. But we all know that beyond a certain level of material need, further material acquisition doesn't make people happier.","author":"Peter Senge","category":"Progress, People, Belief"},{"quote":"I had the fortune or misfortune to learn how to read fluently starting at the age of three. So I had read maybe 150 books by the time I hit 1st grade. And I already knew that the teachers were lying to me.","author":"Alan Kay","category":"Time, Me, Learn"},{"quote":"It's a bit startling to achieve global recognition before the age of 30 on account of your sister, your brother-in-law and your bottom. One day I might be able to make sense of this. In the meantime I think it's fair to say that it has its upside and its downside.","author":"Pippa Middleton","category":"Day, Sister, Think"},{"quote":"I was 3 and a half, and there was an open call for a Coca-Cola commercial. We were living around Dallas, and my mom took me. I think they were calling for 16-year-olds that could ride horses and swing a rope, and for whatever reason, my mom took me up there when I was 3. But I always had a rope, and I was a little cowboy at that age.","author":"Jesse Plemons","category":"Mom, Me, Think"},{"quote":"Age is like love, it cannot be hid.","author":"Thomas Dekker","category":"Love, Like, Cannot"},{"quote":"This age thinks better of a gilded fool Than of a threadbare saint in wisdom's school.","author":"Thomas Dekker","category":"Wisdom, School, Fool"},{"quote":"You can construct the character of a man and his age not only from what he does and says, but from what he fails to say and do.","author":"Norman Douglas","category":"Character, Man, You"},{"quote":"The lovely thing about being forty is that you can appreciate twenty-five-year-old men more.","author":"Colleen McCullough","category":"Men, Appreciate, You"},{"quote":"I'll tell you something: my dad was a nuclear engineer and he was really bright, and I've always said that because of negotiating at such a young age with my dad, it was really such a gift because I could then negotiate with very difficult personalities - and not end up being the scapegoat. I learned to really pick and choose my battles.","author":"Faith Prince","category":"End, Gift, You"},{"quote":"Like I said on my bio on my webpage, I was born at an early age, I was close to my mother.","author":"Peter Jurasik","category":"Mother, Born, Early"},{"quote":"At 19, everything is possible and tomorrow looks friendly.","author":"Jim Bishop","category":"Tomorrow, Possible, Looks"},{"quote":"In old age we are like a batch of letters that someone has sent. We are no longer in the past, we have arrived.","author":"Knut Hamsun","category":"Past, Old Age, Like"},{"quote":"The reason for the sadness of this modern age and the men who live in it is that it looks for the truth in everything and finds it.","author":"Edmond de Goncourt","category":"Truth, Sad, Sadness"},{"quote":"I should have been out there having a wild time like all the other girls my age, but I wasn't. I was going home every night to what was, initially, a very happy marriage.","author":"Amanda Holden","category":"Marriage, Time, Home"},{"quote":"It was something of a personal challenge for me to come up with a business suitable for the Internet world and the Internet age.","author":"David Tang","category":"Business, Challenge, World"},{"quote":"Old age is an excellent time for outrage. My goal is to say or do at least one outrageous thing every week.","author":"Louis Kronenberger","category":"Time, Goal, Old Age"},{"quote":"Genius worship is the inevitable sign of an uncreative age.","author":"Clive Bell","category":"Genius, Worship, Sign"},{"quote":"Heaven be thanked, we live in such an age when no man dies for love except upon the stage.","author":"John Osborne","category":"Love, Man, Live"},{"quote":"When a noble life has prepared old age, it is not decline that it reveals, but the first days of immortality.","author":"Muriel Spark","category":"Life, Old Age, First"},{"quote":"India saw from the beginning, and, even in her ages of reason and her age of increasing ignorance, she never lost hold of the insight, that life cannot be rightly seen in the sole light, cannot be perfectly lived in the sole power of its externalities.","author":"Sri Aurobindo","category":"Life, Light, Power"},{"quote":"I live in Surrey, but up until the age of eight I lived in London. And the way I heard about this 'Peter Pan' film was there was an open-call audition that I'd heard about, or read about, and I just thought, 'Oh, I'll go along for the fun.' Because I never dreamed in a million years I'd ever get it.","author":"Rachel Hurd-Wood","category":"Fun, Thought, Live"},{"quote":"I hid the fact that I had an aneurysm for a very long time. I was embarrassed, and I just felt like no one needed to know because it made me look weak. Who would of thought someone my age, at 23, had a brain aneurysm?","author":"Tamala Jones","category":"Time, Brain, Me"},{"quote":"I was trying to be 27 at age 47, but God had to get rid of my vanity. I had trouble letting go of the old Lex physically. My human fleshly nature didn't want to let go of what had come to be billed as 'The Total Package.' I guess God had to help me get rid of the last remnant of that vanity and pride.","author":"Lex Luger","category":"Nature, God, Help"},{"quote":"Civilization is so hard on the body that some have called it a disease, despite the arts that keep puny bodies alive to a greater average age, and our greater protection from contagious and germ diseases.","author":"G. Stanley Hall","category":"Body, Protection"},{"quote":"No man is ever old enough to know better.","author":"Holbrook Jackson","category":"Man, Better, Know"},{"quote":"My mother sent me to psychiatrists since the age of four because she didn't think little boys should be sad. When my brother was born, I stared out the window for days. Can you imagine that?","author":"Andy Kaufman","category":"Sad, Mother, Brother"},{"quote":"You don't stop laughing because you grow older. You grow older because you stop laughing.","author":"Maurice Chevalier","category":"Grow, You, Stop"},{"quote":"Old age isn't so bad when you consider the alternative.","author":"Maurice Chevalier","category":"Old Age, You, Bad"},{"quote":"At school, up to the age of sixteen, I found history boring, for we were studying the Industrial Revolution, which was all about Acts, Trade Unions and the factory system, and I wanted to know about people, because it is people who make history.","author":"Alison Weir","category":"History, School, People"},{"quote":"The age of the Earth is a hotly debated issue among evangelicals. Old Earthers believe, like most scientists, that the universe is billions of years old. Young Earthers measure the age of the universe in terms of thousands of years.","author":"Norman Geisler","category":"Believe, Universe, Earth"},{"quote":"After you're older, two things are possibly more important than any others: health and money.","author":"Helen Gurley Brown","category":"Money, Health, You"},{"quote":"The whole business of marshaling one's energies becomes more and more important as one grows older.","author":"Hume Cronyn","category":"Business, Important, Older"},{"quote":"I definitely don't look my age. So I actively look for roles that will help people change their perception of me.","author":"Elijah Wood","category":"Change, Perception, Help"},{"quote":"Talk to people no one else is talking to. Who would have thought that giving a speech at a funeral at age 12 would introduce me to a man who would introduce me to my first business contact who would introduce me to several other important people in my life. That's luck. That's randomness.","author":"Ben Casnocha","category":"Life, Business, Man"},{"quote":"I kept my age quiet for a good few years. I didn't see it as a positive. I worked remotely, so I just didn't tell people.","author":"Pete Cashmore","category":"Positive, Good, People"},{"quote":"Judges don't age time decorates them.","author":"Enid Bagnold","category":"Time, Judges, Them"},{"quote":"Those who love deeply never grow old; they may die of old age, but they die young.","author":"Dorothy Canfield Fisher","category":"Love, Old Age, Grow"},{"quote":"When I was as you are now, towering in the confidence of twenty-one, little did I suspect that I should be at forty-nine, what I now am.","author":"Sarah Orne Jewett","category":"Confidence, You, Little"},{"quote":"Age is of no importance unless you are a cheese.","author":"Billie Burke","category":"Cheese, You, Unless"},{"quote":"You don't have to be age 20 and size zero to be sexually viable or viable as a woman.","author":"Belinda Carlisle","category":"Woman, You, Size"},{"quote":"I started working at the age of 2, doing commercials and modeling in New York.","author":"Nancy McKeon","category":"New York, Doing, Working"},{"quote":"The thing about women playing boys is that we're not going to age, and we're not going to go through puberty in the middle of a long-running series.","author":"Pamela Adlon","category":"Women, Going, Through"},{"quote":"From the age of 8, I learned that nothing in the entertainment industry is real. It's all fake. Your face, your clothes, what you say - it's all a fake.","author":"Mike Lookinland","category":"Clothes, Fake, Entertainment"},{"quote":"At age three, if you have a still-growing brain, it's a human behavior. In chimps, by age three, the brain is formed over 90 percent. That's why they can cope with their environment very easily after birth - faster than us, anyway. But in humans, we continue to grow our brains. That's why we need care from our parents.","author":"Zeresenay Alemseged","category":"Parents, Brain, Behavior"},{"quote":"I still have my teeth. I don't want to lose them at age 61 in some hockey game.","author":"Jim Flaherty","category":"Game, Hockey, Want"},{"quote":"Being an only child and losing both my parents at an early age, I have found that the friends I have made over the years are the people who help me get through life, good times and bad.","author":"Fannie Flagg","category":"Life, Friends, Good"},{"quote":"You British plundered half the world for your own profit. Let's not pass it off as the Age of Enlightenment.","author":"Paddy Chayefsky","category":"World, Enlightenment, You"},{"quote":"I never really felt like my age stopped people from wanting to work with me. I was speaking at conferences and lecturing at universities at 18, and I think that was mainly because web developing and management was a really young industry.","author":"Matt Mickiewicz","category":"Work, Management, Me"},{"quote":"One's age should be tranquil, as childhood should be playful. Hard work at either extremity of life seems out of place. At midday the sun may burn, and men labor under it; but the morning and evening should be alike calm and cheerful.","author":"Thomas Arnold","category":"Life, Work, Hard Work"},{"quote":"The first and continuing argument for the curtailment of working hours and the raising of the minimum age was that education was necessary in a democracy and working children could not attend school.","author":"Grace Abbott","category":"Education, Children, School"},{"quote":"The tendency of old age to the body, say the physiologists, is to form bone. It is as rare as it is pleasant to meet with an old man whose opinions are not ossified.","author":"Bob Wells","category":"Man, Old Age, Opinions"},{"quote":"Old age adds to the respect due to virtue, but it takes nothing from the contempt inspired by vice; it whitens only the hair.","author":"Ira Gershwin","category":"Respect, Hair, Old Age"},{"quote":"There is an anti-aging possibility, but it has to come from within.","author":"Susan Anton","category":"Within, Possibility, Come"},{"quote":"A stockbroker urged me to buy a stock that would triple its value every year. I told him, 'At my age, I don't even buy green bananas.'","author":"Claude Pepper","category":"Funny, Value, Me"},{"quote":"I've lost a lot of teeth and square yards of hide. But I've never lost my self-respect, and I've kept what I find in few men of my age - my enthusiasm.","author":"Rabbit Maranville","category":"Men, Lost, Self-Respect"},{"quote":"There are so many opportunities where people are thirsting: young people who are preparing for Confirmation, young adults who are searching, people of every age. There's a great thirst, I think, of people to come to understand and to belong to the Church of Christ.","author":"Joseph Edward Kurtz","category":"Great, Opportunities, People"},{"quote":"I've found a formula for avoiding these exaggerated fears of age you take care of every day - let the calendar take care of the years.","author":"Ed Wynn","category":"Day, Every Day, Care"},{"quote":"In an age of specialization people are proud to be able to do one thing well, but if that is all they know about, they are missing out on much else life has to offer.","author":"Dennis Flanagan","category":"Life, Proud, People"},{"quote":"No age, sex, or condition is above or below the absolute necessity of modesty; but without it one is vastly beneath the rank of man.","author":"Bernard Barton","category":"Man, Sex, Modesty"},{"quote":"I find that a man is as old as his work. If his work keeps him from moving forward, he will look forward with the work.","author":"William Ernest Hocking","category":"Work, Moving Forward, Man"},{"quote":"Be happy for this moment. This moment is your life.","author":"Omar Khayyam","category":"Life, Happy, Be Happy"},{"quote":"Happiness is not something you postpone for the future it is something you design for the present.","author":"Jim Rohn","category":"Inspirational, Future"},{"quote":"Some days are just bad days, that's all. You have to experience sadness to know happiness, and I remind myself that not every day is going to be a good day, that's just the way it is!","author":"Dita Von Teese","category":"Good, Experience, Sad"},{"quote":"Life is full of happiness and tears be strong and have faith.","author":"Kareena Kapoor Khan","category":"Life, Faith, Strong"},{"quote":"Happiness radiates like the fragrance from a flower and draws all good things towards you.","author":"Maharishi Mahesh Yogi","category":"Flower, Good, Good Things"},{"quote":"To enjoy good health, to bring true happiness to one's family, to bring peace to all, one must first discipline and control one's own mind. If a man can control his mind he can find the way to Enlightenment, and all wisdom and virtue will naturally come to him.","author":"Buddha","category":"Family, Wisdom, Peace"},{"quote":"Happiness is a choice. You can choose to be happy. There's going to be stress in life, but it's your choice whether you let it affect you or not.","author":"Valerie Bertinelli","category":"Life, Happy, Stress"},{"quote":"The best way to pay for a lovely moment is to enjoy it.","author":"Richard Bach","category":"Best, Moment, Enjoy"},{"quote":"The secret to happiness is freedom... And the secret to freedom is courage.","author":"Thucydides","category":"Courage, Freedom, Secret"},{"quote":"My greatest beauty secret is being happy with myself. I don't use special creams or treatments - I'll use a little bit of everything. It's a mistake to think you are what you put on yourself. I believe that a lot of how you look is to do with how you feel about yourself and your life. Happiness is the greatest beauty secret.","author":"Tina Turner","category":"Life, Beauty, Happy"},{"quote":"Every day we have plenty of opportunities to get angry, stressed or offended. But what you're doing when you indulge these negative emotions is giving something outside yourself power over your happiness. You can choose to not let little things upset you.","author":"Joel Osteen","category":"Power, Little Things, Anger"},{"quote":"We hold these truths to be self-evident: that all men are created equal; that they are endowed by their Creator with certain unalienable rights; that among these are life, liberty, and the pursuit of happiness.","author":"Thomas Jefferson","category":"Life, Freedom, Men"},{"quote":"A smile is happiness you'll find right under your nose.","author":"Tom Wilson","category":"Smile, You, Find"},{"quote":"It is not how much we have, but how much we enjoy, that makes happiness.","author":"Charles Spurgeon","category":"Enjoy, How, Makes"},{"quote":"Happiness is being content with what you have, living in freedom and liberty, having a good family life and good friends.","author":"Divyanka Tripathi","category":"Life, Family, Friends"},{"quote":"The most simple things can bring the most happiness.","author":"Izabella Scorupco","category":"Simple, Simple Things, Bring"},{"quote":"I do believe that if you haven't learnt about sadness, you cannot appreciate happiness.","author":"Nana Mouskouri","category":"Sad, Sadness, Believe"},{"quote":"Perfect happiness is a beautiful sunset, the giggle of a grandchild, the first snowfall. It's the little things that make happy moments, not the grand events. Joy comes in sips, not gulps.","author":"Sharon Draper","category":"Happy, Beautiful, Sunset"},{"quote":"I get way too much happiness from good food.","author":"Elizabeth Olsen","category":"Food, Good, Good Food"},{"quote":"Happiness doesn't come from being rich, nor merely from being successful in your career, nor by self-indulgence. One step towards happiness is to make yourself healthy and strong while you are a boy so that you can be useful and so you can enjoy life when you are a man.","author":"Robert Baden-Powell","category":"Life, Strong, Man"},{"quote":"The Constitution only gives people the right to pursue happiness. You have to catch it yourself.","author":"Benjamin Franklin","category":"Constitution, Yourself"},{"quote":"Poetry comes from the highest happiness or the deepest sorrow.","author":"A. P. J. Abdul Kalam","category":"Poetry, Sorrow, Deepest"},{"quote":"Crying is cleansing. There's a reason for tears, happiness or sadness.","author":"Dionne Warwick","category":"Sad, Sadness, Tears"},{"quote":"I just want to say to women, 'Be yourself - it's the inner beauty that counts. You are your own best friend, the key to your own happiness, and as soon as you understand that - and it takes a few heartbreaks - you can be happy.'","author":"Cherie Lunghi","category":"Beauty, Women, Best Friend"},{"quote":"The care of human life and happiness, and not their destruction, is the first and only object of good government.","author":"Thomas Jefferson","category":"Life, Good, Government"},{"quote":"Happiness, true happiness, is an inner quality. It is a state of mind. If your mind is at peace, you are happy. If your mind is at peace, but you have nothing else, you can be happy. If you have everything the world can give - pleasure, possessions, power - but lack peace of mind, you can never be happy.","author":"Dada Vaswani","category":"Happy, Peace, Power"},{"quote":"For me, fitness is not just about hitting the gym; it is also about an inner happiness and an overall well-being.","author":"Rakul Preet Singh","category":"Fitness, Me, Well-Being"},{"quote":"The true secret of happiness lies in taking a genuine interest in all the details of daily life.","author":"William Morris","category":"Life, Daily, Details"},{"quote":"True happiness is... to enjoy the present, without anxious dependence upon the future.","author":"Lucius Annaeus Seneca","category":"Future, Enjoy, Present"},{"quote":"I am determined to be cheerful and happy in whatever situation I may find myself. For I have learned that the greater part of our misery or unhappiness is determined not by our circumstance but by our disposition.","author":"Martha Washington","category":"Happy, Myself, I Am"},{"quote":"Joy is prayer joy is strength: joy is love joy is a net of love by which you can catch souls.","author":"Mother Teresa","category":"Love, Strength, Joy"},{"quote":"Bride: A woman with a fine prospect of happiness behind her.","author":"Ambrose Bierce","category":"Wedding, Woman, Bride"},{"quote":"Trust your own instincts, go inside, follow your heart. Right from the start. go ahead and stand up for what you believe in. As I've learned, that's the path to happiness.","author":"Lesley Ann Warren","category":"Trust, Path, Heart"},{"quote":"Whoever said money can't buy happiness simply didn't know where to go shopping.","author":"Bo Derek","category":"Money, Shopping, Know"},{"quote":"It's great to reminisce about good memories of my past. It was enjoyable when it was today. So learning to enjoy today has two benefits: it gives me happiness right now, and it becomes a good memory later.","author":"George Foreman","category":"Learning, Memories, Good"},{"quote":"All happiness depends on a leisurely breakfast.","author":"John Gunther","category":"Breakfast, Depends"},{"quote":"Most folks are as happy as they make up their minds to be.","author":"Abraham Lincoln","category":"Happy, Up, Minds"},{"quote":"Power means happiness power means hard work and sacrifice.","author":"Beyonce Knowles","category":"Work, Hard Work, Power"},{"quote":"The art of being happy lies in the power of extracting happiness from common things.","author":"Henry Ward Beecher","category":"Art, Happy, Power"},{"quote":"All you need for happiness is a good gun, a good horse, and a good wife.","author":"Daniel Boone","category":"Good, Wife, Horse"},{"quote":"Happiness held is the seed Happiness shared is the flower.","author":"John Harrigan","category":"Flower, Seed, Held"},{"quote":"In this life, we have to make many choices. Some are very important choices. Some are not. Many of our choices are between good and evil. The choices we make, however, determine to a large extent our happiness or our unhappiness, because we have to live with the consequences of our choices.","author":"James E. Faust","category":"Life, Good, Evil"},{"quote":"Your success and happiness lies in you. Resolve to keep happy, and your joy and you shall form an invincible host against difficulties.","author":"Helen Keller","category":"Success, Happy, Joy"},{"quote":"You can't get a cup of tea big enough or a book long enough to suit me.","author":"C. S. Lewis","category":"Book, Me, Long"},{"quote":"Our greatest happiness does not depend on the condition of life in which chance has placed us, but is always the result of a good conscience, good health, occupation, and freedom in all just pursuits.","author":"Thomas Jefferson","category":"Life, Good, Health"},{"quote":"I've realized through the years that I just find happiness in other things, whether it's my dogs or my friends or, like, looking at the sunset. So if I were to wish for something else, it would just to be happy all the time, to have a superpower of not letting things affect me, and to be true to who I am, always.","author":"Kylie Jenner","category":"Time, Happy, Friends"},{"quote":"Happiness is actually found in simple things, such as taking my nephew around the island by bicycle or seeing the stars at night. We go to coffee shops or see airplanes land at the airport.","author":"Andrea Hirata","category":"Stars, Coffee, Simple"},{"quote":"People take different roads seeking fulfillment and happiness. Just because they're not on your road doesn't mean they've gotten lost.","author":"H. Jackson Brown, Jr.","category":"Road, Lost, People"},{"quote":"You take away all the other luxuries in life, and if you can make someone smile and laugh, you have given the most special gift: happiness.","author":"Brad Garrett","category":"Life, Birthday, Smile"},{"quote":"The objective of cleaning is not just to clean, but to feel happiness living within that environment.","author":"Marie Kondo","category":"Environment, Living"},{"quote":"The two enemies of human happiness are pain and boredom.","author":"Arthur Schopenhauer","category":"Pain, Boredom, Human"},{"quote":"The moments of happiness we enjoy take us by surprise. It is not that we seize them, but that they seize us.","author":"Ashley Montagu","category":"Surprise, Enjoy, Moments"},{"quote":"Happiness can exist only in acceptance.","author":"George Orwell","category":"Acceptance, Only, Exist"},{"quote":"Some cause happiness wherever they go others whenever they go.","author":"Oscar Wilde","category":"Others, Go, Wherever"},{"quote":"Achievement of your happiness is the only moral purpose of your life, and that happiness, not pain or mindless self-indulgence, is the proof of your moral integrity, since it is the proof and the result of your loyalty to the achievement of your values.","author":"Ayn Rand","category":"Life, Integrity, Achievement"},{"quote":"Family and friendships are two of the greatest facilitators of happiness.","author":"John C. Maxwell","category":"Family, Greatest, Two"},{"quote":"Happiness is like a kiss. You must share it to enjoy it.","author":"Bernard Meltzer","category":"Kiss, Enjoy, You"},{"quote":"True happiness arises, in the first place, from the enjoyment of one's self, and in the next, from the friendship and conversation of a few select companions.","author":"Joseph Addison","category":"Friendship, Self"},{"quote":"True happiness involves the full use of one's power and talents.","author":"John W. Gardner","category":"Motivational, Power, Talents"},{"quote":"Problems or successes, they all are the results of our own actions. Karma. The philosophy of action is that no one else is the giver of peace or happiness. One's own karma, one's own actions are responsible to come to bring either happiness or success or whatever.","author":"Maharishi Mahesh Yogi","category":"Success, Peace, Philosophy"},{"quote":"We never taste happiness in perfection, our most fortunate successes are mixed with sadness.","author":"Pierre Corneille","category":"Sad, Sadness, Perfection"},{"quote":"Be more dedicated to making solid achievements than in running after swift but synthetic happiness.","author":"A. P. J. Abdul Kalam","category":"Swift, Dedicated, Than"},{"quote":"I refuse to accept other people's ideas of happiness for me. As if there's a 'one size fits all' standard for happiness.","author":"Kanye West","category":"Ideas, Me, People"},{"quote":"I think happiness is a choice. If you feel yourself being happy and can settle in to the life choices you make, then it's great. It's really, really great. I swear to God, happiness is the best makeup.","author":"Drew Barrymore","category":"Life, Happy, Best"},{"quote":"It's part of life to have obstacles. It's about overcoming obstacles that's the key to happiness.","author":"Herbie Hancock","category":"Life, Obstacles, Overcoming"},{"quote":"My mother is a big believer in being responsible for your own happiness. She always talked about finding joy in small moments and insisted that we stop and take in the beauty of an ordinary day. When I stop the car to make my kids really see a sunset, I hear my mother's voice and smile.","author":"Jennifer Garner","category":"Smile, Beauty, Car"},{"quote":"My idea of absolute happiness is to be in bed on a rainy day, with my blankie, my cat, and my dog.","author":"Anne Lamott","category":"Day, Dog, Cat"},{"quote":"To me, flowers are happiness.","author":"Stefano Gabbana","category":"Flowers, Me"},{"quote":"Caring about others, running the risk of feeling, and leaving an impact on people, brings happiness.","author":"Harold Kushner","category":"Caring, Risk, Leaving"},{"quote":"The foundation of success in life is good health: that is the substratum fortune it is also the basis of happiness. A person cannot accumulate a fortune very well when he is sick.","author":"P. T. Barnum","category":"Life, Success, Health"},{"quote":"Perfect happiness would be knowing that all my family and friends were happy and safe. Then I'd go to a tropical island with my husband where it was gorgeous and fun all day long and interesting and fun all evening. Good food and dancing would be nice, too, and weekly visits from those safe and happy family and friends. Plus world peace.","author":"Suzanne Weyn","category":"Family, Food, Peace"},{"quote":"Happiness is only real when shared.","author":"Christopher McCandless","category":"Real, Only, Shared"},{"quote":"It is the ultimate luxury to combine passion and contribution. It's also a very clear path to happiness.","author":"Sheryl Sandberg","category":"Passion, Path, Contribution"},{"quote":"The happiness of society is the end of government.","author":"John Adams","category":"Society, Government, End"},{"quote":"True happiness... is not attained through self-gratification, but through fidelity to a worthy purpose.","author":"Helen Keller","category":"Purpose, True, Through"},{"quote":"Everything has its wonders, even darkness and silence, and I learn, whatever state I may be in, therein to be content.","author":"Helen Keller","category":"Silence, Darkness, Learn"},{"quote":"A table, a chair, a bowl of fruit and a violin; what else does a man need to be happy?","author":"Albert Einstein","category":"Happy, Man, Be Happy"},{"quote":"Our daily decisions and habits have a huge impact upon both our levels of happiness and success.","author":"Shawn Achor","category":"Success, Daily, Decisions"},{"quote":"Happiness is your dentist telling you it won't hurt and then having him catch his hand in the drill.","author":"Johnny Carson","category":"Hurt, Dentist, You"},{"quote":"The culture of a workplace - an organization's values, norms and practices - has a huge impact on our happiness and success.","author":"Adam Grant","category":"Success, Culture, Impact"},{"quote":"Happiness is the bomb cosmetic! When I'm smiling, sometimes I'm giving thanks for all the things I have rather than worrying about the things I don't.","author":"Yaya DaCosta","category":"Smiling, Giving, Thanks"},{"quote":"The secret to happiness is to face the fact that the world is horrible.","author":"Bertrand Russell","category":"World, Face, Secret"},{"quote":"A great man does not seek applause or place; he seeks for truth; he seeks the road to happiness, and what he ascertains, he gives to others.","author":"Robert Green Ingersoll","category":"Truth, Great, Man"},{"quote":"Be happy with what you have and are, be generous with both, and you won't have to hunt for happiness.","author":"William E. Gladstone","category":"Happy, Be Happy, You"},{"quote":"There is only one way to happiness and that is to cease worrying about things which are beyond the power of our will.","author":"Epictetus","category":"Power, Way, Will"},{"quote":"The greatest happiness is to know the source of unhappiness.","author":"Fyodor Dostoevsky","category":"Great, Greatest, Know"},{"quote":"There is no way to happiness - happiness is the way.","author":"Thich Nhat Hanh","category":"Way"},{"quote":"Just do what must be done. This may not be happiness, but it is greatness.","author":"George Bernard Shaw","category":"Great, Greatness, Done"},{"quote":"Truth is a deep kindness that teaches us to be content in our everyday life and share with the people the same happiness.","author":"Khalil Gibran","category":"Life, Kindness, Truth"},{"quote":"Everyone has noticed how hard it is to turn our thoughts to God when everything is going well with us... While what we call 'our own life' remains agreeable, we will not surrender it to Him. What, then, can God do in our interests but make 'our own life' less agreeable to us, and take away the plausible sources of false happiness?","author":"C. S. Lewis","category":"Life, God, Thoughts"},{"quote":"Happiness is like a cloud, if you stare at it long enough, it evaporates.","author":"Sarah McLachlan","category":"Long, Cloud, You"},{"quote":"Happiness does not come from football awards. It's terrible to correlate happiness with football. Happiness comes from a good job, being able to feed your wife and kids. I don't dream football, I dream the American dream - two cars in a garage, be a happy father.","author":"Barry Sanders","category":"Happy, Good, Father"},{"quote":"It is neither wealth nor splendor but tranquility and occupation which give you happiness.","author":"Thomas Jefferson","category":"Wealth, You, Tranquility"},{"quote":"The groundwork of all happiness is health.","author":"Leigh Hunt","category":"Health, Groundwork"},{"quote":"Morality is not the doctrine of how we may make ourselves happy, but how we may make ourselves worthy of happiness.","author":"Immanuel Kant","category":"Happy, Morality, May"},{"quote":"Happiness is not a goal it is a by-product.","author":"Eleanor Roosevelt","category":"Goal, By-Product"},{"quote":"Life finds its purpose and fulfillment in the expansion of happiness.","author":"Maharishi Mahesh Yogi","category":"Life, Purpose, Fulfillment"},{"quote":"Happiness... consists in giving, and in serving others.","author":"Henry Drummond","category":"Giving, Serving, Others"},{"quote":"The greatest happiness of the greatest number is the foundation of morals and legislation.","author":"Jeremy Bentham","category":"Foundation, Greatest, Morals"},{"quote":"The only thing that could spoil a day was people. People were always the limiters of happiness except for the very few that were as good as spring itself.","author":"Ernest Hemingway","category":"Day, Good, Spring"},{"quote":"There's a higher form of happiness in commitment. I'm counting on it.","author":"Claire Forlani","category":"Wedding, Commitment, Higher"},{"quote":"The happiness of life is made up of minute fractions - the little, soon forgotten charities of a kiss or a smile, a kind look or heartfelt compliment.","author":"Samuel Taylor Coleridge","category":"Life, Smile, Kiss"},{"quote":"It's not possible to experience constant euphoria, but if you're grateful, you can find happiness in everything.","author":"Pharrell Williams","category":"Experience, Grateful, You"},{"quote":"The measure of success is happiness and peace of mind.","author":"Bobby Davro","category":"Success, Peace, Mind"},{"quote":"Making money is a happiness. And that's a great incentive. Making other people happy is a super-happiness.","author":"Muhammad Yunus","category":"Happy, Money, Great"},{"quote":"When a small child, I thought that success spelled happiness. I was wrong, happiness is like a butterfly which appears and delights us for one brief moment, but soon flits away.","author":"Anna Pavlova","category":"Success, Butterfly, Child"},{"quote":"Procrastination is one of the most common and deadliest of diseases and its toll on success and happiness is heavy.","author":"Wayne Gretzky","category":"Success, Procrastination"},{"quote":"Happiness and moral duty are inseparably connected.","author":"George Washington","category":"Moral, Connected, Duty"},{"quote":"Self-esteem is as important to our well-being as legs are to a table. It is essential for physical and mental health and for happiness.","author":"Louise Hart","category":"Health, Mental Health"},{"quote":"Happiness never lays its finger on its pulse.","author":"Adam Smith","category":"Never, Finger, Pulse"},{"quote":"Friendship improves happiness and abates misery, by the doubling of our joy and the dividing of our grief.","author":"Marcus Tullius Cicero","category":"Friendship, Joy, Grief"},{"quote":"God will prepare everything for our perfect happiness in heaven, and if it takes my dog being there, I believe he'll be there.","author":"Billy Graham","category":"Dog, God, Believe"},{"quote":"For happiness one needs security, but joy can spring like a flower even from the cliffs of despair.","author":"Anne Morrow Lindbergh","category":"Flower, Joy, Spring"},{"quote":"Try to make at least one person happy every day. If you cannot do a kind deed, speak a kind word. If you cannot speak a kind word, think a kind thought. Count up, if you can, the treasure of happiness that you would dispense in a week, in a year, in a lifetime!","author":"Lawrence G. Lovasik","category":"Happy, Day, Speak"},{"quote":"Remember happiness doesn't depend upon who you are or what you have it depends solely on what you think.","author":"Dale Carnegie","category":"Remember, Think, You"},{"quote":"A happy life must be to a great extent a quiet life, for it is only in an atmosphere of quiet that true joy dare live.","author":"Bertrand Russell","category":"Life, Happy, Great"},{"quote":"I think most of us are raised with preconceived notions of the choices we're supposed to make. We waste so much time making decisions based on someone else's idea of our happiness - what will make you a good citizen or a good wife or daughter or actress. Nobody says, 'Just be happy - go be a cobbler or go live with goats.'","author":"Sandra Bullock","category":"Time, Happy, Good"},{"quote":"There is no greater sorrow than to recall happiness in times of misery.","author":"Dante Alighieri","category":"Sympathy, Sorrow, Misery"},{"quote":"No one has a right to consume happiness without producing it.","author":"Helen Keller","category":"Right, Without, Producing"},{"quote":"The true basis of morality is utility; that is, the adaptation of our actions to the promotion of the general welfare and happiness; the endeavour so to rule our lives that we may serve and bless mankind.","author":"Annie Besant","category":"Morality, Promotion, True"},{"quote":"Happiness is a simple everyday miracle, like water, and we are not aware of it.","author":"Nikos Kazantzakis","category":"Water, Simple, Miracle"},{"quote":"When ambition ends, happiness begins.","author":"Thomas Merton","category":"Ambition, Ends, Begins"},{"quote":"It is not in the pursuit of happiness that we find fulfillment, it is in the happiness of pursuit.","author":"Denis Waitley","category":"Find, Pursuit Of Happiness"},{"quote":"The greater part of our happiness or misery depends on our dispositions and not our circumstances.","author":"Martha Washington","category":"Circumstances, Misery, Part"},{"quote":"One thing I didn't understand in life was that I had $100,000,000 in the bank and I couldn't buy happiness. I had everything: mansions, yachts, Ferraris, Lamborghinis, but I was depressed. I didn't know where I fitted in. But then I found family and friends and I learned the value of life.","author":"Vanilla Ice","category":"Life, Family, Friends"},{"quote":"Independence is happiness.","author":"Susan B. Anthony","category":"Independence"},{"quote":"So, my happiness doesn't come from money or fame. My happiness comes from seeing life without struggle.","author":"Nicki Minaj","category":"Life, Money, Struggle"},{"quote":"You always hear the phrase, money doesn't buy you happiness. But I always in the back of my mind figured a lot of money will buy you a little bit of happiness. But it's not really true. I got a new car because the old one's lease expired.","author":"Sergey Brin","category":"Money, Car, Mind"},{"quote":"The fabric of North Carolina and what makes our state so special is our families and our common desire for a brighter future for our children. No matter what your family looks like, we all want the same thing for our families - happiness, health, prosperity, a bright future for our children and grandchildren.","author":"Kay Hagan","category":"Family, Children, Future"},{"quote":"There is no end of craving. Hence contentment alone is the best way to happiness. Therefore, acquire contentment.","author":"Swami Sivananda","category":"Best, Alone, End"},{"quote":"God cannot give us a happiness and peace apart from Himself, because it is not there. There is no such thing.","author":"C. S. Lewis","category":"Peace, God, Give"},{"quote":"Conformity is painful. You know, it's too tight. Conformity leads to rebellion. So a desire for happiness is in direct conflict with a desire for freedom.","author":"Thomas Jane","category":"Freedom, Conflict, Rebellion"},{"quote":"The purpose of meditation is to make our mind calm and peaceful. If our mind is peaceful, we will be free from worries and mental discomfort, and so we will experience true happiness. But if our mind is not peaceful, we will find it very difficult to be happy, even if we are living in the very best conditions.","author":"Kelsang Gyatso","category":"Happy, Best, Experience"},{"quote":"I'm not motivated by money or power or fame. In the end, it doesn't bring much happiness. The only thing that is driving me is self-satisfaction, self-validation.","author":"William Clay Ford, Jr.","category":"Money, Power, Me"},{"quote":"Life is essentially a cheat and its conditions are those of defeat the redeeming things are not happiness and pleasure but the deeper satisfactions that come out of struggle.","author":"F. Scott Fitzgerald","category":"Life, Struggle, Defeat"},{"quote":"Happiness is hard to recall. Its just a glow.","author":"Frank McCourt","category":"Glow, Just, Hard"},{"quote":"Marriage is the most natural state of man, and... the state in which you will find solid happiness.","author":"Benjamin Franklin","category":"Marriage, Anniversary, Man"},{"quote":"The U. S. Constitution doesn't guarantee happiness, only the pursuit of it. You have to catch up with it yourself.","author":"Benjamin Franklin","category":"Constitution, Yourself, You"},{"quote":"I don't know about happy endings, because I don't think, eventually, anything is happy. You feel a bout of happiness with good news. Five minutes later, there could be a traffic jam or a phone call from an irritating relative or a weird thought, or it could be a tweet that annoys you, and your emotion will flip immediately.","author":"Karan Johar","category":"Happy, Good, Thought"},{"quote":"We have arrived at that point of time in which we are forced to see our own humiliation, as a nation, and that a progression in this line cannot be a productive of happiness, private or public.","author":"Henry Knox","category":"Time, Nation, See"},{"quote":"True happiness comes from the joy of deeds well done, the zest of creating things new.","author":"Antoine de Saint-Exupery","category":"Joy, Well Done, True"},{"quote":"Success is getting and achieving what you want. Happiness is wanting and being content with what you get.","author":"Bernard Meltzer","category":"Success, Achieving, Want"},{"quote":"One test of the correctness of educational procedure is the happiness of the child.","author":"Maria Montessori","category":"Child, Test, Procedure"},{"quote":"Success is not the key to happiness. Happiness is the key to success. If you love what you do, you'll be successful.","author":"Tyga","category":"Love, Success, Successful"},{"quote":"Never mind your happiness do your duty.","author":"Peter Drucker","category":"Mind, Duty, Never"},{"quote":"Getting married, for me, was the best thing I ever did. I was suddenly beset with an immense sense of release, that we have something more important than our separate selves, and that is the marriage. There's immense happiness that can come from working towards that.","author":"Nick Cave","category":"Marriage, Best, Wedding"},{"quote":"We all want to help one another. Human beings are like that. We want to live by each other's happiness, not by each other's misery.","author":"Charlie Chaplin","category":"Help, Live, Want"},{"quote":"If I can bring happiness to people all around the world, then I will try my best to do so.","author":"Tom Holland","category":"Best, World, People"},{"quote":"I don't know why my smile has become a signature pose. I think it's a nice change. I think people want to see happiness, so a smile is what can bring that. I didn't make it my trademark on purpose.","author":"Arizona Muse","category":"Smile, Change, Purpose"},{"quote":"It's enough to indulge and to be selfish but true happiness is really when you start giving back.","author":"Adrian Grenier","category":"Giving, Start, Selfish"},{"quote":"Never make friends with people who are above or below you in status. Such friendships will never give you any happiness.","author":"Chanakya","category":"Friendship, Friends, People"},{"quote":"People are chasing cash, not happiness. When you chase money, you're going to lose. You're just going to. Even if you get the money, you're not going to be happy.","author":"Gary Vaynerchuk","category":"Happy, Money, Be Happy"},{"quote":"Genuine happiness can only be achieved when we transform our way of life from the unthinking pursuit of pleasure to one committed to enriching our inner lives, when we focus on 'being more' rather than simply having more.","author":"Daisaku Ikeda","category":"Life, Focus, Pleasure"},{"quote":"A hug is like a boomerang - you get it back right away.","author":"Bil Keane","category":"Hug, You, Right"},{"quote":"Happiness is the harvest of a quiet eye.","author":"Austin O'Malley","category":"Eye, Harvest, Quiet"},{"quote":"Happiness often sneaks in through a door you didn't know you left open.","author":"John Barrymore","category":"Door, Know, You"},{"quote":"A really great talent finds its happiness in execution.","author":"Johann Wolfgang von Goethe","category":"Great, Talent, Execution"},{"quote":"It's OK to have a plan, to invest in your future - for your financial security, your love life, your personal fulfillment, and even your happiness. To have personal happiness as a stated goal doesn't detract from it if you get there.","author":"Karen Finerman","category":"Love, Life, Future"},{"quote":"Nothing brings me more happiness than trying to help the most vulnerable people in society. It is a goal and an essential part of my life - a kind of destiny. Whoever is in distress can call on me. I will come running wherever they are.","author":"Princess Diana","category":"Life, Society, Goal"},{"quote":"There is absolutely nothing in this world that will provide more comfort and happiness than a testimony of the truth.","author":"Thomas S. Monson","category":"Truth, World, Comfort"},{"quote":"The happiness and peace attained by those satisfied by the nectar of spiritual tranquillity is not attained by greedy persons restlessly moving here and there.","author":"Chanakya","category":"Peace, Spiritual, Moving"},{"quote":"Happiness is that state of consciousness which proceeds from the achievement of one's values.","author":"Ayn Rand","category":"Achievement, Values"},{"quote":"Happiness? A good cigar, a good meal, a good cigar and a good woman - or a bad woman; it depends on how much happiness you can handle.","author":"George Burns","category":"Good, Woman, You"},{"quote":"Happiness comes when we test our skills towards some meaningful purpose.","author":"John Stossel","category":"Purpose, Meaningful, Skills"},{"quote":"We desire the good of the world and the happiness of the nations that the bonds of affection and unity between the sons of men should be strengthened... what harm is there in this?... these fruitless strifes, these ruinous wars shall pass away, and the 'Most Great Peace' shall come.","author":"Baha'u'llah","category":"Good, Peace, Unity"},{"quote":"Happiness must happen, and the same holds for success: you have to let it happen by not caring about it.","author":"Viktor E. Frankl","category":"Success, Caring, You"},{"quote":"Happiness is within. It has nothing to do with how much applause you get or how many people praise you. Happiness comes when you believe that you have done something truly meaningful.","author":"Martin Yan","category":"Believe, People, Meaningful"},{"quote":"People look to time in expectation that it will eventually make them happy, but you cannot find true happiness by looking toward the future.","author":"Eckhart Tolle","category":"Time, Future, Happy"},{"quote":"I wish I could throw off the thoughts which poison my happiness, but I take a kind of pleasure in indulging them.","author":"Frederic Chopin","category":"Thoughts, Wish, Poison"},{"quote":"When I look back at that freedom of childhood, which is in a way infinite, and at all the joy and the intense happiness, now lost, I sometimes think that childhood is where the real meaning of life is located, and that we, adults, are its servants - that that's our purpose.","author":"Karl Ove Knausgaard","category":"Life, Freedom, Joy"},{"quote":"I think a child may be the only thing that could give me true happiness.","author":"Nicki Minaj","category":"Child, Me, Think"},{"quote":"Happiness does not lie in happiness, but in the achievement of it.","author":"Fyodor Dostoevsky","category":"Achievement, Lie, Does"},{"quote":"Happiness: a good bank account, a good cook, and a good digestion.","author":"Jean-Jacques Rousseau","category":"Good, Bank, Bank Account"},{"quote":"It is a curious sensation: the sort of pain that goes mercifully beyond our powers of feeling. When your heart is broken, your boats are burned: nothing matters any more. It is the end of happiness and the beginning of peace.","author":"George Bernard Shaw","category":"Peace, Heart, Pain"},{"quote":"The happiness of one's own heart alone cannot satisfy the soul; one must try to include, as necessary to one's own happiness, the happiness of others.","author":"Paramahansa Yogananda","category":"Alone, Heart, Soul"},{"quote":"My happiness doesn't come from money or fame. My happiness comes from seeing life without struggle.","author":"Nicki Minaj","category":"Life, Money, Struggle"},{"quote":"Since our society equates happiness with youth, we often assume that sorrow, quiet desperation, and hopelessness go hand in hand with getting older. They don't. Emotional pain or numbness are symptoms of living the wrong life, not a long life.","author":"Martha Beck","category":"Life, Pain, Society"},{"quote":"What can be added to the happiness of a man who is in health, out of debt, and has a clear conscience?","author":"Adam Smith","category":"Health, Man, Conscience"},{"quote":"Future. That period of time in which our affairs prosper, our friends are true and our happiness is assured.","author":"Ambrose Bierce","category":"Time, Future, Friends"},{"quote":"Happiness is having a scratch for every itch.","author":"Ogden Nash","category":"Scratch, Itch, Every"},{"quote":"Happiness is a direction, not a place.","author":"Sydney J. Harris","category":"Direction, Place"},{"quote":"When you're passionate about something, you want it to be all it can be. But in the endgame of life, I fundamentally believe the key to happiness is letting go of that idea of perfection.","author":"Debra Messing","category":"Life, Perfection, Believe"},{"quote":"A man who as a physical being is always turned toward the outside, thinking that his happiness lies outside him, finally turns inward and discovers that the source is within him.","author":"Soren Kierkegaard","category":"Man, Thinking, Within"},{"quote":"The secret of happiness is variety, but the secret of variety, like the secret of all spices, is knowing when to use it.","author":"Daniel Gilbert","category":"Knowing, Like, Secret"},{"quote":"Traveling is the ruin of all happiness! There's no looking at a building after seeing Italy.","author":"Fanny Burney","category":"Travel, Building, Looking"},{"quote":"I am a spiritual person in an eastern religion kind of way. I learned that happiness for all of us is a switch that you flick in your brain. It doesn't have anything to do with getting a new house, a new car, a new girlfriend, or a new pair of shoes. Our culture is very much about that; we are never happy with what we have today.","author":"Tom Ford","category":"Happy, Car, Today"},{"quote":"The moral and political principles that govern men are derived from three sources: revelation, natural law, and the artificial conventions of society. With regard to its main purpose, there is no comparison between the first and the others; but all three are alike in that they all lead towards happiness in this mortal life.","author":"Cesare Beccaria","category":"Life, Law, Society"},{"quote":"Success to me is only two things: happiness and stability.","author":"Kehlani","category":"Success, Me, Two"},{"quote":"To be without some of the things you want is an indispensable part of happiness.","author":"Bertrand Russell","category":"Want, You, Without"},{"quote":"Real happiness is cheap enough, yet how dearly we pay for its counterfeit.","author":"Hosea Ballou","category":"Real, Enough, Cheap"},{"quote":"To suppose that any form of government will secure liberty or happiness without any virtue in the people, is a chimerical idea.","author":"James Madison","category":"Government, People, Liberty"},{"quote":"Happiness is not an ideal of reason, but of imagination.","author":"Immanuel Kant","category":"Imagination, Reason, Ideal"},{"quote":"Personal health is related to self-control and to the worship of life in all its natural beauty - self-control bringing with it happiness, renewed youth, and long life.","author":"Maria Montessori","category":"Life, Beauty, Health"},{"quote":"For me, the opposite of happiness isn't sadness but boredom.","author":"Sushant Singh Rajput","category":"Sadness, Me, Boredom"},{"quote":"The sound of laughter is like the vaulted dome of a temple of happiness.","author":"Milan Kundera","category":"Laughter, Sound, Temple"},{"quote":"Man is fond of counting his troubles, but he does not count his joys. If he counted them up as he ought to, he would see that every lot has enough happiness provided for it.","author":"Fyodor Dostoevsky","category":"Man, Up, See"},{"quote":"The single most important factor in our long-term happiness is the relationships we have with our family and close friends.","author":"Clayton M. Christensen","category":"Family, Friends"},{"quote":"I've been very lucky to have achieved a lot of the things that I dreamt of achieving as a young man. But, at the end of the day - and I truly believe this - it is not about achieving great wealth or success. Because they don't bring happiness, ultimately.","author":"Leonardo DiCaprio","category":"Success, Day, Great"},{"quote":"They must often change, who would be constant in happiness or wisdom.","author":"Confucius","category":"Change, Wisdom, Must"},{"quote":"Happiness is a matter of one's most ordinary and everyday mode of consciousness being busy and lively and unconcerned with self.","author":"Iris Murdoch","category":"Self, Busy, Matter"},{"quote":"You believe happiness to be derived from the place in which once you have been happy, but in truth it is centered in ourselves.","author":"Franz Schubert","category":"Happy, Truth, Believe"},{"quote":"I've always been able to transform happiness and pain and sorrow and tears into positive energy.","author":"Thalia","category":"Positive, Pain, Sorrow"},{"quote":"Obedience to the law of chastity will increase our happiness in mortality and make possible our progress in eternity.","author":"David A. Bednar","category":"Progress, Law, Obedience"},{"quote":"The greater part of our happiness or misery depends on our dispositions and not on our circumstances. We carry the seeds of the one or the other about with us in our minds wherever we go.","author":"Martha Washington","category":"Seeds, Circumstances, Carry"},{"quote":"Life is life, and one has experiences that are painful and some that are very pleasant, and one has reward and sacrifice and more reward and disappointment and joy and happiness, and it's always going to be the same.","author":"Mel Gibson","category":"Life, Joy, Sacrifice"},{"quote":"Understanding your employee's perspective can go a long way towards increasing productivity and happiness.","author":"Kathryn Minshew","category":"Perspective, Understanding"},{"quote":"Happiness is like those palaces in fairy tales whose gates are guarded by dragons: we must fight in order to conquer it.","author":"Alexandre Dumas","category":"Fight, Conquer, Fairy"},{"quote":"Action may not always bring happiness but there is no happiness without action.","author":"Benjamin Disraeli","category":"Action, Bring, Always"},{"quote":"Happiness is inward, and not outward; and so, it does not depend on what we have, but on what we are.","author":"Henry Van Dyke","category":"Depend, Inward, Does"},{"quote":"Few and far between are the books you'll cherish, returning to them time and again, to revisit old friends, relive old happiness, and recapture the magic of that first read.","author":"Michael A. Stackpole","category":"Time, Friends, Old Friends"},{"quote":"Employees can make happiness when they maximize their brainwork voluntarily and enthusiastically. Management should focus on setting up an atmosphere.","author":"Chey Tae-won","category":"Focus, Management, Employees"},{"quote":"The secret of happiness is this: let your interests be as wide as possible, and let your reactions to the things and persons that interest you be as far as possible friendly rather than hostile.","author":"Bertrand Russell","category":"You, Secret, Interest"},{"quote":"Happiness is a thing to be practiced, like the violin.","author":"John Lubbock","category":"Violin, Like, Thing"},{"quote":"When we recall the past, we usually find that it is the simplest things - not the great occasions - that in retrospect give off the greatest glow of happiness.","author":"Bob Hope","category":"Great, Past, Greatest"},{"quote":"False happiness renders men stern and proud, and that happiness is never communicated. True happiness renders them kind and sensible, and that happiness is always shared.","author":"Charles de Montesquieu","category":"Men, Proud, Kind"},{"quote":"My faith helps me understand that circumstances don't dictate my happiness, my inner peace.","author":"Denzel Washington","category":"Faith, Peace, Me"},{"quote":"The said truth is that it is the greatest happiness of the greatest number that is the measure of right and wrong.","author":"Jeremy Bentham","category":"Truth, Greatest, Truth Is"},{"quote":"We're taught to be ashamed of confusion, anger, fear and sadness, and to me they're of equal value to happiness, excitement and inspiration.","author":"Alanis Morissette","category":"Fear, Sad, Anger"},{"quote":"Being happy is of the utmost importance. Success in anything is through happiness.","author":"Maharishi Mahesh Yogi","category":"Success, Happy, Being Happy"},{"quote":"Gamble, cheat, lie, and steal. Let me explain: Gamble for your best shot in life - dare to take risks. Cheat those who would have you be less than you are. Lie in the arms of those you love. And finally, steal every moment of happiness.","author":"Caitlyn Jenner","category":"Love, Life, Best"},{"quote":"Happiness consists in activity. It is running steam, not a stagnant pool.","author":"John Mason Good","category":"Stagnant, Activity, Pool"},{"quote":"There is no true love save in suffering, and in this world we have to choose either love, which is suffering, or happiness. Man is the more man - that is, the more divine - the greater his capacity for suffering, or rather, for anguish.","author":"Miguel de Unamuno","category":"Love, Man, True Love"},{"quote":"Success in its highest and noblest form calls for peace of mind and enjoyment and happiness which come only to the man who has found the work that he likes best.","author":"Napoleon Hill","category":"Work, Success, Peace"},{"quote":"My greatest happiness is to serve my gracious King and Country and I am envious only of glory","author":"Horatio Nelson","category":"I Am, Soul, Greatest"},{"quote":"I know not why there is such a melancholy feeling attached to the remembrance of past happiness, except that we fear that the future can have nothing so bright as the past.","author":"Julia Ward Howe","category":"Future, Fear, Past"},{"quote":"Since you get more joy out of giving joy to others, you should put a good deal of thought into the happiness that you are able to give.","author":"Eleanor Roosevelt","category":"Good, Joy, Giving"},{"quote":"Happiness, I do not know where to turn to discover you on earth, in the air or the sky; yet I know you exist and are no futile dream.","author":"Rosalia de Castro","category":"Sky, Dream, Earth"},{"quote":"You have to be sincere in your feelings. And fear is one of those, sometimes; doubt is one of those; jealousy, anger - all your emotions are not going to be considered the strong emotions; all of them are not going to be love, happiness, joy.","author":"Common","category":"Love, Fear, Strong"},{"quote":"At the end of the day, you are in control of your own happiness. Life is going to happen whether you overthink it, overstress it or not. Just experience life and be happy along the way. You can't control everything in your life, but you can control your happiness.","author":"Holly Holm","category":"Life, Happy, Experience"},{"quote":"Happiness is a state of mind, you know. I don't think you are permanently happy. One is happy about certain things and not so happy about others.","author":"Indira Gandhi","category":"Happy, Mind, Know"},{"quote":"Anyone who starts piercing the bubble of happiness, get 'em out of your life.","author":"Robert Kraft","category":"Life, Bubble, Piercing"},{"quote":"In South Korea, they believe that when you turn 60, you've become a baby again and the rest of your life should be totally about joy and happiness, and people should leave you alone, and I just think that that's the height of intelligence.","author":"Alice Walker","category":"Life, Alone, Joy"},{"quote":"Different men seek after happiness in different ways and by different means, and so make for themselves different modes of life and forms of government.","author":"Aristotle","category":"Life, Men, Government"},{"quote":"The thing we're all looking for is happiness, and if we achieve just a modicum of that or even a little piece of serenity even for five minutes a day, we're very lucky.","author":"Mel Gibson","category":"Day, Looking, Serenity"},{"quote":"Money doesn't buy happiness, but it does pay for therapy.","author":"Travis Kalanick","category":"Money, Pay, Therapy"},{"quote":"Money may not buy happiness, but it can damn well give it!","author":"Freddie Mercury","category":"Money, Well, May"},{"quote":"But what is happiness except the simple harmony between a man and the life he leads?","author":"Albert Camus","category":"Life, Man, Simple"},{"quote":"All happiness or unhappiness solely depends upon the quality of the object to which we are attached by love.","author":"Baruch Spinoza","category":"Love, Quality, Which"},{"quote":"There is no austerity equal to a balanced mind, and there is no happiness equal to contentment; there is no disease like covetousness, and no virtue like mercy.","author":"Chanakya","category":"Mind, Mercy, Virtue"},{"quote":"Public health service should be as fully organized and as universally incorporated into our governmental system as is public education. The returns are a thousand fold in economic benefits, and infinitely more in reduction of suffering and promotion of human happiness.","author":"Herbert Hoover","category":"Education, Health, Service"},{"quote":"The founders of a new colony, whatever Utopia of human virtue and happiness they might originally project, have invariably recognized it among their earliest practical necessities to allot a portion of the virgin soil as a cemetery, and another portion as the site of a prison.","author":"Nathaniel Hawthorne","category":"Prison, Utopia, Human"},{"quote":"Happiness is beneficial for the body, but it is grief that develops the powers of the mind.","author":"Marcel Proust","category":"Sympathy, Grief, Mind"},{"quote":"In the scope of a happy life, a messy desk or an overstuffed coat closet is a trivial thing, yet I find - and I hear from other people that they agree - that getting rid of clutter gives a disproportionate boost to happiness.","author":"Gretchen Rubin","category":"Life, Happy, Happy Life"},{"quote":"Most of us need time to work through pain and loss. We can find all manner of reasons for postponing forgiveness. One of these reasons is waiting for the wrongdoers to repent before we forgive them. Yet such a delay causes us to forfeit the peace and happiness that could be ours.","author":"James E. Faust","category":"Work, Time, Peace"},{"quote":"'Utopia' is a positive and constructive program that gives people the opportunity, if you can start all over again, start from scratch and create laws and make decisions, will you be able to build a society that is better than the one we have; will it be chaos or happiness.","author":"John de Mol, Jr.","category":"Positive, Opportunity"},{"quote":"Happiness is the only thing worth fighting for in your life.","author":"Lilly Singh","category":"Life, Fighting, Worth"},{"quote":"The crown of life is neither happiness nor annihilation it is understanding.","author":"Winifred Holtby","category":"Life, Understanding, Crown"},{"quote":"What's the use of happiness? It can't buy you money.","author":"Henny Youngman","category":"Money, You, Buy"},{"quote":"Self-pity comes so naturally to all of us. The most solid happiness can be shaken by the compassion of a fool.","author":"Andre Maurois","category":"Compassion, Fool, Us"},{"quote":"Nothing prevents happiness like the memory of happiness.","author":"Andre Gide","category":"Memory, Nothing, Like"},{"quote":"Everyone chases after happiness, not noticing that happiness is right at their heels.","author":"Bertolt Brecht","category":"Everyone, Heels, Right"},{"quote":"Happiness is neither without us nor within us. It is in God, both without us and within us.","author":"Blaise Pascal","category":"God, Within, Without"},{"quote":"Happiness grows at our own firesides, and is not to be picked in strangers' gardens.","author":"Douglas William Jerrold","category":"Strangers, Own, Grows"},{"quote":"To be able to throw one's self away for the sake of a moment, to be able to sacrifice years for a woman's smile - that is happiness.","author":"Hermann Hesse","category":"Smile, Sacrifice, Woman"},{"quote":"There are people who can do all fine and heroic things but one - keep from telling their happiness to the unhappy.","author":"Mark Twain","category":"People, Unhappy, Fine"},{"quote":"Happiness is not being pained in body or troubled in mind.","author":"Thomas Jefferson","category":"Mind, Body, Being"},{"quote":"Money can't buy you happiness, but it can buy you a yacht big enough to pull up right alongside it.","author":"David Lee Roth","category":"Money, You, Right"},{"quote":"True happiness consists not in the multitude of friends, but in the worth and choice.","author":"Ben Jonson","category":"Friends, Choice, True"},{"quote":"Happiness is the absence of the striving for happiness.","author":"Zhuangzi","category":"Striving, Absence"},{"quote":"I don't have to take a trip around the world or be on a yacht in the Mediterranean to have happiness. I can find it in the little things, like looking out into my backyard and seeing deer in the fields.","author":"Queen Latifah","category":"Little Things, World"},{"quote":"It is also rarer to find happiness in a man surrounded by the miracles of technology than among people living in the desert of the jungle and who by the standards set by our society would be considered destitute and out of touch.","author":"Thor Heyerdahl","category":"Technology, Man, Society"},{"quote":"The world is full of a lot of fear and a lot of negativity, and a lot of judgment. I just think people need to start shifting into joy and happiness. As corny as it sounds, we need to make a shift.","author":"Ellen DeGeneres","category":"Fear, Joy, World"},{"quote":"The good life consists in deriving happiness by using your signature strengths every day in the main realms of living. The meaningful life adds one more component: using these same strengths to forward knowledge, power or goodness.","author":"Martin Seligman","category":"Life, Knowledge, Good"},{"quote":"An institution or reform movement that is not selfish, must originate in the recognition of some evil that is adding to the sum of human suffering, or diminishing the sum of happiness.","author":"Clara Barton","category":"Evil, Suffering, Selfish"},{"quote":"Heroism is accessible. Happiness is more difficult.","author":"Albert Camus","category":"Heroism, Difficult"},{"quote":"Democracy rests upon two pillars: one, the principle that all men are equally entitled to life, liberty and the pursuit of happiness; and the other, the conviction that such equal opportunity will most advance civilization.","author":"Louis D. Brandeis","category":"Life, Opportunity, Men"},{"quote":"The consuming desire of most human beings is deliberately to plant their whole life in the hands of some other person. I would describe this method of searching for happiness as immature. Development of character consists solely in moving toward self-sufficiency.","author":"Quentin Crisp","category":"Life, Character, Moving"},{"quote":"The People have a right to the Truth as they have a right to life, liberty and the pursuit of happiness.","author":"Frank Norris","category":"Life, Truth, Liberty"},{"quote":"True success, true happiness lies in freedom and fulfillment.","author":"Dada Vaswani","category":"Success, Freedom, True"},{"quote":"I'm living the exact life I planned on living when I was five. My life has taken some turns and changes that I didn't anticipate, and it has brought me different things. I thought material things would bring me happiness, which they didn't. But through this, I have learned what things are important and what aren't.","author":"Tom Ford","category":"Life, Changes, Me"},{"quote":"More compassionate mind, more sense of concern for other's well-being, is source of happiness.","author":"Dalai Lama","category":"Mind, Well-Being, Sense"},{"quote":"I think you can be depressed and flourish, I think you can have cancer and flourish, I think you can be divorced and flourish. When we believed that happiness was only smiling and good mood, that wasn't very good for people like me, people in the lower half of positive affectivity.","author":"Martin Seligman","category":"Positive, Good, Smiling"},{"quote":"Worldly wealth is the Devil's bait; and those whose minds feed upon riches recede, in general, from real happiness, in proportion as their stores increase, as the moon, when she is fullest, is farthest from the sun.","author":"Robert Burton","category":"Sun, Moon, Wealth"},{"quote":"Genuine happiness comes from within, and often it comes in spontaneous feelings of joy.","author":"Andrew Weil","category":"Joy, Feelings, Within"},{"quote":"The only thing that holds true happiness is that moment when you're in it. Nothing can be controlled.","author":"Eliza Doolittle","category":"Moment, True, You"},{"quote":"In every human society, there is an effort continually tending to confer on one part the height of power and happiness, and to reduce the other to the extreme of weakness and misery. The intent of good laws is to oppose this effort and to diffuse their influence universally and equally.","author":"Cesare Beccaria","category":"Good, Power, Society"},{"quote":"Happiness for me is the people whom you love, love you back.","author":"Jorge Ramos","category":"Love, Me, People"},{"quote":"Fun opens the doors to creativity, which then leads to inspiration, which then births passion, which all together equals both happiness and success!","author":"Rachele Brooke Smith","category":"Success, Creativity, Passion"},{"quote":"Happiness is secured through virtue it is a good attained by man's own will.","author":"Thomas Aquinas","category":"Good, Man, Virtue"},{"quote":"Happiness is the longing for repetition.","author":"Milan Kundera","category":"Repetition, Longing"},{"quote":"Fun I love, but too much fun is of all things the most loathsome. Mirth is better than fun, and happiness is better than mirth.","author":"William Blake","category":"Love, Fun, Better"},{"quote":"Life is made up of small pleasures. Happiness is made up of those tiny successes. The big ones come too infrequently. And if you don't collect all these tiny successes, the big ones don't really mean anything.","author":"Norman Lear","category":"Life, Small, You"},{"quote":"I'd learned how much happiness money can bring you. Very little.","author":"Rick Pitino","category":"Money, You, Bring"},{"quote":"Money can't buy you happiness but it does bring you a more pleasant form of misery.","author":"Spike Milligan","category":"Money, You, Bring"},{"quote":"Everyone has their own way of expressing happiness.","author":"Shah Rukh Khan","category":"Way, Everyone, Own"},{"quote":"There is nothing I fear more than waking up without a program that will help me bring a little happiness to those with no resources, those who are poor, illiterate, and ridden with terminal disease.","author":"Nelson Mandela","category":"Fear, Me, Help"},{"quote":"Our happiness is certainly mixed in with the tragedies of life. You have to find the lemonade. You have to find the silver lining in the middle of everything that happens in life.","author":"Chandra Wilson","category":"Life, You, Find"},{"quote":"You know that your happiness and suffering depend on the happiness and suffering of others. That insight helps you not to do wrong things that will bring suffering to yourself and to other people.","author":"Thich Nhat Hanh","category":"Yourself, Suffering, People"},{"quote":"Social scientists have found that the fastest way to feel happiness is to practice gratitude.","author":"Chip Conley","category":"Gratitude, Practice, Way"},{"quote":"I've learned that men and women who are living wholehearted lives really allow themselves to soften into joy and happiness. They allow themselves to experience it.","author":"Brene Brown","category":"Women, Experience, Joy"},{"quote":"To be stupid and selfish and to have good health are the three requirements for happiness. Though if stupidity is lacking, the others are useless.","author":"Stefan Sagmeister","category":"Good, Health, Good Health"},{"quote":"I love acting. It's my playground; it lets me explore. But my happiness in this world, my level of peace, is never going to be dictated by acting. My goal in life is to detach from the egoic mind.","author":"Chris Evans","category":"Love, Life, Peace"},{"quote":"The mission of my company is to bring three things to the world through entertainment: joy, happiness, and change. We must believe our precious time is being used to make a product worth more than anything else we could be doing.","author":"Charlie Ebersol","category":"Change, Time, Joy"},{"quote":"As you have learnt something of time, value and make a proper use of it. Once past, it knows no return; how necessary, then, that you spend it in improving your mind and fitting it for future happiness and usefulness.","author":"Dorothea Dix","category":"Time, Future, Past"},{"quote":"From an early period, I had the happiness to rank among the foremost in the American Revolution. In the affection and confidence of the people, I am proud to say, I have a great share.","author":"Marquis de Lafayette","category":"Confidence, Great, I Am"},{"quote":"I think of myself as somebody who, in a moment-to-moment way, I'm quite happy. But I think I am a bit doubtful and wary of true happiness, and, like a lot of my friends, there's been a good degree of self-sabotage.","author":"Patrick deWitt","category":"Happy, Friends, Good"},{"quote":"All rationalism tends to minimalise the value and the importance of life and to decrease the sum total of human happiness.","author":"H. P. Lovecraft","category":"Life, Value, Human"},{"quote":"It is an amazing feature in the French character that they will let themselves be led away so easily by bad counsels and yet return again so quickly. It is certain that as these people have, out of their misery, treated us so well, we are the more bound to work for their happiness.","author":"Marie Antoinette","category":"Work, Character, Amazing"},{"quote":"If you ever find happiness by hunting for it, you will find it, as the old woman did her lost spectacles, safe on her own nose all the time.","author":"Josh Billings","category":"Time, Woman, Lost"},{"quote":"Happiness is the only good. The time to be happy is now. The place to be happy is here. The way to be happy is to make others so.","author":"Robert Green Ingersoll","category":"Time, Happy, Good"},{"quote":"There is a difference between happiness and wisdom: he that thinks himself the happiest man is really so but he that thinks himself the wisest is generally the greatest fool.","author":"Francis Bacon","category":"Wisdom, Man, Fool"},{"quote":"There is no value in life except what you choose to place upon it and no happiness in any place except what you bring to it yourself.","author":"Henry David Thoreau","category":"Life, Value, Yourself"},{"quote":"I always was a rich person because money's not related to happiness.","author":"Paulo Coelho","category":"Money, Rich, Person"},{"quote":"Only one thing has to change for us to know happiness in our lives: where we focus our attention.","author":"Greg Anderson","category":"Change, Focus, Know"},{"quote":"Even in the common affairs of life, in love, friendship, and marriage, how little security have we when we trust our happiness in the hands of others!","author":"William Hazlitt","category":"Love, Life, Friendship"},{"quote":"The ultimate end of human acts is eudaimonia, happiness in the sense of living well, which all men desire; all acts are but different means chosen to arrive at it.","author":"Hannah Arendt","category":"Men, End, Living"},{"quote":"No one likes doing chores. In happiness surveys, housework is ranked down there with commuting as activities that people enjoy the least. Maybe that's why figuring out who does which chores usually prompts, at best, tense discussion in a household and, at worst, outright fighting.","author":"Emily Oster","category":"Best, Enjoy, People"},{"quote":"Money is human happiness in the abstract; he, then, who is no longer capable of enjoying human happiness in the concrete devotes himself utterly to money.","author":"Arthur Schopenhauer","category":"Money, Human, Abstract"},{"quote":"Sometimes in life, we try to do our very best to help others, and in the process, it brings some anguish to us. But we can't ever let that stop us. We can't ever be stopped from helping others and allowing them to have some sense of happiness and joy in their life.","author":"Jon Huntsman, Sr.","category":"Life, Best, Help Others"},{"quote":"Choose your life's mate carefully. From this one decision will come 90 percent of all your happiness or misery.","author":"H. Jackson Brown, Jr.","category":"Life, Decision, Will"},{"quote":"The mantra that you're given in Transcendental Meditation you keep to yourself. The reason being, true happiness is not out there, true happiness lies within.","author":"David Lynch","category":"Yourself, You, Meditation"},{"quote":"Altruism raises your mood because it raises your self-esteem, which increases happiness. Plus, giving to others gets you outside of yourself and distracts you from your problems.","author":"Karen Salmansohn","category":"Problems, Giving, Yourself"},{"quote":"People need to realise what real happiness and success is, because success as an actor is fleeting. You can be up there one day and gone the next.","author":"Chuck Norris","category":"Success, Day, People"},{"quote":"If you can ensure happiness and public order, the country will go ahead well, just like what all Thais want.","author":"Bhumibol Adulyadej","category":"Want, Country, You"},{"quote":"I would maintain that thanks are the highest form of thought, and that gratitude is happiness doubled by wonder.","author":"Gilbert K. Chesterton","category":"Gratitude, Thankful, Thought"},{"quote":"Man falls from the pursuit of the ideal of plan living and high thinking the moment he wants to multiply his daily wants. Man's happiness really lies in contentment.","author":"Mahatma Gandhi","category":"Daily, Man, Thinking"},{"quote":"Desire nothing, give up all desires and be happy.","author":"Swami Sivananda","category":"Happy, Be Happy, Desire"},{"quote":"The wretched and miserable would rise into plenty of joy and happiness as soon as they climb the steps of my mosque.","author":"Sai Baba","category":"Joy, Climb, Rise"},{"quote":"Happiness is neither virtue nor pleasure nor this thing nor that but simply growth, We are happy when we are growing.","author":"William Butler Yeats","category":"Happy, Growth, Virtue"},{"quote":"Too much good fortune can make you smug and unaware. Happiness should be like an oasis, the greener for the desert that surrounds it.","author":"Rachel Field","category":"Good, Desert, Good Fortune"},{"quote":"I adored Mickey Mouse when I was a child. He was the emblem of happiness and funniness.","author":"Maurice Sendak","category":"Child, Mickey Mouse, Mouse"},{"quote":"Mindfulness helps you go home to the present. And every time you go there and recognize a condition of happiness that you have, happiness comes.","author":"Thich Nhat Hanh","category":"Time, Home, You"},{"quote":"All true happiness, pure joy, sweet bounties, and unclouded pleasure are contained within the knowledge and love of God.","author":"Said Nursi","category":"Love, Knowledge, God"},{"quote":"We must exercise ourselves in the things which bring happiness, since, if that be present, we have everything, and, if that be absent, all our actions are directed toward attaining it.","author":"Epicurus","category":"Exercise, Present, Bring"},{"quote":"Indeed, man wishes to be happy even when he so lives as to make happiness impossible.","author":"Saint Augustine","category":"Happy, Man, Be Happy"},{"quote":"The pursuit of happiness is a most ridiculous phrase: if you pursue happiness you'll never find it.","author":"Carrie Snow","category":"You, Pursuit Of Happiness"},{"quote":"The art of living does not consist in preserving and clinging to a particular mode of happiness, but in allowing happiness to change its form without being disappointed by the change; happiness, like a child, must be allowed to grow up.","author":"Charles Morgan","category":"Change, Art, Child"},{"quote":"We are built to conquer environment, solve problems, achieve goals, and we find no real satisfaction or happiness in life without obstacles to conquer and goals to achieve.","author":"Maxwell Maltz","category":"Life, Goals, Obstacles"},{"quote":"We believe, as our founders did, that 'the pursuit of happiness' depends upon individual liberty; and individual liberty requires limited government.","author":"Paul Ryan","category":"Government, Believe, Liberty"},{"quote":"I think the difference between finding happiness, or moments of happiness, is how you choose to interpret things. That's a rather shocking responsibility. That we're responsible for our own happiness. It's not those around us.","author":"Natascha McElhone","category":"Responsibility, Moments"},{"quote":"You can undo a lot of things. If you're not happy, you can become happy. Happiness is a choice. That's the thing I really feel.","author":"Jennifer Aniston","category":"Happy, Choice, You"},{"quote":"The joy and happiness it gives you or the emotions you go through when you hold your child in your arms for the first time are indescribable! I really thought that there was going be this moment when a ray of light from heaven would come pouring in, background music would start playing with angels singing, but none of that happens!","author":"Abhishek Bachchan","category":"Music, Time, Light"},{"quote":"Discouragement, fear, doubt, lack of self-confidence, are the germs which have killed the prosperity and happiness of tens of thousands of people.","author":"Orison Swett Marden","category":"Fear, Self-Confidence"},{"quote":"If men have easy access to divorce, many will choose it thoughtlessly. They may not gain true happiness with their new trophy wives, but they certainly will not slide into the material indigence and emotional misery that awaits most divorced women.","author":"Tom Cotton","category":"Women, Men, Easy"},{"quote":"Well may the boldest fear and the wisest tremble when incurring responsibilities on which may depend our country's peace and prosperity, and in some degree the hopes and happiness of the whole human family.","author":"James K. Polk","category":"Family, Fear, Peace"},{"quote":"The happiness of a man in this life does not consist in the absence but in the mastery of his passions.","author":"Alfred Lord Tennyson","category":"Life, Man, Mastery"},{"quote":"Happiness is composed of misfortunes avoided.","author":"Alphonse Karr","category":"Misfortunes, Avoided"},{"quote":"The first recipe for happiness is: avoid too lengthy meditation on the past.","author":"Andre Maurois","category":"Past, Meditation, First"},{"quote":"It is in the compelling zest of high adventure and of victory, and in creative action, that man finds his supreme joys.","author":"Antoine de Saint-Exupery","category":"Adventure, Man, Victory"},{"quote":"Always leave something to wish for otherwise you will be miserable from your very happiness.","author":"Baltasar Gracian","category":"Wish, You, Always"},{"quote":"The secret of happiness is to admire without desiring.","author":"Carl Sandburg","category":"Admire, Without, Secret"},{"quote":"To attain happiness in another world we need only to believe something, while to secure it in this world we must do something.","author":"Charlotte Perkins Gilman","category":"Believe, World, Need"},{"quote":"Money can't buy happiness, but it can make you awfully comfortable while you're being miserable.","author":"Clare Boothe Luce","category":"Money, You, Comfortable"},{"quote":"There is only one passion, the passion for happiness.","author":"Denis Diderot","category":"Passion, Only"},{"quote":"It is the chiefest point of happiness that a man is willing to be what he is.","author":"Desiderius Erasmus","category":"Man, Point, Willing"},{"quote":"I am a kind of paranoid in reverse. I suspect people of plotting to make me happy.","author":"J. D. Salinger","category":"Happy, I Am, Me"},{"quote":"When unhappy, one doubts everything; when happy, one doubts nothing.","author":"Joseph Roux","category":"Happy, Unhappy, Nothing"},{"quote":"What we call the secret of happiness is no more a secret than our willingness to choose life.","author":"Leo Buscaglia","category":"Life, Choose, Secret"},{"quote":"Satisfaction of one's curiosity is one of the greatest sources of happiness in life.","author":"Linus Pauling","category":"Life, Curiosity, Greatest"},{"quote":"An effort made for the happiness of others lifts above ourselves.","author":"Lydia M. Child","category":"Effort, Others, Made"},{"quote":"Every gift from a friend is a wish for your happiness.","author":"Richard Bach","category":"Friend, Gift, Wish"},{"quote":"To forget oneself is to be happy.","author":"Robert Louis Stevenson","category":"Happy, Be Happy, Forget"},{"quote":"Plenty of people miss their share of happiness, not because they never found it, but because they didn't stop to enjoy it.","author":"William Feather","category":"Enjoy, People, Stop"},{"quote":"Joys divided are increased.","author":"Josiah Gilbert Holland","category":"Divided, Increased, Joys"},{"quote":"Happiness does not consist in self-love.","author":"Joseph Butler","category":"Self-Love, Consist, Does"},{"quote":"That should be the measure of success for everyone. It's not money, it's not fame, it's not celebrity; my index of success is happiness.","author":"Lupe Fiasco","category":"Success, Money, Measure"},{"quote":"Money won't buy happiness, but it will pay the salaries of a large research staff to study the problem.","author":"Bill Vaughan","category":"Funny, Money, Research"},{"quote":"When I was growing up, I don't remember being told that America was created so that everyone could get rich. I remember being told it was about opportunity and the pursuit of happiness. Not happiness itself, but the pursuit.","author":"Martin Scorsese","category":"Opportunity, America"},{"quote":"Men can only be happy when they do not assume that the object of life is happiness.","author":"George Orwell","category":"Life, Happy, Men"},{"quote":"We are buried beneath the weight of information, which is being confused with knowledge; quantity is being confused with abundance and wealth with happiness.","author":"Tom Waits","category":"Knowledge, Wealth"},{"quote":"There's no reason why children in inner cities or rural areas do not receive the same quality education or opportunities as those in suburbs or wealthy neighborhoods. If we truly believe in giving all citizens a chance to pursue happiness and pursue their goals, then we cannot continue to marginalize entire groups of people.","author":"Al Sharpton","category":"Education, Children, Goals"},{"quote":"I didn't grow up vegan or vegetarian. I grew up with junk food! And because of the way I ate before changing my diet, I can truly understand the challenges of making changes and stepping away from foods that provided a form of comfort and happiness growing up, but finding out that most of what I loved was really bad for me!","author":"Kim Barnouin","category":"Food, Changes, Challenges"},{"quote":"Wealth, like happiness, is never attained when sought after directly. It comes as a by-product of providing a useful service.","author":"Henry Ford","category":"Service, Wealth, Never"},{"quote":"I might have some character traits that some might see as innocence or naive. That's because I discovered peace and happiness in my soul. And with this knowledge, I also see the beauty of human life.","author":"Tobey Maguire","category":"Life, Beauty, Peace"},{"quote":"Happiness is your own treasure because it lies within you.","author":"Prem Rawat","category":"Treasure, You, Within"},{"quote":"Joy can only be real if people look upon their life as a service and have a definite object in life outside themselves and their personal happiness.","author":"Leo Tolstoy","category":"Life, Service, Joy"},{"quote":"I think happiness is love.","author":"Vladimir Putin","category":"Love, Think, I Think"},{"quote":"If you really want to receive joy and happiness, then serve others with all your heart. Lift their burden, and your own burden will be lighter.","author":"Ezra Taft Benson","category":"Heart, Joy, Want"},{"quote":"The biggest problem is the funerals that don't exist. People call the funeral home, they pick up the body, they mail the ashes to you, no grief, no happiness, no remembrance, no nothing. That happens more often than it doesn't in the United States.","author":"Caitlin Doughty","category":"Home, Grief, Problem"},{"quote":"Playing is just about feeling. Playing isn't necessarily about misery. Playing isn't necessarily about happiness. But it's just about letting yourself feel all those things that you have already on the inside of you, but you're all the time trying to push them aside because they don't make for polite conversation or something.","author":"Janis Joplin","category":"Time, Yourself, Conversation"},{"quote":"Never permit a dichotomy to rule your life, a dichotomy in which you hate what you do so you can have pleasure in your spare time. Look for a situation in which your work will give you as much happiness as your spare time.","author":"Pablo Picasso","category":"Life, Work, Time"},{"quote":"I've learned from experience that the greater part of our happiness or misery depends on our dispositions and not on our circumstances.","author":"Martha Washington","category":"Experience, Circumstances"},{"quote":"In theory there is a possibility of perfect happiness: To believe in the indestructible element within one, and not to strive towards it.","author":"Franz Kafka","category":"Believe, Perfect, Within"},{"quote":"Happiness is a sunbeam which may pass through a thousand bosoms without losing a particle of its original ray; nay, when it strikes on a kindred heart, like the converged light on a mirror, it reflects itself with redoubled brightness. It is not perfected till it is shared.","author":"Jane Porter","category":"Light, Heart, Mirror"},{"quote":"The purpose of human life and the sense of happiness is to give the maximum what the man is able to give.","author":"Alexander Alekhine","category":"Life, Man, Purpose"},{"quote":"Happiness comes of the capacity to feel deeply, to enjoy simply, to think freely, to risk life, to be needed.","author":"Storm Jameson","category":"Life, Risk, Enjoy"},{"quote":"Happiness isn't getting what you want, it's wanting what you got.","author":"Garth Brooks","category":"Want, You, Wanting"},{"quote":"The folly of endless consumerism sends us on a wild goose-chase for happiness through materialism.","author":"Bryant H. McGill","category":"Wild, Materialism, Through"},{"quote":"When I get on stage, my first goal is not to show my expertise, but on the contrary, to give a bit of happiness, of joy, of cheerfulness. I am firmly convinced that in order to sing well, you must love your neighbor and be passionate about life.","author":"Andrea Bocelli","category":"Love, Life, Joy"},{"quote":"I always say: 'Share your happiness with the world, give other people that happiness and let it come back,' but some things make me question it. I don't know if I want some people to know that I am happy. I think a lot of people want to take it away from you, and that's really scary.","author":"Iggy Azalea","category":"Happy, I Am, World"},{"quote":"Happiness is not a luxury. It is a necessity. When we are happy, we are in the best possible place to be good to ourselves and those we love.","author":"Suze Orman","category":"Love, Happy, Good"},{"quote":"It is for others one must learn to do everything for there lies the secret of happiness.","author":"Jules Verne","category":"Learn, Everything, Secret"},{"quote":"While experiencing happiness, we have difficulty in being conscious of it. Only when the happiness is past and we look back on it do we suddenly realise - sometimes with astonishment - how happy we had been.","author":"Nikos Kazantzakis","category":"Happy, Past, Look"},{"quote":"My beauty ethos? Well, I'd love to tell you it's something like 'less is more,' but honestly, it all starts with happiness. If only someone could bottle that up - when I'm happy, I'm at my most radiant and glowing. It does me better than any product ever could. And I stand by how cheesy and cliched that sounds.","author":"Solange Knowles","category":"Love, Beauty, Happy"},{"quote":"The revolutionary sees his task as liberation not only of the oppressed but also of the oppressor. Happiness can never truly exist in a state of tension.","author":"Steven Biko","category":"Task, Never, Exist"},{"quote":"Just as a cautious businessman avoids investing all his capital in one concern, so wisdom would probably admonish us also not to anticipate all our happiness from one quarter alone.","author":"Sigmund Freud","category":"Wisdom, Alone, Quarter"},{"quote":"To be obliged to beg our daily happiness from others bespeaks a more lamentable poverty than that of him who begs his daily bread.","author":"Charles Caleb Colton","category":"Daily, Poverty, Bread"},{"quote":"If there were in the world today any large number of people who desired their own happiness more than they desired the unhappiness of others, we could have a paradise in a few years.","author":"Bertrand Russell","category":"Today, World, People"},{"quote":"Why love if losing hurts so much? I have no answers anymore only the life I have lived. The pain now is part of the happiness then.","author":"Anthony Hopkins","category":"Love, Life, Pain"},{"quote":"It is not true that suffering ennobles the character; happiness does that sometimes, but suffering for the most part, makes men petty and vindictive.","author":"W. Somerset Maugham","category":"Character, Men, Suffering"},{"quote":"I don't really care how I am remembered as long as I bring happiness and joy to people.","author":"Eddie Albert","category":"Joy, I Am, People"},{"quote":"No matter how dull, or how mean, or how wise a man is, he feels that happiness is his indisputable right.","author":"Helen Keller","category":"Wise, Man, Mean"},{"quote":"A string of excited, fugitive, miscellaneous pleasures is not happiness; happiness resides in imaginative reflection and judgment, when the picture of one's life, or of human life, as it truly has been or is, satisfies the will, and is gladly accepted.","author":"George Santayana","category":"Life, Reflection, Picture"},{"quote":"Happiness in marriage is entirely a matter of chance.","author":"Jane Austen","category":"Marriage, Chance, Matter"},{"quote":"I am about to be married, and am of course in all the misery of a man in pursuit of happiness.","author":"Lord Byron","category":"Wedding, Man, I Am"},{"quote":"That is happiness to be dissolved into something complete and great.","author":"Willa Cather","category":"Great, Something, Complete"},{"quote":"I hump the wild to take it all in, there is no bag limit on happiness.","author":"Ted Nugent","category":"Limit, Bag, Wild"},{"quote":"I don't get a sense of American pride. I just get a sense that everyone is here, battling the same thing - that around the world everybody's after the same thing, just some minor piece of happiness each day.","author":"Paul Thomas Anderson","category":"Day, American, World"},{"quote":"Actions are right in proportion as they tend to promote happiness wrong as they tend to produce the reverse of happiness. By happiness is intended pleasure and the absence of pain.","author":"John Stuart Mill","category":"Pain, Pleasure, Right"},{"quote":"There is only one real happiness in life, and that is the happiness of creating.","author":"Frederick Delius","category":"Life, Creating, Real"},{"quote":"The free market economy is supposed to be the only path leading to the happiness of humanity by promoting wealth and prosperity, power and influence of nations.","author":"Omar Bongo","category":"Power, Path, Humanity"},{"quote":"He who avoids complaint invites happiness.","author":"Abu Bakr","category":"Complaint, He, Who"},{"quote":"My imagination can picture no fairer happiness than to continue living for art.","author":"Clara Schumann","category":"Art, Imagination, Picture"},{"quote":"Love is not a feeling of happiness. Love is a willingness to sacrifice.","author":"Michael Novak","category":"Love, Love Is, Sacrifice"},{"quote":"Happiness isn't happiness unless there's a violin-playing goat.","author":"Julia Roberts","category":"Goat, Unless"},{"quote":"Action may not bring happiness but there is no happiness without action.","author":"William James","category":"Action, Bring, May"},{"quote":"The greatest of follies is to sacrifice health for any other kind of happiness.","author":"Arthur Schopenhauer","category":"Health, Sacrifice, Greatest"},{"quote":"The first requisite for the happiness of the people is the abolition of religion.","author":"Karl Marx","category":"Religion, People, First"},{"quote":"The only real happiness a ballplayer has is when he is playing a ball game and accomplishes something he didn't think he could do.","author":"Ring Lardner","category":"Game, Think, Real"},{"quote":"We learn the inner secret of happiness when we learn to direct our inner drives, our interest and our attention to something besides ourselves.","author":"Ethel Percy Andrus","category":"Learn, Attention, Secret"},{"quote":"Seek happiness for its own sake, and you will not find it; seek for duty, and happiness will follow as the shadow comes with the sunshine.","author":"Tryon Edwards","category":"Sunshine, Shadow, You"},{"quote":"Offspring, the due performance on religious rites, faithful service, highest conjugal happiness and heavenly bliss for the ancestors and oneself, depend on one's wife alone.","author":"Guru Nanak","category":"Alone, Service, Wife"},{"quote":"But O, how bitter a thing it is to look into happiness through another man's eyes.","author":"William Shakespeare","category":"Eyes, Man, Look"},{"quote":"Live by this credo: have a little laugh at life and look around you for happiness instead of sadness. Laughter has always brought me out of unhappy situations.","author":"Red Skelton","category":"Life, Sad, Laughter"},{"quote":"You know, I think we Indians are afraid to show and celebrate our happiness, lest things change around. But I feel that it's okay to be sad and okay to show when you are happy.","author":"Shah Rukh Khan","category":"Change, Happy, Sad"},{"quote":"The arrival of any child brings you a lot of happiness.","author":"Seal","category":"Child, You, Arrival"},{"quote":"The music is the message, the message is the music. So that's my little ministry that the Big Man upstairs gave to me - a little ministry called love and happiness.","author":"Al Green","category":"Love, Music, Man"},{"quote":"Happiness is not that easy to achieve, but having a handsome husband, a beautiful baby, and a great job helps.","author":"Ellen Pompeo","category":"Beautiful, Great, Job"},{"quote":"I think essentially the meaning of life is probably the journey and not really any one thing or an outcome or a result. I think it's kinda the process and I think that if you can find happiness in the process then maybe that's it.","author":"Charisma Carpenter","category":"Life, Journey"},{"quote":"Here is my prescription to heal all wounds. Watch the film 'Funny Girl' at least five times, eat at least 45 chocolate bars, and hang out with all those friends you blew off to hang out with your ex. I truly believe that, through a combination of Nutella, old pals and Barbra Streisand, we can achieve happiness and, very probably, world peace.","author":"Beth Ditto","category":"Funny, Friends, Peace"},{"quote":"As a bookish child in Calcutta, I used to thrill to the adventures of bad girls whose pursuit of happiness swept them outside the bounds of social decency. Tess of the d'Urbervilles, Emma Bovary and Anna Karenina lived large in my imagination. The naughty girls of Hollywood films flirted and knew how to drive.","author":"Bharati Mukherjee","category":"Imagination, Child"},{"quote":"I envy the happiness of others... I envy the sense of belonging... I seem always to be remaking myself.","author":"Richard Eyre","category":"Myself, Belonging, Envy"},{"quote":"I think life is difficult and that's that. I am not at all - absolutely not at all - interested in the pursuit of happiness. I am not interested in the pursuit of positivity. I am interested in pursuing a truth, and the truth often seems to be not happiness but its opposite.","author":"Jamaica Kincaid","category":"Life, Truth, I Am"},{"quote":"I am Gabrielle Anwar: mother, lover, daughter, sister, friend, and creator in the pursuit of happiness.","author":"Gabrielle Anwar","category":"Sister, Daughter, Mother"},{"quote":"It is possible to live happily in the here and the now. So many conditions of happiness are available - more than enough for you to be happy right now. You don't have to run into the future in order to get more.","author":"Thich Nhat Hanh","category":"Future, Happy, Be Happy"},{"quote":"The data says that with the poor, a little money can buy a lot of happiness. If you're rich, a lot of money can buy you a little more happiness. But in both cases, money does it.","author":"Daniel Gilbert","category":"Money, Data, Rich"},{"quote":"Religion will prove to the believer a comforter and a sure guide to the fountain of true happiness.","author":"Ellen G. White","category":"Religion, True"},{"quote":"At my aunt's funeral, I promised myself that I wouldn't be bound by the belief that I'm supposed to stay in anything - whether it's a relationship, a job, a house, or a circumstance - if it makes me miserable. She gave me the courage to find my own happiness.","author":"Jill Scott","category":"Relationship, Courage"},{"quote":"God dislikes evil, and no happiness can be built on hate. Love one another as brothers.","author":"Josephine Baker","category":"Love, God, Evil"},{"quote":"Once you are satisfied with your goal, it is the real happiness.","author":"Saina Nehwal","category":"Goal, Real, You"},{"quote":"The drive for happiness is vital it's what keeps us in motion.","author":"Richard Gere","category":"Drive, Motion, Us"},{"quote":"The kind of experience of humility and happiness that comes with gratitude tends to crowd out whatever is coarse, or ugly, or mean.","author":"Kevin DeYoung","category":"Gratitude, Experience"},{"quote":"Life should be blissful, and blissful doesn't mean just a small happiness. It's huge. It is profound.","author":"David Lynch","category":"Life, Small, Profound"},{"quote":"Life took over 4 billion years to evolve into you, and you've about 70 more years to enjoy it. Don't just pursue happiness, catch it.","author":"Eric Idle","category":"Life, Enjoy, You"},{"quote":"I discovered that joy is not the negation of pain, but rather acknowledging the presence of pain and feeling happiness in spite of it.","author":"Lupita Nyong'o","category":"Pain, Joy, Feeling"},{"quote":"Eros is not tranquil - it gives us spikes of happiness rather than a constant feeling of wellbeing. It's the love we feel at the beginning of a love affair and corresponds to the expression 'falling in love' since it is as involuntary an impulse as a physical fall.","author":"Francois Lelord","category":"Love, Beginning, Fall"},{"quote":"Man is never always happy, and very often only a brief period of happiness is granted him in this world; so why escape from this dream which cannot last long?","author":"Frederic Chopin","category":"Happy, Man, World"},{"quote":"For many, many people, getting married is one of the most important things they will ever do in the pursuit of happiness.","author":"Marianne Williamson","category":"People, The Most Important"},{"quote":"I'm a suck-it-up-and-move-on kind of person. Every day is a new day, and you'll never be able to find happiness if you don't move on.","author":"Carrie Underwood","category":"Day, New Day, Every Day"},{"quote":"Until you can be happy, you can't facilitate happiness for anybody else.","author":"Wendy Raquel Robinson","category":"Happy, Be Happy, You"},{"quote":"You look at your bank account, and you see the currency of love and happiness is more important than the currency of money.","author":"Richie Sambora","category":"Love, Money, You"},{"quote":"I've had a good life, full of more success and happiness than I ever expected.","author":"Maeve Binchy","category":"Life, Success, Good"},{"quote":"There are days when I walk through the center of Stockholm when I get this sudden feeling of happiness - a sense of belonging and at the same time gratitude that I'm so privileged that I can live my life in my city.","author":"Bjorn Ulvaeus","category":"Life, Gratitude, Time"},{"quote":"I suppose even when I was growing up, I noticed I was most happy when I was absorbed in something, lost in the moment and forgot the time, whether was conversation, movie, or a game I was playing. That was my definition of happiness. And I was least happy when I was all over the place, distracted and restless.","author":"Pico Iyer","category":"Time, Happy, Growing Up"},{"quote":"Happiness lies in moments, and while you have it, you're not even aware; only afterwards do you know you were happy.","author":"Luise Rainer","category":"Happy, Moments, Know"},{"quote":"The happiness I feel in having a family has brought me a real beauty.","author":"Kate Winslet","category":"Family, Beauty, Me"},{"quote":"The Creator of the seas, sands, and endless stars is reaching out to you this very day! He is offering the grand recipe for happiness, peace, and eternal life!","author":"Dieter F. Uchtdorf","category":"Life, Stars, Peace"},{"quote":"Before the palefaces came among us, we enjoyed the happiness of unbounded freedom and were acquainted with neither riches, wants, nor oppression.","author":"Tecumseh","category":"Freedom, Oppression, Us"},{"quote":"I believe that all is illusion and vanity outside the treasure of truths slowly accumulated, and which will never again be lost. I believe that the sum of these truths, always increasing, will at last confer on man incalculable power and peace, if not happiness. Yes, I believe in the final triumph of life.","author":"Emile Zola","category":"Life, Peace, Power"},{"quote":"Happiness is not something that just comes to you. It's an active process.","author":"Kate Hudson","category":"Process, You, Just"},{"quote":"A lot of money with the wrong career is not going to make you happy. If you have money without happiness, it doesn't mean anything. It's all about happiness.","author":"Ellen DeGeneres","category":"Happy, Money, You"},{"quote":"As a man, if you're married, your happiness is with her happiness. If she's unhappy, everything's messed up. It's a woman's world for sure.","author":"BJ the Chicago Kid","category":"Man, Woman, World"},{"quote":"I have sacrificed not only my favorite scheme of life, but the softer affections of the heart, and my prospects of domestic happiness, and I am ready to sacrifice my life also, with cheerfulness, if that forfeiture could restore peace and good will among mankind.","author":"John Paul Jones","category":"Life, Good, Peace"},{"quote":"Money can't buy happiness. Or put my family back together.","author":"Elin Nordegren","category":"Family, Money, Together"},{"quote":"You don't think in depression that you've put on a gray veil and are seeing the world through the haze of a bad mood. You think that the veil has been taken away, the veil of happiness, and that now you're seeing truly.","author":"Andrew Solomon","category":"Depression, World, Think"},{"quote":"Natural life, lived naturally as it is lived in the countryside, has none of that progress which is the base of happiness. Men and women in rural communities can be compared to a spring that rises out of a rock and spreads in irregular ever-widening circles. But the general principle is static.","author":"Patrick Kavanagh","category":"Life, Women, Progress"},{"quote":"The necessary thing for anyone to be happy and contented as long as he lives is working for the ones who will come after him rather than working for himself... One can reach the true delight and happiness in the life only by working for the existence, honor, and happiness of the future generations.","author":"Mustafa Kemal Ataturk","category":"Life, Future, Happy"},{"quote":"The Bluebird of Happiness long absent from his life, Ned is visited by the Chicken of Depression.","author":"Gary Larson","category":"Life, Depression, Long"},{"quote":"Happiness is a how; not a what. A talent, not an object.","author":"Hermann Hesse","category":"Talent, How, Object"},{"quote":"The person born with a talent they are meant to use will find their greatest happiness in using it.","author":"Johann Wolfgang von Goethe","category":"Talent, Greatest, Born"},{"quote":"I know the joy of fishes in the river through my own joy, as I go walking along the same river.","author":"Zhuangzi","category":"Joy, River, Walking"},{"quote":"There is one thing in this good old world that is positively sure - happiness is for all who strive to be happy - and those who laugh are happy. Everybody is eligible - you - me - the other fellow. Happiness is fundamentally a state of mind - not a state of body.","author":"Douglas Fairbanks","category":"Happy, Good, World"},{"quote":"No one goes straight to happiness after a breakup.","author":"Estelle","category":"Breakup, Straight, After"},{"quote":"The ultimate end of education is happiness or a good human life, a life enriched by the possession of every kind of good, by the enjoyment of every type of satisfaction.","author":"Mortimer Adler","category":"Life, Education, Good"},{"quote":"If your happiness depends on what somebody else does, I guess you do have a problem.","author":"Richard Bach","category":"Problem, You, Guess"},{"quote":"Most people ask for happiness on condition. Happiness can only be felt if you don't set any condition.","author":"Arthur Rubinstein","category":"People, You, Ask"},{"quote":"There is so much to be gained from adulthood! Feelings just become so much deeper. The feeling of sadness and loss is much deeper than when you were a kid, but the feelings of love and happiness have also so much more dimension when you get older... That is what's so hard and exciting about being a human being.","author":"Brie Larson","category":"Love, Sadness, Loss"},{"quote":"When I design, I always pull from things that are significant to me. In my work, I search for happiness and then try to convey that joy in the clothes.","author":"Jeremy Scott","category":"Work, Joy, Design"},{"quote":"The great thing in the world is not so much to seek happiness as to earn peace and self-respect.","author":"Thomas Huxley","category":"Peace, Great, World"},{"quote":"Happiness is a continuation of happenings which are not resisted.","author":"Deepak Chopra","category":"Which, Happenings"},{"quote":"I think happiness comes from self-acceptance. We all try different things, and we find some comfortable sense of who we are. We look at our parents and learn and grow and move on. We change.","author":"Jamie Lee Curtis","category":"Change, Parents, Grow"},{"quote":"If we want to increase our own happiness, we need to invest in growing the community happiness and also take care of the whole, of Mother Earth.","author":"Guilherme Leal","category":"Community, Mother, Earth"},{"quote":"There are as many kinds of beauty as there are habitual ways of seeking happiness.","author":"Charles Baudelaire","category":"Beauty, Seeking, Many"},{"quote":"I'm no expert. I have no psychic powers, and I sure don't possess any secret wisdom. I'm just Janet. I have strengths, weaknesses, fears, happiness, sadness. I experience joy and I experience pain. I'm highly emotional. I'm very vulnerable.","author":"Janet Jackson","category":"Wisdom, Experience, Joy"},{"quote":"To describe happiness is to diminish it.","author":"Stendhal","category":"Describe, Diminish"},{"quote":"Vegas means comedy, tragedy, happiness and sadness all at the same time.","author":"Artie Lange","category":"Time, Sadness, Tragedy"},{"quote":"Happiness is a virtue, not its reward.","author":"Baruch Spinoza","category":"Reward, Virtue"},{"quote":"Love is trembling happiness.","author":"Khalil Gibran","category":"Love, Love Is, Trembling"},{"quote":"I think people really marry far too much; it is such a lottery after all, and for a poor woman a very doubtful happiness.","author":"Queen Victoria","category":"Woman, People, Think"},{"quote":"A man doesn't know what happiness is until he's married. By then, it's too late.","author":"Frank Sinatra","category":"Man, Know, Too Late"},{"quote":"It's pretty hard to tell what does bring happiness poverty and wealth have both failed.","author":"Kin Hubbard","category":"Poverty, Wealth, Bring"},{"quote":"The happiest people seem to be those who have no particular cause for being happy except that they are so.","author":"William Ralph Inge","category":"Happy, Being Happy, People"},{"quote":"I have often met with happiness after some imprudent step which ought to have brought ruin upon me, and although passing a vote of censure upon myself I would thank God for his mercy.","author":"Giacomo Casanova","category":"Myself, God, Thank God"},{"quote":"In a storm of struggles, I have tried to control the elements, clasp the fist tight so as to protect self and happiness. But stress can be an addiction, and worry can be our lunge for control, and we forget the answer to this moment is always yes because of Christ.","author":"Ann Voskamp","category":"Stress, Storm, Self"},{"quote":"And one who is just of his own free will shall not lack for happiness and he will never come to utter ruin.","author":"Aeschylus","category":"Free, Free Will, Never"},{"quote":"For the poison of hatred seated near the heart doubles the burden for the one who suffers the disease; he is burdened with his own sorrow, and groans on seeing another's happiness.","author":"Aeschylus","category":"Heart, Poison, Sorrow"},{"quote":"Beauty is the promise of happiness.","author":"Edmund Burke","category":"Beauty, Promise"},{"quote":"Now I believe that lovers should be draped in flowers and laid entwined together on a bed of clover and left there to sleep, left there to dream of their happiness.","author":"Conor Oberst","category":"Romantic, Sleep, Flowers"},{"quote":"Happiness is nothing but good health and freedom, and money is the single best way you can buy your freedom.","author":"Scott Adams","category":"Money, Good, Health"},{"quote":"What we call happiness in the strictest sense comes from the (preferably sudden) satisfaction of needs which have been dammed up to a high degree.","author":"Sigmund Freud","category":"Up, Satisfaction, High"},{"quote":"For me, the only sources of moral values are the pursuit of understanding and the pursuit of happiness.","author":"Matthew Stewart","category":"Me, Values, Understanding"},{"quote":"There is no excellence without labor. One cannot dream oneself into either usefulness or happiness.","author":"Liberty Hyde Bailey","category":"Excellence, Dream, Labor"},{"quote":"The smallest seed of faith is better than the largest fruit of happiness.","author":"Henry David Thoreau","category":"Faith, Fruit, Better"},{"quote":"Life does not agree with philosophy: There is no happiness that is not idleness, and only what is useless is pleasurable.","author":"Anton Chekhov","category":"Life, Philosophy, Idleness"},{"quote":"The secret of happiness is: Find something more important than you are and dedicate your life to it.","author":"Daniel Dennett","category":"Life, Important, You"},{"quote":"No one is perfect... absolutely no one. Like precious stones, we have a few flaws, but why focus on that? Focus on what you like about yourself, and that will bring you happiness and peace.","author":"Richard Simmons","category":"Peace, Focus, Yourself"},{"quote":"It is not God's will merely that we should be happy, but that we should make ourselves happy.","author":"Immanuel Kant","category":"Happy, God, Be Happy"},{"quote":"Happiness isn't something you experience it's something you remember.","author":"Oscar Levant","category":"Experience, Remember, You"},{"quote":"Happiness is ideal, it is the work of the imagination.","author":"Marquis de Sade","category":"Work, Imagination, Ideal"},{"quote":"Happiness will come from materialism, not from meaning.","author":"Andrei Platonov","category":"Meaning, Materialism, Will"},{"quote":"I want anyone who believes in life, liberty, pursuit of happiness to succeed. And I want any force, any person, any element of an overarching Big Government that would stop your success, I want that organization, that element or that person to fail. I want you to succeed.","author":"Rush Limbaugh","category":"Life, Success, Government"},{"quote":"I'm a very positive person. My grandmother taught me that happiness is both a skill and a decision, and you are responsible for the outcome.","author":"Helen McCrory","category":"Positive, Decision, Me"},{"quote":"As long as you understand that you find happiness through family, friends and love, then money is just a nice bonus.","author":"Ioan Gruffudd","category":"Love, Family, Money"},{"quote":"Happiness is overrated. There has to be conflict in life.","author":"Brad Pitt","category":"Life, Conflict, Overrated"},{"quote":"I have this really high priority on happiness and finding something to be happy about.","author":"Taylor Swift","category":"Happy, Be Happy, Finding"},{"quote":"Most people in the Western world grow up with the received wisdom that Mozart was a genius. But few people necessarily know why. More than anyone else, he captured this something which is the human condition, the fine line that we all constantly dance between joy and pain, between absolute happiness and absolute heartbreak.","author":"Charles Hazlewood","category":"Wisdom, Dance, Joy"},{"quote":"Low expectations is the key to happiness in life.","author":"Christopher Miller","category":"Life, Expectations, Key"},{"quote":"Such happiness as life is capable of comes from the full participation of all our powers in the endeavor to wrest from each changing situations of experience its own full and unique meaning.","author":"John Dewey","category":"Life, Experience, Unique"},{"quote":"If we depend for our happiness on another, on society or on environment, they become essential to us; we cling to them, and any alteration of these we violently oppose because we depend upon them for our psychological security and comfort.","author":"Jiddu Krishnamurti","category":"Society, Comfort"},{"quote":"You must try to generate happiness within yourself. If you aren't happy in one place, chances are you won't be happy anyplace.","author":"Ernie Banks","category":"Happy, Yourself, Be Happy"},{"quote":"There is only one way to achieve happiness on this terrestrial ball, and that is to have either a clear conscience or none at all.","author":"Ogden Nash","category":"Way, Achieve, Conscience"},{"quote":"Happiness consumes itself like a flame. It cannot burn for ever, it must go out, and the presentiment of its end destroys it at its very peak.","author":"August Strindberg","category":"End, Flame, Burn"},{"quote":"When we were together, I loved you deeply and you gave me so much happiness I can never repay you.","author":"Arthur Ashe","category":"Together, Me, You"},{"quote":"Happiness doesn't depend on how much you have to enjoy, but how much you enjoy what you have.","author":"Tom Wilson","category":"Enjoy, You, Depend"},{"quote":"Virtue is simply happiness, and happiness is a by-product of function. You are happy when you are functioning.","author":"William S. Burroughs","category":"Happy, You, Virtue"},{"quote":"With compassion you can die for other people, like the mother who can die for her child. You have the courage to say it because you are not afraid of losing anything, because you know that understanding and love is the foundation of happiness. But if you have fear of losing your status, your position, you will not have the courage to do it.","author":"Thich Nhat Hanh","category":"Love, Courage, Fear"},{"quote":"It is easily and often overlooked that when Thomas Jefferson asserted that life, liberty and the pursuit of happiness were inalienable human rights, he did so on the ground that they had been endowed by God, our Creator.","author":"Tom Stoppard","category":"Life, God, Liberty"},{"quote":"The supreme happiness of life is the conviction that we are loved; loved for ourselves, or rather in spite of ourselves.","author":"Victor Hugo","category":"Life, Loved, Conviction"},{"quote":"People truly reaching across boundaries - be they religious or race, political or geographic. A state that is sincerely civil and respectful of each individual's pathway toward life, liberty and the pursuit of happiness will be our goal.","author":"Jon Huntsman, Jr.","category":"Life, Goal, Political"},{"quote":"Holiness, not happiness, is the chief end of man.","author":"Oswald Chambers","category":"Man, End, Chief"},{"quote":"A comfortable house is a great source of happiness. It ranks immediately after health and a good conscience.","author":"Sydney Smith","category":"Good, Health, Great"},{"quote":"The independence of all political and other bother is a happiness.","author":"Rutherford B. Hayes","category":"Independence, Political"},{"quote":"Friends have suggested that I am the least qualified person to talk about happiness, because I am often down, and sometimes profoundly depressed. But I think that's where my qualification comes from. Because to know happiness, it helps to know unhappiness.","author":"Alastair Campbell","category":"Friends, I Am, Know"},{"quote":"We all have a hungry heart, and one of the things we hunger for is happiness. So as much as I possibly could, I stayed where I was happy. I spent a great deal of time in my younger years just writing and reading, walking around the woods in Ohio, where I grew up.","author":"Mary Oliver","category":"Time, Happy, Great"},{"quote":"I think the pursuit of happiness is the pursuit of reality because illusion never leaves us ultimately happy.","author":"Parker Palmer","category":"Happy, Reality, Think"},{"quote":"Happiness is the first principle of life. Happiness basically means well-being. It is always good and always a choice... We need to make the choice to be happy in a particular situation, just as it is, and at a given moment.","author":"Alexandra Stoddard","category":"Life, Happy, Good"},{"quote":"As a teenager, rather than setting myself on a course to pursue fame (quite common growing up in L.A., the entertainment capital of the world), happiness, fulfillment, and spiritual enlightenment (also quite common), I skipped right on to trying to be successful. 'Let's just get on with it,' I felt. 'Onward' became my motto.","author":"Karen Finerman","category":"Motto, Myself, Spiritual"},{"quote":"Transcendental meditation is an ancient mental technique that allows any human being to dive within, transcend and experience the source of everything. It's such a blessing for the human being because that eternal field is a field of unbounded intelligence, creativity, happiness, love, energy and peace.","author":"David Lynch","category":"Love, Peace, Creativity"},{"quote":"Your dear baby has died innocent and blameless, and has been called away by an all wise and merciful Creator, most probably from a life to misery and misfortune, and most certainly to one of happiness and bliss.","author":"George Mason","category":"Life, Wise, Baby"},{"quote":"When 'happiness' eludes us - as, eventually, it always will - we have the invitation to examine our programmed responses and to exercise our power to choose again.","author":"Richard Rohr","category":"Power, Exercise, Always"},{"quote":"In a democracy, the well-being, individuality and happiness of every citizen is important for the overall prosperity, peace and happiness of the nation.","author":"A. P. J. Abdul Kalam","category":"Peace, Democracy, Well-Being"},{"quote":"The marriage state was designed to complete the sum of human happiness in this life. It sometimes proves otherwise, but this is owing to the parties themselves, who either rush into it without due consideration or fail in point of discretion in their conduct towards each other afterwards.","author":"Samuel Adams","category":"Life, Marriage, Human"},{"quote":"It is not easy to find happiness in ourselves, and it is not possible to find it elsewhere.","author":"Agnes Repplier","category":"Easy, Find, Possible"},{"quote":"Happiness: an agreeable sensation arising from contemplating the misery of another.","author":"Ambrose Bierce","category":"Misery, Contemplating"},{"quote":"Kind words produce happiness. How often have we ourselves been made happy by kind words, in a manner and to an extent which we are unable to explain!","author":"Frederick William Faber","category":"Happy, Words, Kind"},{"quote":"Our happiness depends on wisdom all the way.","author":"Sophocles","category":"Wisdom, Way, Depends"},{"quote":"You know it's love when all you want is that person to be happy, even if you're not part of their happiness.","author":"Julia Roberts","category":"Love, Happy, Be Happy"},{"quote":"To desire and strive to be of some service to the world, to aim at doing something which shall really increase the happiness and welfare and virtue of mankind - this is a choice which is possible for all of us; and surely it is a good haven to sail for.","author":"Henry Van Dyke","category":"Good, Service, World"},{"quote":"Work and live to serve others, to leave the world a little better than you found it and garner for yourself as much peace of mind as you can. This is happiness.","author":"David Sarnoff","category":"Work, Peace, World"},{"quote":"There is no happiness for people at the expense of other people.","author":"Anwar Sadat","category":"People, Other, Expense"},{"quote":"How to gain, how to keep, how to recover happiness is in fact for most men at all times the secret motive of all they do, and of all they are willing to endure.","author":"William James","category":"Men, Endure, Secret"},{"quote":"A good education is another name for happiness.","author":"Ann Plato","category":"Education, Good, Name"},{"quote":"Happiness is always a coincidence.","author":"Jose Bergamin","category":"Always, Coincidence"},{"quote":"You can run, run, run away from a lot of things in life, but you can't run away from yourself. And the key to happiness is to understand and accept who you are.","author":"Dale Archer","category":"Life, Yourself, You"},{"quote":"One must realise his Self in order to open the store of unalloyed happiness.","author":"Ramana Maharshi","category":"Self, Order, Must"},{"quote":"When the whole world reads your books, is there any other happiness for a writer? I am happy that my books are read in 57 languages. But I am focused on Istanbul not because of Istanbul but because of humanity. Everyone is the same in the end.","author":"Orhan Pamuk","category":"Happy, I Am, Humanity"},{"quote":"One can make no better investment than the cultivation of a taste for the beautiful, for it will bring rainbow hues and enduring joys to the whole life. It will not only greatly increase one's capacity for happiness, but also one's efficiency.","author":"Orison Swett Marden","category":"Life, Beautiful, Rainbow"},{"quote":"For this generation, ours, life is nuclear survival, liberty is human rights, the pursuit of happiness is a planet whose resources are devoted to the physical and spiritual nourishment of its inhabitants.","author":"Jimmy Carter","category":"Life, Spiritual, Survival"},{"quote":"Character is power; it makes friends, draws patronage and support and opens the way to wealth, honor and happiness.","author":"John Howe","category":"Friends, Character, Power"},{"quote":"May there always be peace, love and happiness in every house.","author":"Islom Karimov","category":"Love, Peace, House"},{"quote":"Happiness consists not in having much, but in being content with little.","author":"Marguerite Gardiner","category":"Content, Being, Little"},{"quote":"Life's greatest happiness is to be convinced we are loved.","author":"Victor Hugo","category":"Life, Greatest, Loved"},{"quote":"Fashion is all about happiness. It's fun. It's important. But it's not medicine.","author":"Donatella Versace","category":"Fun, Fashion, Medicine"},{"quote":"Happiness, contentment, the health and growth of the soul, depend, as men have proved over and over again, upon some simple issue, some single turning of the soul.","author":"George A. Smith","category":"Health, Growth, Simple"},{"quote":"Happiness lies neither in vice nor in virtue; but in the manner we appreciate the one and the other, and the choice we make pursuant to our individual organization.","author":"Marquis de Sade","category":"Choice, Organization"},{"quote":"Inside every adult there's still a child that lingers. We're happiness merchants - giving people the opportunity to dream like children.","author":"Guy Laliberte","category":"Children, Opportunity, Child"},{"quote":"When I was a little kid, all I wanted to do was to escape what I thought was the country and get to a city. Probably film and television had influenced me so much, I really thought the key to happiness was living a very artificial life in a penthouse in New York with martini glasses.","author":"Tom Ford","category":"Life, City, Me"},{"quote":"I think people should know more of Africa in terms of its joie de vivre, its feeling for life. In spite of the images that one knows about Africa - the economic poverty, the corruption - there's a joy to living and a happiness in community, living together, in community life, which may be missing here in America.","author":"Youssou N'Dour","category":"Life, Community, Joy"},{"quote":"My books are about ordinary people, like you, me, people on the street, people who really have an expectation of reasonable happiness in life, want their life to have a sense of security and predictability, who want to belong to something bigger than them, who want love and affection in their life, who want a good future for the children.","author":"Khaled Hosseini","category":"Love, Life, Children"},{"quote":"True refuge is that which allows us to be at home, at peace, to discover true happiness. The only thing that can give us true refuge is the awareness and love that is intrinsic to who we are. Ultimately, it's our own true nature.","author":"Tara Brach","category":"Love, Nature, Peace"},{"quote":"I think happiness is a combination of pleasure, engagement and meaningfulness.","author":"Ian K. Smith","category":"Think, Pleasure, Engagement"},{"quote":"Happiness comes from the full understanding of your own being.","author":"Marina Abramovic","category":"Understanding, Being, Own"},{"quote":"Research shows you get multiple tasks done faster if you do them one at a time. It also decreases stress and raises happiness.","author":"Shawn Achor","category":"Time, Stress, Research"},{"quote":"Happiness is a great power of holiness. Thus, kind words, by their power of producing happiness, have also a power of producing holiness, and so of winning men to God.","author":"Frederick William Faber","category":"Great, God, Power"},{"quote":"Happiness for me is totally just being at peace knowing that, everything I'm doing, God is pleased with that. It's complete peace for me.","author":"Tyler Perry","category":"Peace, God, Me"},{"quote":"We all have a hungry heart, and one of the things we hunger for is happiness. So as much as I possibly could, I stayed where I was happy.","author":"Mary Oliver","category":"Happy, Heart, Hungry"},{"quote":"We are looking for happiness and running after it in such a way that creates anger, fear and discrimination. So when you attend a retreat, you have a chance to look at the deep roots of this pollution of the collective energy that is unwholesome.","author":"Nhat Hanh","category":"Fear, Deep, Anger"},{"quote":"Being of service to others is what brings true happiness.","author":"Marie Osmond","category":"Service, True"},{"quote":"For me, happiness is doing my best and trying to be helpful.","author":"Ken Kercheval","category":"Best, Me, Doing"},{"quote":"I have a wish for world peace and the truth. I would like to see a society that will bring happiness to all life forms. Of course, to the Nazis, I appear a rebel, but to the rebels, I appear like a normal person from Venus.","author":"Nina Hagen","category":"Life, Peace, Truth"},{"quote":"The positive and negative states of being bring about action. They cause the loss of balance and of happiness. They cause the eternal revolutions - the changes that follow one upon the other. They explain why happiness cannot be achieved in time.","author":"Piet Mondrian","category":"Positive, Time, Changes"},{"quote":"Our vision and commitment is towards the country's progress, its place in the world and the happiness of its people.","author":"Narendra Modi","category":"Progress, Vision, World"},{"quote":"It is doubtless true that men are bad because they are unhappy. If anyone could give them real happiness, the happiness of brotherhood, they would all want to live the true and brotherly life.","author":"Edwin Markham","category":"Life, Men, Live"},{"quote":"The following terms all mean one and the same thing: God, goodness, mental health, truth, decency, happiness, freedom, reality, peace, love, sensibleness.","author":"Vernon Howard","category":"Love, Peace, Health"},{"quote":"Lovers who love truly do not write down their happiness.","author":"Anatole France","category":"Love, Down, Lovers"},{"quote":"Joy, rather than happiness, is the goal of life, for joy is the emotion which accompanies our fulfilling our natures as human beings. It is based on the experience of one's identity as a being of worth and dignity.","author":"Rollo May","category":"Life, Experience, Joy"},{"quote":"There can be no happiness if the things we believe in are different from the things we do.","author":"Freya Stark","category":"Believe, Different, Things"},{"quote":"The one happiness is to shut one's door upon a little room, with a table before one, and to create; to create life in that isolation from life.","author":"Eleonora Duse","category":"Life, Door, Isolation"},{"quote":"Remember the rights of the savage, as we call him. Remember that the happiness of his humble home, remember that the sanctity of life in the hill villages of Afghanistan, among the winter snows, is as inviolable in the eye of Almighty God, as can be your own.","author":"William E. Gladstone","category":"Life, Home, God"},{"quote":"There is nothing which has yet been contrived by man, by which so much happiness is produced as by a good tavern.","author":"Samuel Johnson","category":"Good, Man, Nothing"},{"quote":"Happiness is not a matter of events it depends upon the tides of the mind.","author":"Alice Meynell","category":"Mind, Events, Matter"},{"quote":"Lucky that man whose children make his happiness in life and not his grief, the anguished disappointment of his hopes.","author":"Euripides","category":"Life, Children, Man"},{"quote":"To have the sense of creative activity is the great happiness and the great proof of being alive.","author":"Matthew Arnold","category":"Great, Creative, Activity"},{"quote":"I think a lot of people think I'm either unintelligent because I'm a very happy person and I have a lot of energy or that it's a fake happiness, like fake energy. I completely understand that because it's a lot to handle, and I am a very emotional human being.","author":"Dove Cameron","category":"Happy, I Am, People"},{"quote":"So long as we can lose any happiness, we possess some.","author":"Booth Tarkington","category":"Long, Lose, Some"},{"quote":"Happiness is the interval between periods of unhappiness.","author":"Don Marquis","category":"Between, Periods"},{"quote":"Happiness is mostly a by-product of doing what makes us feel fulfilled.","author":"Benjamin Spock","category":"Doing, Feel, Fulfilled"},{"quote":"Research has shown that the best way to be happy is to make each day happy.","author":"Deepak Chopra","category":"Happy, Day, Best"},{"quote":"Happiness is brief. It will not stay. God batters at its sails.","author":"Euripides","category":"God, Sails, Will"},{"quote":"Unquestionably, it is possible to do without happiness; it is done involuntarily by nineteen-twentieths of mankind.","author":"John Stuart Mill","category":"Done, Possible, Without"},{"quote":"All who joy would win must share it. Happiness was born a Twin.","author":"Lord Byron","category":"Joy, Win, Born"},{"quote":"Happy is the man who has broken the chains which hurt the mind, and has given up worrying once and for all.","author":"Ovid","category":"Happy, Man, Mind"},{"quote":"Growth itself contains the germ of happiness.","author":"Pearl S. Buck","category":"Growth, Germ, Itself"},{"quote":"Do not speak of your happiness to one less fortunate than yourself.","author":"Plutarch","category":"Speak, Yourself, Fortunate"},{"quote":"Happiness is a by-product. You cannot pursue it by itself.","author":"Sam Levenson","category":"You, Pursue, Cannot"},{"quote":"How easy to be amiable in the midst of happiness and success.","author":"William Ellery Channing","category":"Success, Easy, Midst"},{"quote":"The secret of happiness is to admire without desiring. And that is not happiness.","author":"F. H. Bradley","category":"Admire, Without, Secret"},{"quote":"If you hope for happiness in the world, hope for it from God, and not from the world.","author":"David Brainerd","category":"Hope, God, World"},{"quote":"Five or six hundred heads cut off would have assured your repose, freedom and happiness.","author":"Jean-Paul Marat","category":"Freedom, Six, Cut"},{"quote":"The secret of happiness is to find a congenial monotony.","author":"V. S. Pritchett","category":"Find, Secret, The Secret Of"},{"quote":"Happiness always looks small while you hold it in your hands, but let it go, and you learn at once how big and precious it is.","author":"Maxim Gorky","category":"Small, Hands, You"},{"quote":"If thou be industrious to procure wealth, be generous in the disposal of it. Man never is so happy as when he giveth happiness unto another.","author":"Edward G. Bulwer-Lytton","category":"Happy, Man, Wealth"},{"quote":"The person who seeks all their applause from outside has their happiness in another's keeping .","author":"Dale Carnegie","category":"Person, Outside, Applause"},{"quote":"The man who is aware of himself is henceforward independent; and he is never bored, and life is only too short, and he is steeped through and through with a profound yet temperate happiness.","author":"Virginia Woolf","category":"Life, Man, Short"},{"quote":"If virtue promises happiness, prosperity and peace, then progress in virtue is progress in each of these for to whatever point the perfection of anything brings us, progress is always an approach toward it.","author":"Epictetus","category":"Peace, Progress, Perfection"},{"quote":"America has believed that in differentiation, not in uniformity, lies the path of progress. It acted on this belief; it has advanced human happiness, and it has prospered.","author":"Louis D. Brandeis","category":"Progress, Path, America"},{"quote":"If happiness truly consisted in physical ease and freedom from care, then the happiest individual would not be either a man or a woman; it would be, I think, an American cow.","author":"William Lyon Phelps","category":"Freedom, Man, Woman"},{"quote":"We find delight in the beauty and happiness of children that makes the heart too big for the body.","author":"Ralph Waldo Emerson","category":"Beauty, Children, Heart"},{"quote":"Imagination disposes of everything; it creates beauty, justice, and happiness, which are everything in this world.","author":"Blaise Pascal","category":"Beauty, Justice, Imagination"},{"quote":"Happiness, that grand mistress of the ceremonies in the dance of life, impels us through all its mazes and meanderings, but leads none of us by the same route.","author":"Charles Caleb Colton","category":"Life, Dance, Mistress"},{"quote":"We exaggerate misfortune and happiness alike. We are never as bad off or as happy as we say we are.","author":"Honore de Balzac","category":"Happy, Bad, Say"},{"quote":"One of the indictments of civilizations is that happiness and intelligence are so rarely found in the same person.","author":"William Feather","category":"Intelligence, Person, Same"},{"quote":"The health of the people is really the foundation upon which all their happiness and all their powers as a state depend.","author":"Benjamin Disraeli","category":"Health, People, Foundation"},{"quote":"Happiness is a wine of the rarest vintage, and seems insipid to a vulgar taste.","author":"Logan Pearsall Smith","category":"Wine, Vintage, Taste"},{"quote":"I can say that I never knew what joy was like until I gave up pursuing happiness, or cared to live until I chose to die. For these two discoveries I am beholden to Jesus.","author":"Malcolm Muggeridge","category":"Joy, I Am, Live"},{"quote":"I always seem to have a vague feeling that he is a Satan among musicians, a fallen angel in the darkness who is perpetually seeking to fight his way back to happiness.","author":"Havelock Ellis","category":"Musicians, Darkness, Fight"},{"quote":"Completeness? Happiness? These words don't come close to describing my emotions. There truly is nothing I can say to capture what motherhood means to me, particularly given my medical history.","author":"Anita Baker","category":"History, Mom, Motherhood"},{"quote":"I'd rather have happiness than money. People ask for it. Sometimes when I don't have it. I make other people's problems my problem because they want me to they ask me to.","author":"Brenda Fassie","category":"Money, Problems, Me"},{"quote":"He who never sacrificed a present to a future good or a personal to a general one can speak of happiness only as the blind do of colors.","author":"Olympia Brown","category":"Future, Good, Colors"},{"quote":"Happiness has a bad rap. People say it shouldn't be your goal in life. Oh, yes it should.","author":"Richard Dreyfuss","category":"Life, Goal, People"},{"quote":"What I mean by that is that the point of life, as I see it, is not to write books or scale mountains or sail oceans, but to achieve happiness, and preferably an unselfish happiness.","author":"Bernard Cornwell","category":"Life, Mountains, See"},{"quote":"This happiness consisted of nothing else but the harmony of the few things around me with my own existence, a feeling of contentment and well-being that needed no changes and no intensification.","author":"Herman Hesse","category":"Changes, Me, Well-Being"},{"quote":"I knew everything and received everything. But real happiness, is giving.","author":"Alain Delon","category":"Giving, Real, Everything"},{"quote":"Leibniz dedicated his life to efforts to educate people to understand that true happiness is found by locating their identity in benefitting mankind and their posterity.","author":"Robert Trout","category":"Life, Identity, People"},{"quote":"I have to keep reminding myself: If you give your life to God, he doesn't promise you happiness and that everything will go well. But he does promise you peace. You can have peace and joy, even in bad circumstances.","author":"Patricia Heaton","category":"Life, Peace, Myself"},{"quote":"So many people have said that to me, that what they really like about Alex is what she brings out in Marissa, and what this situation brings out in her, a hint of happiness and another side to her character.","author":"Olivia Wilde","category":"Character, Me, People"},{"quote":"But what is after all the happiness of mere power? There is a greater happiness possible than to be lord of heaven and earth that is the happiness of being truly loved.","author":"Lafcadio Hearn","category":"Power, Earth, Loved"},{"quote":"I come before you to declare that my sex are entitled to the inalienable right to life, liberty, and the pursuit of happiness.","author":"Victoria Woodhull","category":"Life, Liberty, You"},{"quote":"There may be Peace without Joy, and Joy without Peace, but the two combined make Happiness.","author":"John Buchan","category":"Peace, Joy, Two"},{"quote":"When Kate was born, she was born into a world of joy and happiness and confidence. The difference between the children is night and day. She's happy, she's thriving, she's full of self-confidence. I tell her she's beautiful every day before I send her off to school.","author":"Lynn Johnston","category":"Children, Happy, Beautiful"},{"quote":"Happiness or satisfaction consists only in the enjoyment of those objects which are by nature suited to our several particular appetites, passions, and affections.","author":"Joseph Butler","category":"Nature, Satisfaction"},{"quote":"The discovery of a new dish confers more happiness on humanity, than the discovery of a new star.","author":"Jean Anthelme Brillat-Savarin","category":"Humanity, Discovery, New"},{"quote":"True religion... is giving and finding one's happiness by bringing happiness into the lives of others.","author":"William J. H. Boetcker","category":"Religion, Giving, Finding"},{"quote":"No human being can really understand another, and no one can arrange another's happiness.","author":"Graham Greene","category":"Understand, Human"},{"quote":"Off with you! You're a happy fellow, for you'll give happiness and joy to many other people. There is nothing better or greater than that!","author":"Ludwig van Beethoven","category":"Happy, Joy, People"},{"quote":"Happiness serves hardly any other purpose than to make unhappiness possible.","author":"Marcel Proust","category":"Purpose, Possible, Than"},{"quote":"Happiness is a hard master, particularly other people's happiness.","author":"Aldous Huxley","category":"People, Master, Hard"},{"quote":"One mustn't ask apple trees for oranges, France for sun, women for love, life for happiness.","author":"Gustave Flaubert","category":"Love, Life, Women"},{"quote":"I have discovered the secret of happiness - it is work, either with the hands or the head. The moment I have something to do, the draughts are open and my chimney draws, and I am happy.","author":"John Burroughs","category":"Work, Happy, I Am"},{"quote":"I take it that the good of mankind means the attainment, by every man, of all the happiness which he can enjoy without diminishing the happiness of his fellow men.","author":"Thomas Huxley","category":"Good, Man, Men"},{"quote":"A sincere and steadfast co-operation in promoting such a reconstruction of our political system as would provide for the permanent liberty and happiness of the United States.","author":"James Madison","category":"Political, Liberty, System"},{"quote":"Happiness is an imaginary condition, formerly attributed by the living to the dead, now usually attributed by adults to children, and by children to adults.","author":"Thomas Szasz","category":"Children, Living, Now"},{"quote":"The pursuit of happiness, which American citizens are obliged to undertake, tends to involve them in trying to perpetuate the moods, tastes and aptitudes of youth.","author":"Malcolm Muggeridge","category":"Youth, American"},{"quote":"Sorrow happens, hardship happens, the hell with it, who never knew the price of happiness, will not be happy.","author":"Yevgeny Yevtushenko","category":"Happy, Be Happy, Sorrow"},{"quote":"When you relinquish the desire to control your future, you can have more happiness.","author":"Nicole Kidman","category":"Future, Control, You"},{"quote":"The truth is that relative income is not directly related to happiness. Nonpartisan social-survey data clearly show that the big driver of happiness is earned success: a person's belief that he has created value in his life or the life of others.","author":"Arthur C. Brooks","category":"Life, Success, Truth"},{"quote":"When you analyze happiness, it turns out that the way you spend your time is extremely important.","author":"Daniel Kahneman","category":"Time, Important, You"},{"quote":"Money can't buy happiness.","author":"Howard Hughes","category":"Money, Buy"},{"quote":"In my worst moments, I think the biggest effect of 'Eats, Shoots & Leaves' was to kill the happiness of people who had previously skipped through life, unaware of all the atrocities lurking in the world around them.","author":"Lynne Truss","category":"Life, World, Moments"},{"quote":"Happiness statistics may be most valuable in smaller, local discussions. Understanding how different sorts of programs affect the well-being of citizens would be enormously helpful to a mayor choosing between building a new bridge or offering a tax cut.","author":"Adam Davidson","category":"Statistics, Understanding"},{"quote":"I have come a long way and learnt a lot. I read this quote about a year ago: 'Happiness must not be pursued it must ensue.' It's made me realise that just being married again or something like that won't make me happy the happiness ensues from how we live our lives.","author":"Lucy Davis","category":"Happy, Me, Long"},{"quote":"I used to let other people's struggles affect my happiness. If they weren't happy, there was no way I was going to be happy. The opposite was also true: If I wasn't happy, I didn't want anyone around me to be happy.","author":"Joyce Meyer","category":"Happy, Me, Be Happy"},{"quote":"There are no plans that always work in life. For me, the secret to happiness is being positive and looking at the brighter side of my life.","author":"Karisma Kapoor","category":"Life, Positive, Work"},{"quote":"Happiness isn't a fortune in a cookie. It's deeper, wider, funnier, and more transporting than that.","author":"Elvis Costello","category":"Cookie, Fortune, Than"},{"quote":"It is a lie that our anger justifies our impulse to hurt or ignore our antagonists. We are to forgive to be forgiven. To wait for them to repent before we forgive and repent is to allow them to choose for us a delay which could cost us happiness here and hereafter.","author":"Henry B. Eyring","category":"Anger, Lie, Hurt"},{"quote":"Ever since I was a kid, I've always thought it very important to be happy inside. There's a lot of bad things happening in the world, but it's important to try to stay happy and appreciate what you've got, and don't look externally for the happiness.","author":"Ana Ivanovic","category":"Happy, World, Be Happy"},{"quote":"When you give as a family, not only are you sharing the happiness that giving brings you by watching it translate into positive change, but you are also transmitting your giving values to your children by engaging them in the giving process itself.","author":"Laura Arrillaga-Andreessen","category":"Positive, Family, Change"},{"quote":"If I can do something in less than one minute, I don't let myself procrastinate. I hang up my coat, put newspapers in the recycling, scan and toss a letter. Ever since I wrote about this rule in 'The Happiness Project,' I've been amazed by how many people have told me that it has made a huge difference in their lives.","author":"Gretchen Rubin","category":"Myself, Me, People"},{"quote":"My happiness is being able to present my talents for people to see, and I feel like I'm an ambassador of Thai history and Thai culture on film so that people can see Muay Thai.","author":"Tony Jaa","category":"History, Culture, People"},{"quote":"The philosophical point is that our happiness and wellbeing is not based on incomes rising. This is not just the wisdom of sages but of ordinary people. Prosperity is more social and psychological: it's about identification, affiliation, participation in society and a sense of purpose.","author":"Tim Jackson","category":"Wisdom, Society, Purpose"},{"quote":"The universe is conspiring in every moment to bring me happiness and peace.","author":"Marianne Williamson","category":"Peace, Universe, Me"},{"quote":"People can hate on you for doing what it is that makes you happy, but ultimately, it has to belong to you. It shouldn't matter what anyone else thinks. Life is not easy. The road to happiness is not a path well trotted. You have to find your own path to enlightenment.","author":"Jamie Campbell Bower","category":"Life, Happy, Path"},{"quote":"To guarantee the individual maximum freedom within a social frame of minimal laws ensures - if not happiness - its hopeful pursuit.","author":"John Updike","category":"Freedom, Laws, Hopeful"},{"quote":"I say to my children, the reason that marriage - and having children - is so important is that it stops you thinking about yourself. The way to happiness is to give yourself to others and to think of others before you think of yourself.","author":"Terry Wogan","category":"Marriage, Children, Thinking"},{"quote":"I believe happiness is a chemical imbalance - it's a silly thing to strife for. But satisfaction - if you seek satisfaction, you can succeed. Satisfaction is knowing that you're doing the best that you can do; you're living your life to the fullest.","author":"Lydia Lunch","category":"Life, Best, Believe"},{"quote":"France is, for me, the country of happiness.","author":"Max von Sydow","category":"Me, Country, France"},{"quote":"I'm just living each day, and I'm better equipped to do so. I mean, I used to be totally afraid, I used to have, like, permanent stage fright. But now I'm trying to have fun. I'm trying to bring as much happiness to as many people as possible.","author":"Rivers Cuomo","category":"Day, Fun, People"},{"quote":"I've learned very, very, very clearly that money does not equal happiness or security, either.","author":"Damien Rice","category":"Money, Security, Equal"},{"quote":"I wanted Jesus in 'A.D.' to be very, very, very human - to have those qualities of vulnerability and doubt and pain and sadness and loneliness. Once the resurrection happens and we see that Jesus has risen, it's almost complete, right? It's all about the joy and the smile and the happiness and the closeness to the disciples.","author":"Juan Pablo Di Pace","category":"Smile, Loneliness, Joy"},{"quote":"I have always believed that the aristocracy of any country should be the men who have succeeded - the men who have aided in upbuilding their country - the men who have contributed to the efficiency and happiness of their fellow men.","author":"Charles M. Schwab","category":"Men, Efficiency, Country"},{"quote":"I find my greatest happiness in thinking of those days in Homestead when I labored to bring a thing to perfection entirely by myself. In the evenings, I would go into the hills and look down on my work, and I knew that it was good, and my heart was elated.","author":"Charles M. Schwab","category":"Work, Good, Myself"},{"quote":"Happiness is a light, an atmosphere, an illumination. It sets a personality. I always feel that it is a creation that is difficult for some and easy for others, but essentially an achievement, never an accident.","author":"Elizabeth Bibesco","category":"Light, Achievement"},{"quote":"Everyone can relate to the story of fighting for happiness.","author":"Lilly Singh","category":"Story, Fighting, Everyone"},{"quote":"No one expects the doormat to stand upright, shake itself off, and amble down the street to seek its own happiness.","author":"Lynn Coady","category":"Stand, Down, Street"},{"quote":"I am living my dream because I get to work with my kids and watch them find their happiness. It's so rewarding - we brainstorm around a conference table and have a really great time doing it.","author":"Kris Jenner","category":"Work, Time, Great"},{"quote":"I really believe that being flexible and grateful contributes a lot to your happiness, which contributes to your health and contributes to your look.","author":"Christie Brinkley","category":"Health, Grateful, Believe"},{"quote":"May the States be so bound to each other as forever to defy European politics. Upon that union, their consequence, their happiness, will depend. This is the first wish of a heart more truly American than words can express.","author":"Marquis de Lafayette","category":"Heart, Politics, Words"},{"quote":"Good and productive labor is valuable, and it doesn't mean you have to have a fancy job description. You don't have to become rich. You can be ordinary. Happiness lies there. Do good work, create good work for others.","author":"Jay Parini","category":"Work, Good, Job"},{"quote":"I don't belong to anyone else but myself. I have to make my own decisions. Happiness is defined by me.","author":"Keke Palmer","category":"Myself, Decisions, Me"},{"quote":"Whenever you choose power over love, you will never find true happiness.","author":"Karen Salmansohn","category":"Love, Power, You"},{"quote":"To the European, it is a characteristic of the American culture that, again and again, one is commanded and ordered to 'be happy.' But happiness cannot be pursued; it must ensue. One must have a reason to 'be happy.'","author":"Viktor E. Frankl","category":"Happy, Culture, American"},{"quote":"Those who know me know I'm passionate about lists, and top of my list of priorities is my family. My wife Joan and I do not consider our legacy to our children to be wealth or fame but the opportunity to pursue happiness by following their own path.","author":"Richard Branson","category":"Family, Children, Path"},{"quote":"Keep well that is the half of wisdom and of happiness.","author":"Emile Zola","category":"Wisdom, Half, Well"},{"quote":"My size is a huge part of me. You just have to appreciate those kinds of things. So I wasn't born with long legs - who cares. You just have to embrace it. Being body positive is really important to your overall happiness.","author":"Sabrina Carpenter","category":"Positive, Me, Long"},{"quote":"I'm trying to find a little joy and happiness, a lot of giggles - and maybe some pretty shoes.","author":"Tracee Ellis Ross","category":"Joy, Shoes, Trying"},{"quote":"To apply Kim Jong Il's patriotism means to thoroughly materialize the General's intentions and desires for the prosperity of the country and the happiness of all generations to come and to carry on all work for achieving the prosperity of the country in the way he did.","author":"Kim Jong-un","category":"Work, Patriotism, Achieving"},{"quote":"Happiness is the reward we get for living to the highest right we know.","author":"Richard Bach","category":"Reward, Living, Know"},{"quote":"Man's only true happiness is to live in hope of something to be won by him. Reverence something to be worshipped by him, and love something to be cherished by him, forever.","author":"John Ruskin","category":"Love, Hope, Man"},{"quote":"Little islands of human happiness, peace, and prosperity are so exceptional at this point in history that I'm not even sure we can draw lessons from them.","author":"P. J. O'Rourke","category":"History, Peace, Human"},{"quote":"Politicians also have no leisure, because they are always aiming at something beyond political life itself, power and glory, or happiness.","author":"Aristotle","category":"Life, Power, Politics"},{"quote":"Resolve not to be poor: whatever you have, spend less. Poverty is a great enemy to human happiness; it certainly destroys liberty, and it makes some virtues impracticable, and others extremely difficult.","author":"Samuel Johnson","category":"Great, Poverty, Liberty"},{"quote":"Nothing flatters a man as much as the happiness of his wife he is always proud of himself as the source of it.","author":"Samuel Johnson","category":"Man, Wife, Proud"},{"quote":"There is nothing, Sir, too little for so little a creature as man. It is by studying little things that we attain the great art of having as little misery and as much happiness as possible.","author":"Samuel Johnson","category":"Art, Great, Little Things"},{"quote":"There is no private house in which people can enjoy themselves so well as at a capital tavern... No, Sir; there is nothing which has yet been contrived by man by which so much happiness is produced as by a good tavern or inn.","author":"Samuel Johnson","category":"Good, Man, Enjoy"},{"quote":"Your successes and happiness are forgiven you only if you generously consent to share them.","author":"Albert Camus","category":"You, Consent, Successes"},{"quote":"You can be happy where you are.","author":"Joel Osteen","category":"Happy, Be Happy, You"},{"quote":"Don't wait around for other people to be happy for you. Any happiness you get you've got to make yourself.","author":"Alice Walker","category":"Happy, Yourself, Be Happy"},{"quote":"Years of happiness can be lost in the foolish gratification of a momentary desire for pleasure.","author":"Ezra Taft Benson","category":"Lost, Desire, Pleasure"},{"quote":"I am not happy, and the quest for happiness as a principal objective is not part of my world. Of course, ever since I can remember, I have done what I felt like doing.","author":"Paulo Coelho","category":"Happy, I Am, World"},{"quote":"Happiness is just another of the tricks that our genetic system plays on us to carry out its only role, which is the survival of the species.","author":"Paulo Coelho","category":"Survival, System, Carry"},{"quote":"Happy is he who still loves something he loved in the nursery: He has not been broken in two by time; he is not two men, but one, and he has saved not only his soul but his life.","author":"Gilbert K. Chesterton","category":"Life, Time, Happy"},{"quote":"Contempt for happiness is usually contempt for other people's happiness, and is an elegant disguise for hatred of the human race.","author":"Bertrand Russell","category":"People, Hatred, Human"},{"quote":"Happiness is not a reward - it is a consequence. Suffering is not a punishment - it is a result.","author":"Robert Green Ingersoll","category":"Suffering, Reward"},{"quote":"My happiness is not dictated on this business. Once I realized that, everything kind of changed.","author":"Selena Gomez","category":"Business, Everything, Kind"},{"quote":"Wisdom is the supreme part of happiness.","author":"Sophocles","category":"Wisdom, Supreme, Part"},{"quote":"When a man has lost all happiness, he's not alive. Call him a breathing corpse.","author":"Sophocles","category":"Man, Lost, Breathing"},{"quote":"What is happiness? Happiness, I think, has to come in the beginning, truly, from feeling a sense of well-being within yourself.","author":"Goldie Hawn","category":"Beginning, Yourself"},{"quote":"There is something curiously boring about somebody else's happiness.","author":"Aldous Huxley","category":"Boring, Something, Somebody"},{"quote":"Gratification and happiness are becoming important measures of our quality of life.","author":"Charles Kennedy","category":"Life, Quality, Important"},{"quote":"The secret of happiness is something to do.","author":"John Burroughs","category":"Something, Secret"},{"quote":"In the gigantic and worthwhile struggle for achieving the country's prosperity and people's happiness, our young people have been educated in a revolutionary way and trained spiritually and physically, and have developed into a large, matchless contingent forming a thousand-fold, tens-of-thousand-fold fortress around the Party.","author":"Kim Jong-un","category":"Struggle, Achieving, People"},{"quote":"Those who submit like a child do it because they know that the Father wants only the happiness of His children and that only He knows the way. That is the testimony we must have to keep praying like a submissive child, in the good times as well as the times of trouble.","author":"Henry B. Eyring","category":"Children, Good, Father"},{"quote":"The Lord protects, guides, and watches over those who are His trusted friends in His work. His work and that of His Father and our Father is to bring to pass the immortality and eternal life of the children of God. And Satan, the enemy of our happiness, opposes those who serve the Lord.","author":"Henry B. Eyring","category":"Life, Work, Children"},{"quote":"I used to hold a unitary view, in which I proposed that only experienced happiness matters, and that life satisfaction is a fallible estimate of true happiness.","author":"Daniel Kahneman","category":"Life, View, Satisfaction"},{"quote":"Happiness is determined by factors like your health, your family relationships and friendships, and above all by feeling that you are in control of how you spend your time.","author":"Daniel Kahneman","category":"Family, Time, Health"},{"quote":"For women, the important ingredients for happiness are to forge an identity, serve the Lord, get an education, develop your talents, serve your family, and, if possible, to have a family of your own.","author":"James E. Faust","category":"Education, Family, Women"},{"quote":"The happiness of this life depends less on what befalls you than the way in which you take it.","author":"Elbert Hubbard","category":"Life, Way, You"},{"quote":"You traverse the world in search of happiness, which is within the reach of every man. A contented mind confers it on all.","author":"Horace","category":"Man, World, Mind"},{"quote":"The path I am trying so hard to follow is in fact the one that God my Father and His Son Jesus Christ want me to pursue. It has brought me deep happiness.","author":"Clayton Christensen","category":"Father, Deep, God"},{"quote":"Surveillance cameras might reduce crime - even though the evidence here is mixed - but no studies show that they result in greater happiness of everyone involved.","author":"Evgeny Morozov","category":"Crime, Surveillance, Here"},{"quote":"Each week, I post a video about some 'Pigeon of Discontent' raised by a reader. Because, as much as we try to find the 'Bluebird of Happiness,' we're also plagued by those small but pesky 'Pigeons of Discontent.'","author":"Gretchen Rubin","category":"Week, Small, Try"},{"quote":"Happiness is a critical factor for work, and work is a critical factor for happiness. In one of those life-isn't-fair results, it turns out that the happy outperform the less happy. Happy people work more hours each week - and they work more in their free time, too.","author":"Gretchen Rubin","category":"Work, Time, Happy"},{"quote":"We need to have intimate, enduring bonds; we need to be able to confide; we need to feel that we belong; we need to be able to get support, and just as important for happiness, to give support. We need many kinds of relationships; for one thing, we need friends.","author":"Gretchen Rubin","category":"Friends, Support"},{"quote":"Eternal principles that govern happiness apply equally to all.","author":"Russell M. Nelson","category":"Principles, Govern, Apply"},{"quote":"I love acting. It's my playground, it let's me explore. But my happiness in this world - my level of peace - is never going to be dictated by acting.","author":"Chris Evans","category":"Love, Peace, World"},{"quote":"Working hard is a great way to impact the world, to learn, to grow, to feel accomplished, and sometimes even to find happiness, but it becomes a problem when you do so at the expense of the people closest to you.","author":"Travis Bradberry","category":"Great, Working Hard, World"},{"quote":"Happiness is not the same as life satisfaction, while neither are identical to what we might call flourishing.","author":"Julian Baggini","category":"Life, Satisfaction, Same"},{"quote":"I really wanted to buy a Range Rover. It was a big dream, and the day I bought it, I was very happy, but by evening, I was immune to it. That's when I realized that excitement, if it's happiness, is not in reaching the goal but in the process. Thus process trumps over realization.","author":"Sushant Singh Rajput","category":"Happy, Day, Goal"},{"quote":"All human states are organic brain states - happiness, sadness, fear, lust, dreaming, doing math problems and writing novels - and our brains are not static.","author":"Siri Hustvedt","category":"Fear, Sadness, Writing"},{"quote":"The idea that skiing might not be fun, might not be for everyone, had never occurred to me. Where I come from, the sport signified pleasure, nature, family happiness.","author":"Siri Hustvedt","category":"Family, Nature, Fun"},{"quote":"Ladies of Fashion starve their happiness to feed their vanity, and their love to feed their pride.","author":"Charles Caleb Colton","category":"Love, Pride, Fashion"},{"quote":"Your typical business just measures the metrics that have to do with the profitability of the business one way or another. But you can have metrics that measure employee happiness and the morale. You can also do direct customer surveys you can track it over time. You can do supplier satisfaction scores as well.","author":"John Mackey","category":"Business, Time, Customer"},{"quote":"You'd think true masculinity was just calm and collected happiness. So alpha male that it needs not or worries not. But typically masculine characters are always fighting, and most violence comes from some agitated level of fear and anxiety.","author":"Liev Schreiber","category":"Fear, Violence, Anxiety"},{"quote":"For me, love is happiness and inspiration.","author":"Leona Lewis","category":"Love, Love Is, Me"},{"quote":"Now you know my credo: Free-market capitalism is the best path to prosperity. And let me add to that from our Founding Fathers: Our Creator endowed us with the inalienable rights to life, liberty, and the pursuit of happiness. In other words, freedom.","author":"Lawrence Kudlow","category":"Life, Freedom, Best"},{"quote":"With happiness as with health: to enjoy it, one should be deprived of it occasionally.","author":"Jules Verne","category":"Health, Enjoy, Should"},{"quote":"In the end, you're trying to find God. That's the result of not being satisfied. And it doesn't matter how much money, or property, or whatever you've got, unless you're happy in your heart, then that's it. And unfortunately, you can never gain perfect happiness unless you've got that state of consciousness that enables that.","author":"George Harrison","category":"Happy, Money, God"},{"quote":"In the school of mortality, we experience tenderness, love, kindness, happiness, sorrow, disappointment, pain, and even the challenges of physical limitations in ways that prepare us for eternity.","author":"David A. Bednar","category":"Love, Kindness, Experience"},{"quote":"A good way I know to find happiness, is to not bore a hole to fit the plug.","author":"Josh Billings","category":"Good, Know, Find"},{"quote":"There are as many forms of happiness as sorrow, though most prove fleeting.","author":"Felix Dennis","category":"Sorrow, Prove, Fleeting"},{"quote":"There is something in the pang of change More than the heart can bear, Unhappiness remembering happiness.","author":"Euripides","category":"Change, Heart, Bear"},{"quote":"Deeper fulfilment is rather different from the happiness of seeing a good film or watching your team win at football, and it doesn't come at the push of a button.","author":"Geoff Mulgan","category":"Good, Team, Football"},{"quote":"The world tells us in a thousand different ways that the bigger we become, the freer we will be. The richer, the more beautiful, and the more powerful we grow, the more security, liberty, and happiness we will experience. And yet, the gospel tells us just the opposite, that the smaller we become, the freer we will be.","author":"Tullian Tchividjian","category":"Beautiful, Experience, World"},{"quote":"As a child is indulged or checked in its early follies, a ground is generally laid for the happiness or misery of the future man.","author":"Samuel Richardson","category":"Future, Man, Child"},{"quote":"Happiness seems made to be shared.","author":"Pierre Corneille","category":"Seems, Made, Shared"},{"quote":"I never was someone who was at ease with happiness.","author":"Hugh Laurie","category":"Never, Someone, Ease"},{"quote":"I have my moments. Ever since I was a boy, I never was someone who was at ease with happiness. Too often I embrace introspection and self-doubt. I wish I could embrace the good things.","author":"Hugh Laurie","category":"Good, Moments, Good Things"},{"quote":"Happiness lies so far from man, but he must begin by daring to will it.","author":"Ellen Key","category":"Man, Will, Far"},{"quote":"While we are focusing on fear, worry, or hate, it is not possible for us to be experiencing happiness, enthusiasm or love.","author":"Bo Bennett","category":"Love, Fear, Hate"},{"quote":"If you have not taken the time to define what happiness means to you, what have your spent your whole life pursuing?","author":"Bo Bennett","category":"Life, Time, You"},{"quote":"Happiness is a monstrosity! Punished are those who seek it.","author":"Gustave Flaubert","category":"Seek, Who, Monstrosity"},{"quote":"Happy he who learns to bear what he cannot change.","author":"Friedrich Schiller","category":"Change, Happy, Bear"},{"quote":"A sure way to lose happiness, I found, is to want it at the expense of everything else.","author":"Bette Davis","category":"Want, Way, Everything"},{"quote":"Tell me what you feel in your room when the full moon is shining in upon you and your lamp is dying out, and I will tell you how old you are, and I shall know if you are happy.","author":"Henri Frederic Amiel","category":"Happy, Me, Moon"},{"quote":"There is happiness in duty, although it may not seem so.","author":"Jose Marti","category":"Duty, May, Seem"},{"quote":"I believe that my clothes can give people a better image of themselves - that it can increase their feelings of confidence and happiness.","author":"Giorgio Armani","category":"Confidence, Believe, People"},{"quote":"Playing and fun are not the same thing, though when we grow up we may forget that and find ourselves mixing up playing with happiness. There can be a kind of amnesia about the seriousness of playing, especially when we played by ourselves.","author":"Lynda Barry","category":"Fun, Grow, Grow Up"},{"quote":"A great hope gets crushed every time someone reminds us that happiness can be neither assumed nor earned; that we are all prisoners of our own flawed brains; that the ultimate aloneness in each of us is, finally, inviolable.","author":"Andrew Solomon","category":"Time, Hope, Great"},{"quote":"Desire is individual. Happiness is common.","author":"Julian Casablancas","category":"Desire, Individual, Common"},{"quote":"Only man clogs his happiness with care, destroying what is with thoughts of what may be.","author":"John Dryden","category":"Man, Thoughts, Care"},{"quote":"Values are principles and ideas that bring meaning to the seemingly mundane experience of life. A meaningful life that ultimately brings happiness and pride requires you to respond to temptations as well as challenges with honor, dignity, and courage.","author":"Laura Schlessinger","category":"Life, Courage, Experience"},{"quote":"People don't understand what happiness is, so they have an idea of what will make them happy, but it never does.","author":"Richard Gere","category":"Happy, People, Idea"},{"quote":"Although the skills aren't hard to learn, finding the happiness and finding the satisfaction and finding fulfillment in continuously serving somebody else something good to eat, is what makes a really good restaurant.","author":"Mario Batali","category":"Good, Learn, Restaurant"},{"quote":"Some of the natural world is appealing, some of it is terrifying, and some of it grosses us out. Modern people don't want to be dropped naked into a swamp. We want to tour Yosemite with our water bottles and G.P.S. devices. The natural world is a source of happiness and fulfillment, but only when prescribed in the right doses.","author":"Paul Bloom","category":"Water, World, People"},{"quote":"The word 'happiness' always bothered me, partly because it was scientifically unwieldy and meant a lot of different things to different people, and also because it's subjective.","author":"Martin Seligman","category":"Me, People, Different"},{"quote":"The goal of a life free of dysphoria is a snare and a delusion. A better goal is of good commerce with the world. Authentic happiness, astonishingly, can occur even in the presence of authentic sadness.","author":"Martin Seligman","category":"Life, Good, Sadness"},{"quote":"I'm actually tougher on myself as I get older. It's a vicious cycle. The things that are important in life are the things that you can't buy in life: love, health and happiness. I say that, and I believe that, and I try to live that.","author":"Criss Angel","category":"Love, Life, Health"},{"quote":"What would there be in a story of happiness? Only what prepares it, only what destroys it can be told.","author":"Andre Gide","category":"Story, Only, Would"},{"quote":"People let their own hang-ups become the obstacles between them and personal happiness.","author":"Lucinda Williams","category":"Obstacles, People, Personal"},{"quote":"Everything is about looking for happiness and God. That was a sentiment shared by my dear friend Ronald Reagan.","author":"Mickey Rooney","category":"God, Friend, Looking"},{"quote":"My message is that happiness is the first principle of life. But you must choose it. We all have pain, but suffering is a choice. You can be happier if you make some changes in your life.","author":"Alexandra Stoddard","category":"Life, Pain, Changes"},{"quote":"This nation is notorious for its ability to make or fake anything cheaply. 'Made-in-China' goods now fill homes around the world. But our giant country has a small problem. We can't manufacture the happiness of our people.","author":"Ai Weiwei","category":"World, Small, Problem"},{"quote":"Happiness depends more on how life strikes you than on what happens.","author":"Andy Rooney","category":"Life, You, Than"},{"quote":"To buy happiness is to sell soul.","author":"Douglas Horton","category":"Soul, Sell, Buy"},{"quote":"If you have easy self-contentment, you might have a very, very cheap source of happiness.","author":"Leon Kass","category":"Easy, You, Cheap"},{"quote":"It's up to you to be responsible for how you feel if you're not happy. Your happiness lies in your hands. You can't rely on a man to make you happy or complete you. That starts with you.","author":"Taraji P. Henson","category":"Happy, Man, Hands"},{"quote":"I try to be a good daughter, as I believe in karma and feel that how you are with your parents is directly proportionate to what you receive in your life. I am a big oneness follower, and our gurus have told us that if you want to achieve external happiness, you need to be happy internally. And your inner circle is your family.","author":"Shilpa Shetty","category":"Life, Family, Happy"},{"quote":"A man is not rightly conditioned until he is a happy, healthy, and prosperous being; and happiness, health, and prosperity are the result of a harmonious adjustment of the inner with the outer of the man with his surroundings.","author":"James Allen","category":"Happy, Health, Man"},{"quote":"You don't find happiness by being able to buy everything you want, whenever you want it.","author":"Tamara Ecclestone","category":"Want, You, Find"},{"quote":"Happiness means nothing to me. I just want to have meaning and purpose.","author":"Jon Krakauer","category":"Purpose, Me, Meaning"},{"quote":"When what we are is what we want to be, that's happiness.","author":"Malcolm Forbes","category":"Want"},{"quote":"The slave may be happy, but happiness is not enough.","author":"Herbert Read","category":"Happy, Be Happy, Slave"},{"quote":"Romance and novel paint beauty in colors more charming than nature, and describe a happiness that humans never taste. How deceptive and destructive are those pictures of consummate bliss!","author":"Oliver Goldsmith","category":"Nature, Beauty, Colors"},{"quote":"When God loves a creature he wants the creature to know the highest happiness and the deepest misery He wants him to know all that being alive can bring. That is his best gift. There is no happiness save in understanding the whole.","author":"Thornton Wilder","category":"Best, God, Gift"},{"quote":"The office of government is not to confer happiness, but to give men the opportunity to work out happiness for themselves.","author":"William Ellery Channing","category":"Work, Government"},{"quote":"Those who won our independence... valued liberty as an end and as a means. They believed liberty to be the secret of happiness and courage to be the secret of liberty.","author":"Louis D. Brandeis","category":"Courage, End, Liberty"},{"quote":"To show a child what once delighted you, to find the child's delight added to your own - this is happiness.","author":"J. B. Priestley","category":"Child, You, Find"},{"quote":"Happiness can only be found if you can free yourself of all other distractions.","author":"Saul Bellow","category":"Yourself, Free, You"},{"quote":"We are no longer happy so soon as we wish to be happier.","author":"Walter Savage Landor","category":"Happy, Wish, Soon"},{"quote":"Your happiness is at the intersection of your passions and learning from great people.","author":"Scott Weiss","category":"Learning, Great, People"},{"quote":"Tell him, on the contrary, that he needs, in the interest of his own happiness, to walk in the path of humility and self-control, and he will be indifferent, or even actively resentful.","author":"Irving Babbitt","category":"Path, Humility, Walk"},{"quote":"The idea that happiness could have a share in beauty would be too much of a good thing.","author":"Walter Benjamin","category":"Beauty, Good, Idea"},{"quote":"I had a handle on satisfaction, and I loved my career, but I didn't really know what happiness was. So I started on this quest to have a happy life.","author":"Dennis Christopher","category":"Life, Happy, Happy Life"},{"quote":"It's obvious, but perhaps worth saying, that happiness has virtually nothing to do with the state of your intellect.","author":"Daniel Keys Moran","category":"Nothing, Saying, Intellect"},{"quote":"The day when a sportsman stops thinking above all else of the happiness in his own effort and the intoxication of the power and physical balance he derives from it, the day when he lets considerations of vanity or interest take over, on this day his ideal will die.","author":"Pierre de Coubertin","category":"Day, Power, Balance"},{"quote":"Happiness is the absence of suffering. I think it's an interesting way of looking at it. I think the absence of suffering exists very rarely in the world we live in.","author":"Julie Christie","category":"World, Suffering, Looking"},{"quote":"Life everlasting in a state of happiness is the greatest desire of all men.","author":"Joseph Franklin Rutherford","category":"Life, Men, Greatest"},{"quote":"Today, we stand as a united country and are much closer to the ideals set forth in our Constitution that all men are created equal; that they are endowed by their Creator with certain unalienable rights; that among these are life, liberty, and the pursuit of happiness.","author":"Jim Ryun","category":"Life, Today, Men"},{"quote":"For me, music is my joy. It's my happiness. As long as this medicine, this chemo is in my body, I didn't have my love, my joy.","author":"Sharon Jones","category":"Love, Music, Joy"},{"quote":"Happiness needs one-upmanship.","author":"Zygmunt Bauman","category":"Needs"},{"quote":"What better is there to sigh for than happiness, yesterday's or tomorrow's.","author":"Ben Hecht","category":"Tomorrow, Better, Yesterday"},{"quote":"The Divine of the Lord in heaven is love, for the reason that love is receptive of all things of heaven, such as peace, intelligence, wisdom and happiness.","author":"Emanuel Swedenborg","category":"Love, Wisdom, Peace"},{"quote":"No one is in control of your happiness but you; therefore, you have the power to change anything about yourself or your life that you want to change.","author":"Barbara De Angelis","category":"Life, Change, Power"},{"quote":"As long as you are being true to yourself, you will always find happiness.","author":"Amber Riley","category":"Yourself, Long, You"},{"quote":"Everyday interactions we have with other people are definitely contagious, in terms of happiness.","author":"Nicholas A. Christakis","category":"People, Everyday, Contagious"},{"quote":"There is something very unique in American iconography about this notion of the pursuit of happiness.","author":"David Henry Hwang","category":"American, Unique"}]}