{"author":"Ravindu Manoj","github":"ravindu01manoj","repo":"Quotes-500k","data":[{"quote":"I hope you have not been leading a double life  pretending to be wicked and being really good all the time. That would be hypocrisy.","author":"Oscar Wilde","category":"hypocrisy"},{"quote":"For parlour use  the vague generality is a lifesaver.","author":"George Ade","category":"ideas"},{"quote":"If anyone has a new idea in this country  there are twice as many people who keep putting a man with a red flag in front of it.","author":"Prince Philip","category":"ideas"},{"quote":"If you are possessed by an idea  you find it expressed everywhere  you even smell it.","author":"Thomas Mann","category":"ideas"},{"quote":"In a war of ideas it is people who get killed.","author":"Stanislaw Lec","category":"ideas"},{"quote":"To say that an idea is fashionable is to say  I think  that it has been adulterated to a point where it is hardly an idea at all.","author":"Murray Kempton","category":"ideas"},{"quote":"You cannot put a rope around the neck of an idea: you cannot put an idea up against a barrack-square wall and riddle it with bullets: you cannot confine it in the strongest prison cell that your slaves could ever build.","author":"Sean O'Casey","category":"ideas"},{"quote":"Great ideas are not charitable.","author":"Henry de Montherlant","category":"ideas"},{"quote":"For an idea ever to be fashionable is ominous  since it must afterwards be always old-fashioned.","author":"George Santayana","category":"ideas"},{"quote":"Every man with an idea has at least two or three followers.","author":"Brooks Atkinson","category":"ideas"},{"quote":"An idea is a feat of association  and the height of it is a good metaphor.","author":"Robert Frost","category":"ideas"},{"quote":"Every time a man puts a new idea across he finds ten men who thought of it before he did - but they only thought of it.","author":"Anonymous","category":"ideas"},{"quote":"There is no adequate defence  except stupidity  against the impact of a new idea.","author":"Percy W. Bridgman","category":"ideas"},{"quote":"No army can withstand the strength of an idea whose time has come.","author":"Victor Hugo","category":"ideas"},{"quote":"Man's mind stretched to a new idea never goes back to its original dimensions.","author":"Oliver Wendell Holmes","category":"ideas"},{"quote":"Ideas won't keep: something must be done about them.","author":"Alfred North Whitehead","category":"ideas"},{"quote":"Ideas  as distinguished from events  are never unprecedented.","author":"Hannah Arendt","category":"ideas"},{"quote":"What's a cult? It just means not enough people to make a minority.","author":"Robert Altman","category":"ideas"},{"quote":"A cold in the head causes less suffering than an idea.","author":"Jules Renard","category":"ideas"},{"quote":"Very simple ideas lie within the reach only of complex minds. Remy de Gourmont An idea is salvation by imagination.","author":"Frank Lloyd Wright","category":"ideas"},{"quote":"Only the wise possess ideas  the greater part of mankind are possessed by them.","author":"Samuel Taylor Coleridge","category":"ideas"},{"quote":"Big ideas are so hard to recognize  so fragile  so easy to kill. Don't forget that  all of you who don't have them.","author":"John Elliott","category":"ideas"},{"quote":"Great ideas originate in the muscles.","author":"Thomas Edison","category":"ideas"},{"quote":"The material universe exists only in the mind.","author":"Jonathan Edwards","category":"ideas"},{"quote":"Ideas must work through the brains and the arms of good and brave men  or they are no better than dreams.","author":"Ralph Waldo Emerson","category":"ideas"},{"quote":"No army can withstand the strength of an idea whose time has come.","author":"Victor Hugo","category":"ideas"},{"quote":"An idea  to be suggestive  must come to the individual with the force of a revelation.","author":"William James","category":"ideas"},{"quote":"It is only liquid currents of thought that move men and the world.","author":"Wendell Phillips","category":"ideas"},{"quote":"A perpetual holiday is a good working definition of Hell.","author":"George Bernard Shaw","category":"idleness"},{"quote":"A physician can sometimes bury the scythe of death  but he has no power over the sand in the hourglass.","author":"Hester Lynch Thrale","category":"idleness"},{"quote":"Life is a zoo in a jungle.","author":"Peter de Vries","category":"idleness"},{"quote":"More free time means more time to waste. The worker who used to have only a little time in which to get drunk and beat his wife now has time to get drunk  beat his wife - and watch TV.","author":"Robert M. Hutchins","category":"idleness"},{"quote":"It is no rest to be idle.","author":"Paul Peel","category":"idleness"},{"quote":"It is impossible to enjoy idling thoroughly unless one has plenty of work to do.","author":"Jerome K. Jerome","category":"idleness"},{"quote":"There is less leisure now than in the Middle Ages  when one third of the year consisted of holidays and festivals.","author":"Ralph Borsodi","category":"idleness"},{"quote":"Any fool can be fussy and rid himself of energy all over the place  but a man has to have something in him before he can settle down to do nothing.","author":"J. B. Priestley","category":"idleness"},{"quote":"Extreme busyness  whether at school  or college  kirk or market  is a symptom of deficient vitality  and a faculty for idleness implies a catholic appetite and a strong sense of personal identity.","author":"Robert Louis Stevenson","category":"idleness"},{"quote":"The hardest work is to go idle.","author":"Jewish proverb","category":"idleness"},{"quote":"Of all our faults  the one that we excuse most easily is idleness.","author":"La Rochefoucauld","category":"idleness"},{"quote":"Idleness  like kisses  to be sweet must be stolen.","author":"Jerome K. Jerome","category":"idleness"},{"quote":"With enough 'ifs' we could put Paris into a bottle.","author":"French proverb","category":"idleness"},{"quote":"We are lazier in our minds than in our bodies.","author":"La Rochefoucauld","category":"idleness"},{"quote":"Nothing is so intolerable to man as being fully at rest  without passion  without business  without entertainment  without care. It is then that he recognizes that he is empty  insufficient  dependent  ineffectual. From the depths of his soul now comes at once boredom  gloom  sorrow  chagrin  resentment and despair.","author":"Blaise Pascal","category":"idleness"},{"quote":"He is idle that might be better employed.","author":"Thomas Fuller","category":"idleness"},{"quote":"Nine-tenths of the miseries and vices of mankind proceed from idleness.","author":"Thomas Carlyle","category":"idleness"},{"quote":"Even if a farmer intends to loaf  he gets up in time to get an early start.","author":"Edgar Watson Howe","category":"idleness"},{"quote":"Did nothing in particular  and did it very well.","author":"W. S. Gilbert","category":"idleness"},{"quote":"If a soldier or labourer complains of the hardship of his lot  set him to do nothing.","author":"Blaise Pascal","category":"idleness"},{"quote":"How beautiful it is to do nothing  and then rest afterward.","author":"Spanish proverb","category":"idleness"},{"quote":"Some people have a perfect genius for doing nothing  and doing it assiduously.","author":"Thomas Haliburton","category":"idleness"},{"quote":"Idleness is the holiday of fools.","author":"Lord Chesterfield","category":"idleness"},{"quote":"He is not only idle who does nothing  but he is idle who might be better employed.","author":"Socrates","category":"idleness"},{"quote":"For Satan finds some mischief still For idle hands to do.","author":"Isaac Watts","category":"idleness"},{"quote":"Against stupidity the very gods Themselves contend in vain.","author":"Friedrich von Schiller","category":"ignorance"},{"quote":"Her own mother lived the latter years of her life in the horrible suspicion that electricity was dripping invisibly all over the house.","author":"James Thurber","category":"ignorance"},{"quote":"If I cannot brag of knowing something  then I brag of not knowing it  at any rate  brag.","author":"Ralph Waldo Emerson","category":"ignorance"},{"quote":"Nothing sways the stupid more than arguments they can't understand.","author":"Cardinal de Retz","category":"ignorance"},{"quote":"The empty vessel giveth a greater sound than the full barrel.","author":"John Lyly","category":"ignorance"},{"quote":"There is more stupidity around than hydrogen and it has longer shelf life.","author":"Frank Zappa","category":"ignorance"},{"quote":"To be ignorant of one's ignorance is the malady of the ignorant.","author":"Amos Bronson Alcott","category":"ignorance"},{"quote":"The trouble ain't that people are ignorant: it's that they know so much that ain't so.","author":"Josh Billings","category":"ignorance"},{"quote":"There is nothing more frightening than ignorance in action.","author":"Goethe","category":"ignorance"},{"quote":"When an idea is wanting  a word can always be found to take its place.","author":"Goethe","category":"ignorance"},{"quote":"If ignorance is indeed bliss  it is a very low grade of the article.","author":"Tehyi Hsieh","category":"ignorance"},{"quote":"Not ignorance  but ignorance of ignorance is the death of knowledge.","author":"Alfred North Whitehead","category":"ignorance"},{"quote":"Ignoramus: a person unacquainted with certain kinds of knowledge familiar to yourself  and having certain other kinds that you know nothing about.","author":"Ambrose Bierce","category":"ignorance"},{"quote":"Ignorance is no excuse  it's the real thing.","author":"Irene Peter","category":"ignorance"},{"quote":"The good Lord set definite limits on man's wisdom  but set no limits on his stupidity - and that's just not fair.","author":"Konrad Adenauer","category":"ignorance"},{"quote":"Everybody is ignorant  only on different subjects.","author":"Will Rogers","category":"ignorance"},{"quote":"A weak mind does not accumulate force enough to hurt itself  stupidity often saves a man from going mad.","author":"Oliver Wendell Holmes","category":"ignorance"},{"quote":"Little wit in the head makes much work for the feet.","author":"Anonymous","category":"ignorance"},{"quote":"I am not ashamed to confess that I am ignorant of what I do not know.","author":"Cicero","category":"ignorance"},{"quote":"all ignorance toboggans into know and trudges up to ignorance again.","author":"e. e. cummings","category":"ignorance"},{"quote":"The little I know  I owe to my ignorance.","author":"Sacha Guitry","category":"ignorance"},{"quote":"It is a blind goose that cometh to the fox's sermon.","author":"John Lyly","category":"ignorance"},{"quote":"And here  poor fool  with all my lore I stand no wiser than before.","author":"Goethe","category":"ignorance"},{"quote":"Truth can be outraged by silence quite as cruelly as by speech.","author":"Amelia Barr","category":"ignorance"},{"quote":"You can do one of two things  just shut up  which is something I don't find easy  or learn an awful lot very fast  which is what I tried to do.","author":"Jane Fonda","category":"ignorance"},{"quote":"Ignorance is no excuse-it's the real thing.","author":"Irene Peter","category":"ignorance"},{"quote":"My doctrine is this  that if we see cruelty or wrong that we have the power to stop  and do nothing  we make ourselves sharers in the guilt.","author":"Anna Sewell","category":"ignorance"},{"quote":"Whenever two good people argue over principles  they are both right.","author":"Marie von Ebner-Eschenbach","category":"ignorance"},{"quote":"Progress results only from the fact that there are some men and women who refuse to believe that what they know to be right cannot be done.","author":"Russell W. Davenport","category":"ignorance"},{"quote":"The Wright brothers flew through the smoke screen of impossibility.","author":"Dorothea Brande","category":"ignorance"},{"quote":"Most of the basic truths of life sound absurd at first hearing.","author":"Elizabeth Goudge","category":"ignorance"},{"quote":"The good thing about being young is that you are not experienced enough to know you cannot possibly do the things you are doing.","author":"Gene Brown","category":"ignorance"},{"quote":"The young do not know enough to be prudent  and therefore they attempt the impossible-and achieve it  generation after generation.","author":"Pearl S. Buck","category":"ignorance"},{"quote":"Sometimes it proves the highest understanding not to understand.","author":"Baltasar Gracian","category":"ignorance"},{"quote":"Aerodynamically  the bumblebee shouldn't be able to fly  but the bumble bee doesn't know it so it goes on flying anyway.","author":"Mary Kay Ash","category":"ignorance"},{"quote":"Lack of understanding is a great power. Sometimes it enables men to conquer the world.","author":"Anatole France","category":"ignorance"},{"quote":"An impossibility does not disturb us until its accomplishment shows what fools we were.","author":"Henry S. Haskins","category":"ignorance"},{"quote":"Once you start asking questions  innocence is gone.","author":"Mary Astor","category":"ignorance"},{"quote":"God may have been waiting for centuries for somebody ignorant enough of the impossible to do that thing.","author":"Dr. J. A. Holmes","category":"ignorance"},{"quote":"To some people  the impossible is impossible.","author":"Elizabeth Asquith Bibesco","category":"ignorance"},{"quote":"Some of my best friends are illusions. Been sustaining me for years.","author":"Sheila Ballantyne","category":"ignorance"},{"quote":"Great things are accomplished by those who do not feel the impotence of man. This ... is a precious gift.","author":"Paul Valery","category":"ignorance"},{"quote":"At first people refuse to believe that a strange new thing can be done  then they begin to hope it can be done  then they see it can be done-then it is done and all the world wonders why it was not done centuries ago.","author":"Frances Hodgson Burnett","category":"ignorance"},{"quote":"Ordinary people believe only in the possible. Extraordinary people visualize not what is possible or probable  but rather what is impossible. And by visualizing the impossible  they begin to see it as possible.","author":"Cherie Carter-Scott","category":"ignorance"},{"quote":"Success is often achieved by those who don't know that failure is inevitable.","author":"Coco Chanel","category":"ignorance"},{"quote":"It is our duty as men and women to proceed as though limits to our abilities do not exist.","author":"Pierre Teilhard de Chardin","category":"ignorance"},{"quote":"So long as we think dugout canoes are the only possibility-all that is real or can be real-we will never see the ship  we will never feel the free wind blow.","author":"Sonia Johnson","category":"ignorance"},{"quote":"Men are always averse to enterprises in which they foresee difficulties.","author":"Niccolo Machiavelli","category":"ignorance"},{"quote":"The greatest wisdom often consists in ignorance.","author":"Baltasar Gracian","category":"ignorance"},{"quote":"Painting is easy when you don't know how  but very difficult when you do.","author":"Edgar Degas","category":"ignorance"},{"quote":"To measure up to all that is demanded of him  a man must overestimate his capacities.","author":"Johann von Goethe","category":"ignorance"},{"quote":"Every true genius is bound to be naive.","author":"J. C. F. von Schiller","category":"ignorance"},{"quote":"To write a good love letter you ought to begin without knowing what you mean to say  and to finish without knowing what you have written.","author":"Jean-Jacques Rousseau","category":"ignorance"},{"quote":"Today  if you are not confused  you are not thinking clearly.","author":"Irene Peter","category":"ignorance"},{"quote":"When we are not sure  we are alive.","author":"Graham Greene","category":"ignorance"},{"quote":"Basic research is what I'm doing when I don't know what I'm doing.","author":"Wernher von Braun","category":"ignorance"},{"quote":"I have always wanted to be somebody  but I see now I should have been more specific.","author":"Lily Tomlin","category":"ignorance"},{"quote":"I don't know what I'm doing. I don't know what actors do.","author":"Geraldine Page","category":"ignorance"},{"quote":"In baseball  you don't know nothing.","author":"Yogi Berra","category":"ignorance"},{"quote":"I know it was wonderful  but I don't know how I did it.","author":"Sir Laurence Olivier","category":"ignorance"},{"quote":"What makes a good pinch hitter? I wish the hell I knew.","author":"Bobby Murcer","category":"ignorance"},{"quote":"We couldn't possibly know where it would lead  but we knew it had to be done.","author":"Betty Friedan","category":"ignorance"},{"quote":"People think the Beatles know what's going on. We don't. We're just doing it.","author":"John Lennon","category":"ignorance"},{"quote":"I don't know what humor is.","author":"Will Rogers","category":"ignorance"},{"quote":"Unprovided with original learning  unformed in the habits of thinking  unskilled in the arts of composition  I resolved to write a book.","author":"Edward Gibbon","category":"ignorance"},{"quote":"When Columbus started out he didn't know where he was going  when he got there he didn't know where he was  and when he got back he didn't know where he had been.","author":"Anonymous","category":"ignorance"},{"quote":"All I know about humor is that I don't know anything about it.","author":"Fred Allen","category":"ignorance"},{"quote":"It is a sign of strength  not of weakness  to admit that you don't know all the answers.","author":"John P. Loughrane","category":"ignorance"},{"quote":"I learn by going where I have to go.","author":"Theodore Roethke","category":"ignorance"},{"quote":"Whatever people in general do not understand  they are always prepared to dislike  the incomprehensible is always the obnoxious.","author":"L. E. Landon","category":"ignorance"},{"quote":"One learns by doing the thing  for though you think you know it  you have no certainty until you try.","author":"Sophocles","category":"ignorance"},{"quote":"No one knows what he can do until he tries.","author":"Publilius Syrus","category":"ignorance"},{"quote":"All decisions are made on insufficient evidence.","author":"Rita Mae Brown","category":"ignorance"},{"quote":"Education is learning what you didn't even know you didn't know.","author":"Daniel Boorstin","category":"ignorance"},{"quote":"Intelligence is really a kind of taste: taste in ideas.","author":"Susan Sontag","category":"ignorance"},{"quote":"Curiosity is the one thing invincible in Nature.","author":"Freya Stark","category":"ignorance"},{"quote":"The true test of character is ... how we behave when we don't know what to do.","author":"John Holt","category":"ignorance"},{"quote":"Nothing in this world can one imagine beforehand  not the least thing. Everything is made up of so many unique particulars that cannot be foreseen.","author":"Rainer Maria Rilke","category":"ignorance"},{"quote":"The work will teach you how to do it.","author":"Estonian proverb","category":"ignorance"},{"quote":"Life is my college. May I graduate well  and earn some honors!","author":"Louisa May Alcott","category":"ignorance"},{"quote":"Living is a form of not being sure  not knowing what next or how. The moment you know how  you begin to die a little. The artist never entirely knows. We guess. We may be wrong  but we take leap after leap in the dark.","author":"Agnes de Mille","category":"ignorance"},{"quote":"Where there is an unknowable  there is a promise.","author":"Thornton Wilder","category":"ignorance"},{"quote":"I am not ashamed to confess that I am ignorant of wha. I do not know.","author":"Cicero","category":"ignorance"},{"quote":"Ignorance never settles a question.","author":"Benjamin Disraeli","category":"ignorance"},{"quote":"Where ignorance is bliss  Tis folly to be wise.","author":"Thomas Gray","category":"ignorance"},{"quote":"Magic lives in curves  not angles.","author":"Mason Cooley","category":"illusion"},{"quote":"Nothing is more sad than the death of an illusion.","author":"Arthur Koestler","category":"illusion"},{"quote":"As I was going up the stair I met a man who wasn't there. He wasn't there again today. I wish  I wish  he'd stay away.","author":"Hughes Mearns","category":"illusion"},{"quote":"The task of the real intellectual consists of analyzing illusions in order to discover their causes.","author":"Arthur Miller","category":"illusion"},{"quote":"An illusion which makes me happy is worth a verity which drags me to the ground.","author":"Christoph Martin-Wieland","category":"illusion"},{"quote":"We must select the illusion which appeals to our temperament  and embrace it with passion  if we want to be happy.","author":"Cyril Connolly","category":"illusion"},{"quote":"Winston Churchill is always expecting rabbits to come out of an empty hat.","author":"Field Marshall Lord Wavell","category":"illusion"},{"quote":"Reputation is an idle and most false imposition  oft got without merit  and lost without deserving.","author":"William Shakespeare","category":"illusion"},{"quote":"Every real object must cease to be what it seemed and none could ever be what the whole soul desired.","author":"George Santayana","category":"illusion"},{"quote":"Aspects are within us  and who seems most kingly is king.","author":"Thomas Hardy","category":"illusion"},{"quote":"Those who lose dreaming are lost.","author":"Australian Aboriginal proverb","category":"illusion"},{"quote":"It is dangerous to let the public behind the scenes. They are easily disillusioned and then they are angry with you  for it was the illusion they loved.","author":"W. Somerset Maugham","category":"illusion"},{"quote":"A rock pile ceases to be a rock pile the moment a single man contemplates it  bearing within him the image of a cathedral.","author":"Antoine de Saint-Exupery","category":"imagination"},{"quote":"Ever let the Fancy roam  Pleasure never is at home.","author":"John Keats","category":"imagination"},{"quote":"Fools act on imagination without knowledge  pedants act on knowledge without imagination.","author":"Alfred North Whitehead","category":"imagination"},{"quote":"From ghoulies and ghosties and long-leggedy beasties And things that go bump in the night  good Lord  deliver us!","author":"Anonymous","category":"imagination"},{"quote":"I admit that twice two makes four is an excellent thing  but if we are to give everything its due  twice two makes five is sometimes a very charming thing too.","author":"Fyodor Dostoyevsky","category":"imagination"},{"quote":"Inspiration could be called inhaling the memory of an act never experienced.","author":"Ned Rorem","category":"imagination"},{"quote":"It was a year when Frankie thought about the world. And she did not see it as a round school globe  with the countries neat and different-coloured. She thought of the world as huge and cracked and loose and turning a thousand miles an hour.","author":"Carson McCullers","category":"imagination"},{"quote":"Saddle your dreams afore you ride 'em.","author":"Mary Webb","category":"imagination"},{"quote":"The eyes are not responsible when the mind does the seeing.","author":"Publilius Syrus","category":"imagination"},{"quote":"Were it not for imagination  a man would be as happy in the arms of a chambermaid as of a duchess.","author":"Samuel Johnson","category":"imagination"},{"quote":"Imagination grows by exercise  and contrary to common belief  is more powerful in the mature than in the young.","author":"W. Somerset Maugham","category":"imagination"},{"quote":"The imagination of a boy is healthy  and the mature imagination of a man is healthy  but there is a space of life between  in which the soul is in ferment  the character undecided  the way of life uncertain.","author":"John Keats","category":"imagination"},{"quote":"His imagination resembled the wings of an ostrich. It enabled him to run  though not to soar.","author":"Thomas Babington Macaulay","category":"imagination"},{"quote":"Imagination is the eye of the soul.","author":"Joseph Joubert","category":"imagination"},{"quote":"Imagination is a poor substitute for experience.","author":"Havelock Ellis","category":"imagination"},{"quote":"Imagination frames events unknown  In wild  fantastic shapes of hideous ruin  And what it fears  creates.","author":"Hannah More","category":"imagination"},{"quote":"Reason respects the differences  and imagination the similitudes of things.","author":"Percy Bysshe Shelley","category":"imagination"},{"quote":"The sky is the daily bread of the eyes.","author":"Ralph Waldo Emerson","category":"imagination"},{"quote":"Let us leave pretty women to men without imagination.","author":"Marcel Proust","category":"imagination"},{"quote":"To make a prairie it takes clover and one bee one clover  and a bee  and revery The revery alone will do  if bees are few.","author":"Emily Dickinson","category":"imagination"},{"quote":"The value of a sentiment is the amount of sacrifice you are prepared to make for it.","author":"John Galsworthy","category":"imagination"},{"quote":"It is good to know the truth  but it is better to speak of palm trees.","author":"Arabic proverb","category":"imagination"},{"quote":"Imagination is more important than knowledge.","author":"Albert Einstein","category":"imagination"},{"quote":"Imagination is the eye of the soul.","author":"Joseph Joubert","category":"imagination"},{"quote":"He who has imagination without learning has wings but no feet.","author":"Joseph Joubert","category":"imagination"},{"quote":"The human race is governed by its imagination.","author":"Napoleon","category":"imagination"},{"quote":"Imagination disposes of everything  it creates beauty  justice  and happiness  which is everything in this world.","author":"Pascal","category":"imagination"},{"quote":"Most people go on living their everyday life: frightened  half indifferent  they behold the ghostly tragi-comedy that has been performed on the international stage before the eyes and ears of the world.","author":"Albert Einstein","category":"imitation"},{"quote":"We are  in truth  more than a half of what we are by imitation.","author":"Lord Chesterfield","category":"imitation"},{"quote":"When people are free to do as they please  they usually imitate each other.","author":"Eric Hoffer","category":"imitation"},{"quote":"Almost all absurdity of conduct arises from the imitation of those whom we cannot resemble.","author":"Samuel Johnson","category":"imitation"},{"quote":"There is a difference between imitating a good man and counterfeiting him.","author":"Benjamin Franklin","category":"imitation"},{"quote":"Every man is a borrower and a mimic  life is theatrical and literature a quotation.","author":"Ralph Waldo Emerson","category":"imitation"},{"quote":"We do not imitate  but are a model to others.","author":"Pericles","category":"imitation"},{"quote":"The crow that mimics a cormorant gets drowned.","author":"Japanese proverb","category":"imitation"},{"quote":"We love in others what we lack ourselves  and would be everything but what we are.","author":"R. H. Stoddard","category":"imitation"},{"quote":"Immature poets imitate: mature poets steal.","author":"Philip Massinger","category":"imitation"},{"quote":"Agesilaus  the Spartan king  was once invited to hear a mimic imitate the nightingale  but declined with the comment that he had heard the nightingale itself.","author":"Plutarch","category":"imitation"},{"quote":"Fewer things are harder to put up with than the annoyance of a good example.","author":"Mark Twain","category":"imitation"},{"quote":"Imitation is the sincerest (form) of flattery.","author":"Walter Colton","category":"imitation"},{"quote":"It is impossible to imitate Voltaire without being Voltaire.","author":"Frederick the Great","category":"imitation"},{"quote":"He who imitates what is evil always goes beyond the example that is set  on the contrary  he who imitates what is good always falls short.","author":"Francesco Guicciardini","category":"imitation"},{"quote":"A good imitation is the most perfect originality.","author":"Voltaire","category":"imitation"},{"quote":"What is human is immortal!","author":"Edward G. Bulwer-Lytton","category":"immortality"},{"quote":"A good man never dies.","author":"Callimachus","category":"immortality"},{"quote":"I have been dying for twenty years  now I am going to live.","author":"James Drummond Burns","category":"immortality"},{"quote":"Immortality is the glorious discovery of Christianity.","author":"William Ellery Channing","category":"immortality"},{"quote":"Then shall the dust return to the earth as it was  and the spirit shall return unto God who gave it.","author":"Anonymous","category":"immortality"},{"quote":"Oh  may I join the choir invisible Of those immortal dead who live again.","author":"George Eliot","category":"immortality"},{"quote":"Life is the childhood of our immortality.","author":"Goethe","category":"immortality"},{"quote":"The nearer I approach the end  the plainer I hear around me the immortal symphonies of the worlds which invite me. It is marvelous  yet simple.","author":"Victor Hugo","category":"immortality"},{"quote":"Our hope of immortality does not come from any religion  but nearly all religions come from that hope.","author":"Charles J. Ingersoll","category":"immortality"},{"quote":"I wish to believe in immortality - I wish to live with you forever.","author":"John Keats","category":"immortality"},{"quote":"No one could ever meet death for his country without the hope of immortality.","author":"Cicero","category":"immortality"},{"quote":"There is no death! the stars go down to rise upon some fairer shore.","author":"John L. McCreery","category":"immortality"},{"quote":"For tho' from out our bourne of time and place The flood may bear me far  I hope to see my Pilot face to face When I have crost the bar.","author":"Lord Alfred Tennyson","category":"immortality"},{"quote":"Never did Christ utter a single word attesting to a personal resurrection and a life beyond the grave.","author":"Leo Tolstoy","category":"immortality"},{"quote":"The mission of the United States is one of benevolent assimilation.","author":"William McKinley","category":"imperialism"},{"quote":"Take up the white man's burden -  Send forth the best ye breed -  Go bind your sons to exile To serve your captives' need.","author":"Rudyard Kipling","category":"imperialism"},{"quote":"The conquest of the earth  which mostly means the taking it away from those who have a different complexion or slightly flatter noses than ourselves  is not a pretty thing when you look into it.","author":"Joseph Conrad","category":"imperialism"},{"quote":"You cannot make a crab walk straight.","author":"Aristophanes","category":"impossibility"},{"quote":"You can't get blood out of a turnip.","author":"English proverb","category":"impossibility"},{"quote":"You can't make a silk purse out of a sow's ear.","author":"English proverb","category":"impossibility"},{"quote":"Few things are impossible to diligence and skill.","author":"Samuel Johnson","category":"impossibility"},{"quote":"Never let me hear that foolish word again.","author":"Mirabeau","category":"impossibility"},{"quote":"Impossible is a word only to be found in the dictionary of fools.","author":"Napoleon","category":"impossibility"},{"quote":"To the timid and hesitating everything is impossible because it seems so.","author":"Walter Scott","category":"impossibility"},{"quote":"It is necessary to try to surpass one's self always  this occupation ought to last as long as life.","author":"Queen Christina","category":"improvement"},{"quote":"People seldom improve when they have no other model but themselves to copy after.","author":"Oliver Goldsmith","category":"improvement"},{"quote":"Slumber not in the tents of your fathers. The world is advancing. Advance with it!","author":"Guiseppe Mazzini","category":"improvement"},{"quote":"I never thrust my nose into other men's porridge. It is no bread and butter of mine: Every man for himself and God for us all.","author":"Miguel de Cervantes","category":"independence"},{"quote":"Can anything be so elegant as to have few wants  and to serve them one's self?","author":"Ralph Waldo Emerson","category":"independence"},{"quote":"Voyager upon life's sea: -  To yourself be true  And whate'er your lot may be  Paddle your own canoe.","author":"Edward P. Philpots","category":"independence"},{"quote":"I would rather sit on a pumpkin  and have it all to myself  than to be crowded on a velvet cushion.","author":"Henry David Thoreau","category":"independence"},{"quote":"Lack of something to feel important about is almost the greatest tragedy a man may have.","author":"Arthur E. Morgan","category":"indifference, apathy"},{"quote":"There is nothing harder than the softness of indifference.","author":"Juan Montalvo","category":"indifference, apathy"},{"quote":"Communists have committed great crimes  but at least they have not stood aside  like an established society  and been indifferent. I would rather have blood on my hands than water  like Pilate.","author":"Graham Greene","category":"indifference, apathy"},{"quote":"Hate is not the opposite of love  apathy is.","author":"Rollo May","category":"indifference, apathy"},{"quote":"What makes life dreary is want of motive.","author":"George Eliot","category":"indifference, apathy"},{"quote":"The hottest places in hell are reserved for those who  in time of great moral crisis  maintain their neutrality.","author":"Dante Alighieri","category":"indifference, apathy"},{"quote":"Once conform  once do what others do because they do it  and a kind of lethargy steals over all the finer senses of the soul.","author":"Michel de Montaigne","category":"indifference, apathy"},{"quote":"Not to he who is offensive to us are we most unfair  but to he who does not concern us at all.","author":"Friedrich Nietzsche","category":"indifference, apathy"},{"quote":"Most of us have no real loves and no real hatreds. Blessed is love  less blessed is hatred  but thrice accursed is that indifference which is neither one nor the other.","author":"Mark Rutherford","category":"indifference, apathy"},{"quote":"The only menace is inertia.","author":"St. John Perse","category":"indifference, apathy"},{"quote":"Tolerance is a tremendous virtue  but the immediate neighbours of tolerance are apathy and weakness.","author":"Sir James Goldsmith","category":"indifference, apathy"},{"quote":"The true opposite of love is not hate but indifference. Hate  bad as it is  at least treats the neighbour as a thou  whereas indifference turns the neighbour into an it  a thing. This is why we may say that there is actually one thing worse than evil itself and that is indifference to evil. In human relations the nadir of morality  the lowest point as far as Christian ethics is concerned  is manifest in the phrase  T couldn't care less.'","author":"Joseph Fletcher","category":"indifference, apathy"},{"quote":"If moderation is a fault  then indifference is a crime.","author":"G. C. Lichtenberg","category":"indifference, apathy"},{"quote":"Indifference may not wreck a man's life at any one turn  but it will destroy him with a kind of dry-rot in the long run.","author":"Bliss Carman","category":"indifference, apathy"},{"quote":"An institution is the lengthened shadow of one man.","author":"Ralph Waldo Emerson","category":"individuality"},{"quote":"Every individual has a place to fill in the world  and is important in some respect  whether he chooses to be so or not.","author":"Alice Hawthorne","category":"individuality"},{"quote":"The worth of a state  in the long run  is the worth of the individuals composing it.","author":"John Stuart Mill","category":"individuality"},{"quote":"Whatsoever thy hand findeth to do  do it with thy might.","author":"Anonymous","category":"industry"},{"quote":"The more we do  the more we can do  the more busy we are  the more leisure we have.","author":"William Hazlitt","category":"industry"},{"quote":"In this theater of man's life  it is reserved only for God and angels to be lookers on.","author":"Pythagoras","category":"industry"},{"quote":"I am a part of all that I have met.","author":"Lord Alfred Tennyson","category":"influence"},{"quote":"The humblest individual exerts some influence  either for good or evil  upon others.","author":"Henry Ward Beecher","category":"influence"},{"quote":"A little leaven leaveneth the whole lump.","author":"Galatians","category":"influence"},{"quote":"A woman is more influenced by what she divines than by what she is told.","author":"Ninon de L'Enclos","category":"influence"},{"quote":"If the nose of Cleopatra had been shorter  the whole face of the earth would have been changed.","author":"Pascal","category":"influence"},{"quote":"Thou wert my guide  philosopher  and friend.","author":"Alexander Pope","category":"influence"},{"quote":"We set ourselves to bite the hand that feeds us.","author":"Edmund Burke","category":"ingratitude"},{"quote":"Brutes leave ingratitude to man.","author":"Walter Colton","category":"ingratitude"},{"quote":"This was the most unkindest cut of all  For when the noble Caesar saw him stab  Ingratitude  more strong than traitor's arm  Quite vanquish'd him  then burst his mighty heart.","author":"William Shakespeare","category":"ingratitude"},{"quote":"Do you know what is more hard to bear than the reverses of fortune? It is the baseness  the hideous ingratitude  of man.","author":"Napoleon","category":"ingratitude"},{"quote":"The injury we do and the one we suffer are not weighed in the same scales.","author":"Aesop","category":"injury"},{"quote":"Recompense injury with justice  and recompense kindness with kindness.","author":"Confucius","category":"injury"},{"quote":"If the other person injures you  you may forget the injury  but if you injure him you will always remember.","author":"Kahlil Gibran","category":"injury"},{"quote":"In an injury has to be done to a man it should be so severe that his vengeance need not be feared.","author":"Machiavelli","category":"injury"},{"quote":"There is no ghost so difficult to lay as the ghost of an injury.","author":"Alexander Smith","category":"injury"},{"quote":"There is but one blasphemy  and that is injustice.","author":"Anonymous","category":"injustice"},{"quote":"He who commits injustice is ever made more wretched than he who suffers it.","author":"Plato","category":"injustice"},{"quote":"When Pilate saw that he could prevail nothing but that rather a tumult was made  he took water  and washed his hands before the multitude  saying \"I am innocent of the blood of this just person: See to it.\" Then answered all the people  and said \"His blood be on us  and on our children.\"","author":"Bible","category":"innocence"},{"quote":"The truly innocent are those who not only are guiltless themselves  but who think others are.","author":"Josh Billings","category":"innocence"},{"quote":"The innocent is the person who explains nothing.","author":"Albert Camus","category":"innocence"},{"quote":"Whoever blushes is already guilty  true innocence is ashamed of nothing.","author":"Jean-Jacques Rousseau","category":"innocence"},{"quote":"Through our own recovered innocence we discern the innocence of our neighbours.","author":"Henry David Thoreau","category":"innocence"},{"quote":"As innocent as a new-laid egg.","author":"W. S. Gilbert","category":"innocence"},{"quote":"Had laws not been  we never had been blam'd  For not to know we sinn'd is innocence.","author":"William Davenant","category":"innocence"},{"quote":"Good is when I steal other people's wives and cattle  bad is when they steal mine.","author":"Hottentot proverb","category":"innocence"},{"quote":"It is better that ten guilty persons escape than that one innocent suffer.","author":"Sir William Blackstone","category":"innocence"},{"quote":"As innocent as a new-laid egg.","author":"W. S. Gilbert","category":"innocence"},{"quote":"They that know no evil will suspect none.","author":"Ben Johnson","category":"innocence"},{"quote":"Innocence finds not near so much protection as guilt.","author":"La Rochefoucauld","category":"innocence"},{"quote":"No excellent soul is exempt from a mixture of madness.","author":"Aristotle","category":"insanity"},{"quote":"Mad as a March hare.","author":"James Orchard Halliwell","category":"insanity"},{"quote":"I teach that all men are mad.","author":"Horace","category":"insanity"},{"quote":"Insanity in individuals is something rare - but in groups  parties  nations  and epochs it is the ru)e.","author":"Friedrich Nietzsche","category":"insanity"},{"quote":"That he is mad  'tis true  'tis true 'tis pity  And pity 'tis 'tis true.","author":"William Shakespeare","category":"insanity"},{"quote":"Whom Jupiter would destroy he first drives mad.","author":"Sophocles","category":"insanity"},{"quote":"Though this be madness  yet there is method in 't.","author":"William Shakespeare","category":"insanity"},{"quote":"No man was ever great without a touch of divine afflatus.","author":"Cicero","category":"inspiration"},{"quote":"A writer is rarely so well inspired as when he talks about himself.","author":"Anatole France","category":"inspiration"},{"quote":"Inspiration and genius - one and the same.","author":"Victor Hugo","category":"inspiration"},{"quote":"Every true man  sir  who is a little above the level of the beasts and plants  lives so as to give a meaning and a value to his own life.","author":"Luigi Pirandello","category":"inspirational"},{"quote":"Never let go of that fiery sadness called desire.","author":"Patti Smith","category":"inspirational"},{"quote":"For every man there exists a bait which he cannot resist swallowing.","author":"Friedrich Nietzsche","category":"inspirational"},{"quote":"The moment somebody says to me  \"This is very risky \" is the moment it becomes attractive to me.","author":"Kate Capshaw","category":"inspirational"},{"quote":"Discontent is the first step in progress. No one knows what is in him till he tries  and many would never try if they were not forced to.","author":"Basil W. Maturin","category":"inspirational"},{"quote":"All progress is based upon a universal  innate desire on the part of every living organism to live beyond its income.","author":"Samuel Butler","category":"inspirational"},{"quote":"It is the spur of ignorance  the consciousness of not understanding  and the curiosity about that which lies beyond that are essential to our progress.","author":"John Pierce","category":"inspirational"},{"quote":"One starts an action simply because one must do something.","author":"T. S. Eliot","category":"inspirational"},{"quote":"What you are must always displease you  if you would attain to that which you are not.","author":"Saint Augustine","category":"inspirational"},{"quote":"If you're good to your staff when things are going well  they'll rally when times go bad.","author":"Mary Kay Ash","category":"inspirational"},{"quote":"Praise out of season  or tactlessly bestowed  can freeze the heart as much as blame.","author":"Pearl S. Buck","category":"inspirational"},{"quote":"The pitcher cries for water to carry and a person for work that is real.","author":"Marge Piercy","category":"inspirational"},{"quote":"Beware of trying to accomplish anything by force.","author":"Angela Merici","category":"inspirational"},{"quote":"Every true man  sir  who is a little above the level of the beasts and plants  lives so as to give a meaning and a value to his own life.","author":"Luigi Pirandello","category":"inspirational"},{"quote":"Never let go of that fiery sadness called desire.","author":"Patti Smith","category":"inspirational"},{"quote":"For every man there exists a bait which he cannot resist swallowing.","author":"Friedrich Nietzsche","category":"inspirational"},{"quote":"The moment somebody says to me  \"This is very risky \" is the moment it becomes attractive to me.","author":"Kate Capshaw","category":"inspirational"},{"quote":"Discontent is the first step in progress. No one knows what is in him till he tries  and many would never try if they were not forced to.","author":"Basil W. Maturin","category":"inspirational"},{"quote":"All progress is based upon a universal  innate desire on the part of every living organism to live beyond its income.","author":"Samuel Butler","category":"inspirational"},{"quote":"It is the spur of ignorance  the consciousness of not understanding  and the curiosity about that which lies beyond that are essential to our progress.","author":"John Pierce","category":"inspirational"},{"quote":"One starts an action simply because one must do something.","author":"T. S. Eliot","category":"inspirational"},{"quote":"What you are must always displease you  if you would attain to that which you are not.","author":"Saint Augustine","category":"inspirational"},{"quote":"If you're good to your staff when things are going well  they'll rally when times go bad.","author":"Mary Kay Ash","category":"inspirational"},{"quote":"Praise out of season  or tactlessly bestowed  can freeze the heart as much as blame.","author":"Pearl S. Buck","category":"inspirational"},{"quote":"The pitcher cries for water to carry and a person for work that is real.","author":"Marge Piercy","category":"inspirational"},{"quote":"Beware of trying to accomplish anything by force.","author":"Angela Merici","category":"inspirational"},{"quote":"Every true man  sir  who is a little above the level of the beasts and plants  lives so as to give a meaning and a value to his own life.","author":"Luigi Pirandello","category":"inspirational"},{"quote":"Never let go of that fiery sadness called desire.","author":"Patti Smith","category":"inspirational"},{"quote":"For every man there exists a bait which he cannot resist swallowing.","author":"Friedrich Nietzsche","category":"inspirational"},{"quote":"The moment somebody says to me  \"This is very risky \" is the moment it becomes attractive to me.","author":"Kate Capshaw","category":"inspirational"},{"quote":"Discontent is the first step in progress. No one knows what is in him till he tries  and many would never try if they were not forced to.","author":"Basil W. Maturin","category":"inspirational"},{"quote":"All progress is based upon a universal  innate desire on the part of every living organism to live beyond its income.","author":"Samuel Butler","category":"inspirational"},{"quote":"It is the spur of ignorance  the consciousness of not understanding  and the curiosity about that which lies beyond that are essential to our progress.","author":"John Pierce","category":"inspirational"},{"quote":"One starts an action simply because one must do something.","author":"T. S. Eliot","category":"inspirational"},{"quote":"What you are must always displease you  if you would attain to that which you are not.","author":"Saint Augustine","category":"inspirational"},{"quote":"If you're good to your staff when things are going well  they'll rally when times go bad.","author":"Mary Kay Ash","category":"inspirational"},{"quote":"Praise out of season  or tactlessly bestowed  can freeze the heart as much as blame.","author":"Pearl S. Buck","category":"inspirational"},{"quote":"The pitcher cries for water to carry and a person for work that is real.","author":"Marge Piercy","category":"inspirational"},{"quote":"Beware of trying to accomplish anything by force.","author":"Angela Merici","category":"inspirational"},{"quote":"Every true man  sir  who is a little above the level of the beasts and plants  lives so as to give a meaning and a value to his own life.","author":"Luigi Pirandello","category":"inspirational"},{"quote":"Never let go of that fiery sadness called desire.","author":"Patti Smith","category":"inspirational"},{"quote":"For every man there exists a bait which he cannot resist swallowing.","author":"Friedrich Nietzsche","category":"inspirational"},{"quote":"The moment somebody says to me  \"This is very risky \" is the moment it becomes attractive to me.","author":"Kate Capshaw","category":"inspirational"},{"quote":"Discontent is the first step in progress. No one knows what is in him till he tries  and many would never try if they were not forced to.","author":"Basil W. Maturin","category":"inspirational"},{"quote":"All progress is based upon a universal  innate desire on the part of every living organism to live beyond its income.","author":"Samuel Butler","category":"inspirational"},{"quote":"It is the spur of ignorance  the consciousness of not understanding  and the curiosity about that which lies beyond that are essential to our progress.","author":"John Pierce","category":"inspirational"},{"quote":"One starts an action simply because one must do something.","author":"T. S. Eliot","category":"inspirational"},{"quote":"What you are must always displease you  if you would attain to that which you are not.","author":"Saint Augustine","category":"inspirational"},{"quote":"If you're good to your staff when things are going well  they'll rally when times go bad.","author":"Mary Kay Ash","category":"inspirational"},{"quote":"Praise out of season  or tactlessly bestowed  can freeze the heart as much as blame.","author":"Pearl S. Buck","category":"inspirational"},{"quote":"The pitcher cries for water to carry and a person for work that is real.","author":"Marge Piercy","category":"inspirational"},{"quote":"Beware of trying to accomplish anything by force.","author":"Angela Merici","category":"inspirational"},{"quote":"Every true man  sir  who is a little above the level of the beasts and plants  lives so as to give a meaning and a value to his own life.","author":"Luigi Pirandello","category":"inspirational"},{"quote":"Never let go of that fiery sadness called desire.","author":"Patti Smith","category":"inspirational"},{"quote":"For every man there exists a bait which he cannot resist swallowing.","author":"Friedrich Nietzsche","category":"inspirational"},{"quote":"The moment somebody says to me  \"This is very risky \" is the moment it becomes attractive to me.","author":"Kate Capshaw","category":"inspirational"},{"quote":"Discontent is the first step in progress. No one knows what is in him till he tries  and many would never try if they were not forced to.","author":"Basil W. Maturin","category":"inspirational"},{"quote":"All progress is based upon a universal  innate desire on the part of every living organism to live beyond its income.","author":"Samuel Butler","category":"inspirational"},{"quote":"It is the spur of ignorance  the consciousness of not understanding  and the curiosity about that which lies beyond that are essential to our progress.","author":"John Pierce","category":"inspirational"},{"quote":"One starts an action simply because one must do something.","author":"T. S. Eliot","category":"inspirational"},{"quote":"What you are must always displease you  if you would attain to that which you are not.","author":"Saint Augustine","category":"inspirational"},{"quote":"If you're good to your staff when things are going well  they'll rally when times go bad.","author":"Mary Kay Ash","category":"inspirational"},{"quote":"Praise out of season  or tactlessly bestowed  can freeze the heart as much as blame.","author":"Pearl S. Buck","category":"inspirational"},{"quote":"The pitcher cries for water to carry and a person for work that is real.","author":"Marge Piercy","category":"inspirational"},{"quote":"Beware of trying to accomplish anything by force.","author":"Angela Merici","category":"inspirational"},{"quote":"Every true man  sir  who is a little above the level of the beasts and plants  lives so as to give a meaning and a value to his own life.","author":"Luigi Pirandello","category":"inspirational"},{"quote":"Never let go of that fiery sadness called desire.","author":"Patti Smith","category":"inspirational"},{"quote":"For every man there exists a bait which he cannot resist swallowing.","author":"Friedrich Nietzsche","category":"inspirational"},{"quote":"The moment somebody says to me  \"This is very risky \" is the moment it becomes attractive to me.","author":"Kate Capshaw","category":"inspirational"},{"quote":"Discontent is the first step in progress. No one knows what is in him till he tries  and many would never try if they were not forced to.","author":"Basil W. Maturin","category":"inspirational"},{"quote":"All progress is based upon a universal  innate desire on the part of every living organism to live beyond its income.","author":"Samuel Butler","category":"inspirational"},{"quote":"It is the spur of ignorance  the consciousness of not understanding  and the curiosity about that which lies beyond that are essential to our progress.","author":"John Pierce","category":"inspirational"},{"quote":"One starts an action simply because one must do something.","author":"T. S. Eliot","category":"inspirational"},{"quote":"What you are must always displease you  if you would attain to that which you are not.","author":"Saint Augustine","category":"inspirational"},{"quote":"If you're good to your staff when things are going well  they'll rally when times go bad.","author":"Mary Kay Ash","category":"inspirational"},{"quote":"Praise out of season  or tactlessly bestowed  can freeze the heart as much as blame.","author":"Pearl S. Buck","category":"inspirational"},{"quote":"The pitcher cries for water to carry and a person for work that is real.","author":"Marge Piercy","category":"inspirational"},{"quote":"Beware of trying to accomplish anything by force.","author":"Angela Merici","category":"inspirational"},{"quote":"Every true man  sir  who is a little above the level of the beasts and plants  lives so as to give a meaning and a value to his own life.","author":"Luigi Pirandello","category":"inspirational"},{"quote":"Never let go of that fiery sadness called desire.","author":"Patti Smith","category":"inspirational"},{"quote":"For every man there exists a bait which he cannot resist swallowing.","author":"Friedrich Nietzsche","category":"inspirational"},{"quote":"The moment somebody says to me  \"This is very risky \" is the moment it becomes attractive to me.","author":"Kate Capshaw","category":"inspirational"},{"quote":"Discontent is the first step in progress. No one knows what is in him till he tries  and many would never try if they were not forced to.","author":"Basil W. Maturin","category":"inspirational"},{"quote":"All progress is based upon a universal  innate desire on the part of every living organism to live beyond its income.","author":"Samuel Butler","category":"inspirational"},{"quote":"It is the spur of ignorance  the consciousness of not understanding  and the curiosity about that which lies beyond that are essential to our progress.","author":"John Pierce","category":"inspirational"},{"quote":"One starts an action simply because one must do something.","author":"T. S. Eliot","category":"inspirational"},{"quote":"What you are must always displease you  if you would attain to that which you are not.","author":"Saint Augustine","category":"inspirational"},{"quote":"If you're good to your staff when things are going well  they'll rally when times go bad.","author":"Mary Kay Ash","category":"inspirational"},{"quote":"Praise out of season  or tactlessly bestowed  can freeze the heart as much as blame.","author":"Pearl S. Buck","category":"inspirational"},{"quote":"The pitcher cries for water to carry and a person for work that is real.","author":"Marge Piercy","category":"inspirational"},{"quote":"Beware of trying to accomplish anything by force.","author":"Angela Merici","category":"inspirational"},{"quote":"Every true man  sir  who is a little above the level of the beasts and plants  lives so as to give a meaning and a value to his own life.","author":"Luigi Pirandello","category":"inspirational"},{"quote":"Never let go of that fiery sadness called desire.","author":"Patti Smith","category":"inspirational"},{"quote":"For every man there exists a bait which he cannot resist swallowing.","author":"Friedrich Nietzsche","category":"inspirational"},{"quote":"The moment somebody says to me  \"This is very risky \" is the moment it becomes attractive to me.","author":"Kate Capshaw","category":"inspirational"},{"quote":"Discontent is the first step in progress. No one knows what is in him till he tries  and many would never try if they were not forced to.","author":"Basil W. Maturin","category":"inspirational"},{"quote":"All progress is based upon a universal  innate desire on the part of every living organism to live beyond its income.","author":"Samuel Butler","category":"inspirational"},{"quote":"It is the spur of ignorance  the consciousness of not understanding  and the curiosity about that which lies beyond that are essential to our progress.","author":"John Pierce","category":"inspirational"},{"quote":"One starts an action simply because one must do something.","author":"T. S. Eliot","category":"inspirational"},{"quote":"What you are must always displease you  if you would attain to that which you are not.","author":"Saint Augustine","category":"inspirational"},{"quote":"If you're good to your staff when things are going well  they'll rally when times go bad.","author":"Mary Kay Ash","category":"inspirational"},{"quote":"Praise out of season  or tactlessly bestowed  can freeze the heart as much as blame.","author":"Pearl S. Buck","category":"inspirational"},{"quote":"The pitcher cries for water to carry and a person for work that is real.","author":"Marge Piercy","category":"inspirational"},{"quote":"Beware of trying to accomplish anything by force.","author":"Angela Merici","category":"inspirational"},{"quote":"Trust your own instinct. Your mistakes might as well be your own  instead of someone else's.","author":"Billy Wilder","category":"instincts"},{"quote":"I feel there are two people inside of me-me and my intuition. If I go against her  she'll screw me every time  and if I follow her  we get along quite nicely.","author":"Kim Basinger","category":"instincts"},{"quote":"I give myself  sometimes  admirable advice  but I am incapable of taking it.","author":"Lady Mary Wortley Montagu","category":"instincts"},{"quote":"Some of the finest moral intuitions come to quite humble people. The visiting of lofty ideas doesn't depend on formal schooling. Think of those Galilean peasants.","author":"Alfred North Whitehead","category":"instincts"},{"quote":"I'm the foe of moderation  the champion of excess. If I may lift a line from a die-hard whose identity is lost in the shuffle  \"I'd rather be strongly wrong than weakly right.\"","author":"Tallulah Bankhead","category":"instincts"},{"quote":"Conviction without experiences makes for harshness.","author":"Flannery O'Connor","category":"instincts"},{"quote":"Without fanaticism we cannot accomplish anything.","author":"Eva Peron","category":"instincts"},{"quote":"To have character is to be big enough to take life on.","author":"Mary Caroline Richards","category":"instincts"},{"quote":"The trouble is that not enough people have come together with the firm determination to live the things which they say they believe.","author":"Eleanor Roosevelt","category":"instincts"},{"quote":"All I can do is act according to my deepest instinct  and be whatever I must be-crazy or ribald or sad or compassionate or loving or indifferent. That is all anybody can do.","author":"Katharine Butler Hathaway","category":"instincts"},{"quote":"Instinct is untaught ability.","author":"Alexander Bain","category":"instincts"},{"quote":"Trusting our intuition often saves us from disaster.","author":"Anne Wilson Schaef","category":"instincts"},{"quote":"Trust your gut.","author":"Barbara Walters","category":"instincts"},{"quote":"It is our business to go as we are impelled.","author":"D. H. Lawrence","category":"instincts"},{"quote":"Intuition ... appears to be the extrasensory perception of reality.","author":"Dr. Alexis Carrel","category":"instincts"},{"quote":"Common sense is instinct. Enough of it is genius.","author":"George Bernard Shaw","category":"instincts"},{"quote":"A goose flies by a chart which the Royal Geographical Society could not improve.","author":"Holmes","category":"instincts"},{"quote":"I go by instinct. ... I don't worry about experience.","author":"Barbra Streisand","category":"instincts"},{"quote":"Unconsciousness  spontaneity  instinct ... hold us to the earth and dictate the relatively good and useful.","author":"Henri Frederic Amiel","category":"instincts"},{"quote":"Every time you don't follow your inner guidance  you feel a loss of energy  loss of power  a sense of spiritual deadness.","author":"Shakti Gawain","category":"instincts"},{"quote":"Every time a resolve or fine glow of feeling evaporates without bearing fruit  it is worse than a chance lost  it works to hinder future emotions from taking the normal path of discharge.","author":"William James","category":"instincts"},{"quote":"It is only by following your deepest instinct that you can lead a rich life.","author":"Katharine Butler Hathaway","category":"instincts"},{"quote":"Instinct is the nose of the mind.","author":"Madame de Girardin","category":"instincts"},{"quote":"One of the reasons why so few of us ever act  instead of react  is because we are continually stifling our deepest impulses.","author":"Henry Miller","category":"instincts"},{"quote":"A man should not strive to eliminate his complexes but to get into accord with them  for they are legitimately what directs his conduct in the world.","author":"Sigmund Freud","category":"instincts"},{"quote":"If you let your fear of consequence prevent you from following your deepest instinct  your life will be safe  expedient and thin.","author":"Katharine Butler Hathaway","category":"instincts"},{"quote":"Everyone was searching for a formula for survival... and the only formula that worked was no formula. Instinct ... that's all you had to go on.","author":"Carolyn Kenmore","category":"instincts"},{"quote":"I feel there are two people inside me-me and my intuition. If I go against her  she'll screw me every time  and if I follow her  we get along quite nicely.","author":"Kim Basinger","category":"instincts"},{"quote":"To be faithful to your instincts and the impulses that carry you in the direction of the excellence you most desire and value ... surely that is to lead the noble life.","author":"George E. Woodberry","category":"instincts"},{"quote":"We each need to let our intuition guide us  and then be willing to follow that guidance directly and fearlessly.","author":"Shakti Gawain","category":"instincts"},{"quote":"By learning to contact  listen to  and act on our intuition  we can directly connect to the higher power of the universe and allow it to become our guiding force.","author":"Shakti Gawain","category":"instincts"},{"quote":"The struggle to learn to listen to and respect our own intuitive  inner promptings is the greatest challenge of all.","author":"Herb Goldberg","category":"instincts"},{"quote":"Once you get rid of the idea that you must please other people before you please yourself  and you begin to follow your own instincts-only then can you be successful. You become more satisfied  and when you are  other people tend to be satisfied by what you do.","author":"Raquel Welch","category":"instincts"},{"quote":"If you do not express your own original ideas  if you do not listen to your own being  you will have betrayed yourself.","author":"Rollo May","category":"instincts"},{"quote":"Every human being has  like Socrates  an attendant spirit  and wise are they who obey its signals. If it does not always tell us what to do  it always cautions us what not to do.","author":"Lydia M. Child","category":"instincts"},{"quote":"Trust the instinct to the end  though you can render no reason.","author":"Ralph Waldo Emerson","category":"instincts"},{"quote":"The truth of a thing is the feel of it  not the think of it.","author":"Stanley Kubrick","category":"instincts"},{"quote":"Spend time every day listening to what your muse is trying to tell you.","author":"Saint Bartholomew","category":"instincts"},{"quote":"When I do things without any explanation  but just with spontaneity ... I can be sure that I am right.","author":"Federico Fellini","category":"instincts"},{"quote":"Analysis kills spontaneity. The grain once ground into flour germinates no more.","author":"Henri Frederic Amiel","category":"instincts"},{"quote":"Spontaneity is the quality of being able to do something just because you feel like it at the moment  of trusting your instincts  of taking yourself by surprise and snatching from the clutches of your well-organized routine a bit of unscheduled pleasure.","author":"Richard Iannelli","category":"instincts"},{"quote":"I never believe facts  Canning said nothing was so fallacious as facts  except figures.","author":"Sydney Smith","category":"instincts"},{"quote":"Trust your hunches. ... Hunches are usually based on facts filed away just below the conscious level. Warning! Do not confuse your hunches with wishful thinking. This is the road to disaster.","author":"Dr. Joyce Brothers","category":"instincts"},{"quote":"Facts are not truths  they are not conclusions  they are not even premisses  but in the nature and parts of premisses.","author":"Samuel Taylor Coleridge","category":"instincts"},{"quote":"Statistics are no substitute for judgement.","author":"Henry Clay","category":"instincts"},{"quote":"You cannot know what you cannot feel.","author":"Marya Mannes","category":"instincts"},{"quote":"We should chiefly depend not upon that department of the soul which is most superficial and fallible (our reason)  but upon that department that is deep and sure  which is instinct.","author":"Charles Sanders Peirce","category":"instincts"},{"quote":"I make all my decisions on intuition. I throw a spear into the darkness. That is intuition. Then I must send an army into the darkness to find the spear. That is intellect.","author":"Ingmar Bergman","category":"instincts"},{"quote":"Instinct is intelligence incapable of self-consciousness.","author":"John Sterling","category":"instincts"},{"quote":"Every advance in social progress removes us more and more from the guidance of instinct  obliging us to depend upon reason for the assurance that our habits are really agreeable to the laws of health.","author":"Emily Blackwell","category":"instincts"},{"quote":"Follow your instincts. That's where true wisdom manifests itself.","author":"Oprah Winfrey","category":"instincts"},{"quote":"Impulse without reason is not enough  and reason without impulse is a poor makeshift.","author":"William James","category":"instincts"},{"quote":"The shrewd guess  the fertile hypothesis  the courageous leap to a tentative conclusion-these are the most valuable coin of the thinker at work.","author":"Jerome S. Bruner","category":"instincts"},{"quote":"A trembling in the bones may carry a more convincing testimony than the dry  documented deductions of the brain.","author":"Llewelyn Powers","category":"instincts"},{"quote":"Calculation never made a hero.","author":"John Henry Cardinal Newman","category":"instincts"},{"quote":"We are so clothed in rationalization and dissemblance that we can recognize but dimly the deep primal impulses that motivate us.","author":"James Ramsey Ullman","category":"instincts"},{"quote":"All our reasoning ends in surrender to feeling.","author":"Blaise Pascal","category":"instincts"},{"quote":"Reason  ruling alone  is a force confining  and passion  unattended  is a flame that burns to its own destruction.","author":"Kahlil Gibran","category":"instincts"},{"quote":"Modern man's besetting temptation is to sacrifice his direct perceptions and spontaneous feelings to his reasoned reflections  to prefer in all circumstances the verdict of his intellect to that of his immediate intuitions.","author":"Aldous Huxley","category":"instincts"},{"quote":"Decisions  particularly important ones  have always made me sleepy  perhaps because I know that I will have to make them by instinct  and thinking things out is only what other people tell me I should do.","author":"Lillian Hellman","category":"instincts"},{"quote":"Systems die  instincts remain.","author":"Oliver Wendell Holmes","category":"instincts"},{"quote":"I do not believe that the deeper problems of living can ever be answered by the process of thought. I believe that life itself teaches us either patience with regard to them  or reveals to us possible solutions when our hearts are pressed close against duties and sorrows and experiences of all kinds.","author":"Hamilton Wright Mabie","category":"instincts"},{"quote":"Life is one long struggle between conclusions based on abstract ways of conceiving cases  and opposite conclusions prompted by our instinctive perception of them.","author":"William James","category":"instincts"},{"quote":"Nothing reaches the intellect before making its appearance in the senses.","author":"Latin proverb","category":"instincts"},{"quote":"Instinct guides the animal better than the man. In the animal it is pure  in man it is led astray by his reason and intelligence.","author":"Denis Diderot","category":"instincts"},{"quote":"Ideas pull the trigger  but instinct loads the gun.","author":"Don Marquis","category":"instincts"},{"quote":"Well-bred instinct meets reason halfway.","author":"George Santayana","category":"instincts"},{"quote":"Good instincts usually tell you what to do long before your head has figured it out.","author":"Michael Burke","category":"instincts"},{"quote":"Pure logic is the ruin of the spirit.","author":"Antoine de Saint-Exupery","category":"instincts"},{"quote":"When a man begins to reason  he ceases to feel.","author":"French proverb","category":"instincts"},{"quote":"A mind all logic is like a knife all blade. It makes the hand bleed that uses it.","author":"Rabindranath Tagore","category":"instincts"},{"quote":"The mind can assert anything  and pretend it has proved it. My beliefs I test on my body  on my intuitional consciousness  and when I get a response there  then I accept.","author":"D. H. Lawrence","category":"instincts"},{"quote":"People who lean on logic and philosophy and rational exposition end by starving the best part of the mind.","author":"William Butler Yeats","category":"instincts"},{"quote":"The brain is not  and cannot be  the sole or complete organ of thought and feeling.","author":"Antoinette Brown Blackwell","category":"instincts"},{"quote":"Imagination is more important than knowledge.","author":"Albert Einstein","category":"instincts"},{"quote":"Some other faculty than the intellect is necessary for the apprehension of reality.","author":"Henri Bergson","category":"instincts"},{"quote":"Command by instinct is swifter  subtler  deeper  more accurate  more in touch with reality than command by conscious mind. The discovery takes one's breath away.","author":"Michael Novak","category":"instincts"},{"quote":"No one is more liable to make mistakes than the man who acts only on reflection.","author":"Vauvenargues","category":"instincts"},{"quote":"Nothing is impossible when we follow our inner guidance  even when its direction may threaten us by reversing our usual logic.","author":"Gerald Jampolsky","category":"instincts"},{"quote":"A true history of human events would show that a far larger proportion of our acts are the results of sudden impulses and accident than of that reason of which we so much boast.","author":"Peter Cooper","category":"instincts"},{"quote":"It is wisdom to believe the heart.","author":"George Santayana","category":"instincts"},{"quote":"I follow my heart  for I can trust it.","author":"J. C. F. von Schiller","category":"instincts"},{"quote":"The intellect is always fooled by the heart.","author":"Francois de La Rochefoucauld","category":"instincts"},{"quote":"There are no rules. Just follow your heart.","author":"Robin Williams","category":"instincts"},{"quote":"Man becomes man only by his intelligence  but he is man only by his heart.","author":"Henri Frederic Amiel","category":"instincts"},{"quote":"It is the heart always that sees  before the head can see.","author":"Thomas Carlyle","category":"instincts"},{"quote":"It is only with the heart that one can see rightly  what is essential is invisible to the eye.","author":"Antoine de Saint-Exupery","category":"instincts"},{"quote":"Great thoughts always come from the heart.","author":"Vauvenargues","category":"instincts"},{"quote":"It is the heart which experiences God  not the reason.","author":"Blaise Pascal","category":"instincts"},{"quote":"The heart has reasons which reason cannot understand.","author":"Blaise Pascal","category":"instincts"},{"quote":"In making our decisions  we must use the brains that God has given us. But we must also use our hearts  which He also gave us.","author":"Fulton Oursler","category":"instincts"},{"quote":"Just be what you are and speak from your guts and heart-it's all a man has.","author":"Hubert H. Humphrey","category":"instincts"},{"quote":"When love is not madness  it is not love.","author":"Pedro Calderon de la Barca","category":"instincts"},{"quote":"To live is like to love: all reason is against it  and all healthy instinct is for it.","author":"Samuel Butler","category":"instincts"},{"quote":"The thinker philosophizes as the lover loves. Even were the consequences not only useless but harmful  he must obey his impulse.","author":"William James","category":"instincts"},{"quote":"What you intuitively desire  that is possible to you.","author":"D. H. Lawrence","category":"instincts"},{"quote":"Falling in love is one of the activities forbidden that tiresome person  the consistently reasonable man.","author":"Sir Arthur Eddington","category":"instincts"},{"quote":"If you really want something you can figure out how to make it happen.","author":"Cher","category":"instincts"},{"quote":"Our real duty is always found running in the direction of our worthiest desires.","author":"Randolph Bourne","category":"instincts"},{"quote":"The essential conditions of everything you do must be choice  love  passion.","author":"Nadia Boulanger","category":"instincts"},{"quote":"Passion and prejudice govern the world  only under the name of reason.","author":"John Wesley","category":"instincts"},{"quote":"The conclusions of passion are the only reliable ones.","author":"Soren Kierkegaard","category":"instincts"},{"quote":"Man is a passion which brings a will into play  which works an intelligence.","author":"Henri Frederic Amiel","category":"instincts"},{"quote":"Life is not governed by will or intention. Life is a question of nerves  and fibers  and slowly built-up cells in which thought hides itself  and passion has its dreams.","author":"Oscar Wilde","category":"instincts"},{"quote":"We do not wish ardently for what we desire only through reason.","author":"Francois de La Rochefoucauld","category":"instincts"},{"quote":"Trust your hunches. They're usually based on facts filed away just below the conscious level.","author":"Dr. Joyce Brothers","category":"instincts"},{"quote":"Inspiration does not come like a bolt  nor is it kinetic energy striving  but it comes to us slowly and quietly and all the time.","author":"Brenda Ueland","category":"instincts"},{"quote":"Intuition is given only to him who has undergone long preparation to receive it.","author":"Louis Pasteur","category":"instincts"},{"quote":"You must train your intuition-you must trust the small voice inside you which tells you exactly what to say  what to decide.","author":"Ingrid Bergman","category":"instincts"},{"quote":"You have first an instinct  then an opinion  then a knowledge  as the plant has root  bud and fruit. Trust the instinct to the end  though you can render no reason.","author":"Ralph Waldo Emerson","category":"instincts"},{"quote":"A hunch is creativity trying to tell you something.","author":"Anonymous","category":"instincts"},{"quote":"I move on feeling and have learned to distrust those who don't.","author":"Nikki Giovanni","category":"instincts"},{"quote":"Advice is what we ask for when we already know the answer but wish we didn't.","author":"Erica Jong","category":"instincts"},{"quote":"Instinct is a powerful form of natural energy  perhaps comparable in humans to electricity or even atomic energy in the mechanical world.","author":"Margaret A. Ribble","category":"instincts"},{"quote":"Cherish your emotions and never undervalue them.","author":"Robert Henri","category":"instincts"},{"quote":"But are not this struggle and even the mistakes one may make better  and do they not develop us more  than if we kept systematically away from emotions?","author":"Vincent van Gogh","category":"instincts"},{"quote":"Many a man gets weary of clamping down on his rough impulses  which if given occasional release would encourage the living of life with salt in it  in place of dust.","author":"Henry S. Haskins","category":"instincts"},{"quote":"We shall keep our horizon perfectly  absolutely  crystallinely open  ready every day for the scouring gales of impulse.","author":"John Mistletoe","category":"instincts"},{"quote":"Intuition is a spiritual faculty and does not explain  but simply points the way.","author":"Florence Scovel Shinn","category":"instincts"},{"quote":"Every time I've done something that doesn't feel right  it's ended up not being right.","author":"Mario Cuomo","category":"instincts"},{"quote":"None of us can estimate what we do when we do it from instinct.","author":"Luigi Pirandello","category":"instincts"},{"quote":"I write out of instinct.","author":"Jerome Weidman","category":"instincts"},{"quote":"The way to procure insults is to submit to them. A man meets with no more respect than he exacts.","author":"William Hazlitt","category":"insult"},{"quote":"Thou hast added insult to injury.","author":"Phaedrus","category":"insult"},{"quote":"It is often better not to see an insult than to avenge it.","author":"Seneca","category":"insult"},{"quote":". . . 'twill turn your eyeballs black and blue.","author":"Brendan Behan","category":"insults, calumny"},{"quote":"Injuries may be forgiven  but not forgotten.","author":"Aesop","category":"insults, calumny"},{"quote":"It seldom pays to be rude. It never pays to be only half-rude.","author":"Norman Douglas","category":"insults, calumny"},{"quote":"Lloyd George could not see a belt without hitting below it.","author":"Margot Asquith","category":"insults, calumny"},{"quote":"Macaulay is well for awhile  but one wouldn't live under Niagara.","author":"Thomas Carlyle","category":"insults, calumny"},{"quote":"Be thou as chaste as ice  as pure as snow  thou shalt not escape calumny.","author":"William Shakespeare","category":"insults, calumny"},{"quote":"A fly  Sir  may sting a stately horse and make him wince  but one is but an insect  and the other a horse still.","author":"Samuel Johnson","category":"insults, calumny"},{"quote":"Calumny is only the noise of madmen.","author":"Diogenes","category":"insults, calumny"},{"quote":"To persevere in one's duty and be silent  is the best answer to calumny.","author":"George Washington","category":"insults, calumny"},{"quote":"Woe unto you  when all men shall speak well of you.","author":"Bible","category":"insults, calumny"},{"quote":"Young men soon give  and soon forget affronts  Old age is slow in both.","author":"Joseph Addison","category":"insults, calumny"},{"quote":"As long as there are readers to be delighted with calumny  there will be found reviewers to calumniate.","author":"Samuel Taylor Coleridge","category":"insults, calumny"},{"quote":"He that flings dirt at another dirtieth himself most.","author":"Thomas Fuller","category":"insults, calumny"},{"quote":"It takes your enemy and your friend  working together to hurt you to the heart  the one to slander you and the other to get the news to you.","author":"Mark Twain","category":"insults, calumny"},{"quote":"Calumny requires no proof. The throwing out of malicious imputations against any character leaves a stain which no after-refutation can wipe out. To create an unfavourable impression  it is not necessary that certain things should be true  but that they have been said.","author":"William Hazlitt","category":"insults, calumny"},{"quote":"It is often better not to see an insult  than to avenge it.","author":"Seneca","category":"insults, calumny"},{"quote":"Abuse a man unjustly  and you will make friends for him.","author":"Edgar Watson Howe","category":"insults, calumny"},{"quote":"One of the surest signs of the Philistine is his reverence for the superior tastes of those who put him down.","author":"Pauline Kael","category":"insults, calumny"},{"quote":"Alive  ridiculous  and dead forgot?","author":"Alexander Pope","category":"insults, calumny"},{"quote":"I'll give you an idea of what kind of a guy he was. St. Francis would have punched him in the mouth.","author":"Gene Ferret","category":"insults"},{"quote":"He loves to eat - he puts mayonnaise on an aspirin.","author":"Joan Rivers","category":"insults"},{"quote":"Apparently  he was not the sharpest quill on the porcupine  if you get my drift.","author":"Dave Barry","category":"insults"},{"quote":"You might say he was one taco short of a combination platter.","author":"Robin Williams","category":"insults"},{"quote":"I can't believe that out of a hundred thousand sperm  you were the quickest.","author":"Steven Pearl","category":"insults"},{"quote":"Cheap? If he was at the Last Supper  he would have asked for separate checks!","author":"Robert Orben","category":"insults"},{"quote":"I've just learned about his illness  let's hope it's nothing trivial.","author":"Irvin S. Cobb","category":"insults"},{"quote":"Why does our host always have tears in his eyes after sex? Due to the pepper spray.","author":"Ji'll Schall","category":"insults"},{"quote":"I take him to McDonald's just to watch him eat and see the numbers change.","author":"Joan Rivers","category":"insults"},{"quote":"Mr. Attlee is a very modest man. But then he has much to be modest about.","author":"Winston Churchill","category":"insults"},{"quote":"After a year of therapy  my psychiatrist said to me  \"Maybe life isn't for everyone.\"","author":"Larry Brown","category":"insults"},{"quote":"The only way she could get a standing ovation would be if she sang \"The Star-Spangled Banner.\"","author":"Elmer Pasta","category":"insults"},{"quote":"His voice is to entertainment what the kazoo is to classical music.","author":"Anonymous","category":"insults"},{"quote":"Some people can carry a tune  but they seem to stagger under the load.","author":"Richard Armour","category":"insults"},{"quote":"Every word she writes is a lie  including and and the.","author":"Mary McCarthy","category":"insults"},{"quote":"When she told her doctor that she always wanted to keep her weight exactly the same as her IQ  he gave her a lecture on anorexia.","author":"Wendy Morgan","category":"insults"},{"quote":"I hope you live to be as old as your jokes.","author":"Anonymous","category":"insults"},{"quote":"If he can remember so many jokes With all the details that mold them  Why can't he recall  with equal skill  All the times he told them!","author":"Anonymous","category":"insults"},{"quote":"I just thought you might like to know that I passed a kennel on the way to the game and your mother is all right.","author":"Ralph Houk","category":"insults"},{"quote":"Here's a good rule of thumb Too clever  is dumb.","author":"Ogden Nash","category":"intellect"},{"quote":"We should take care not to make the intellect our god  it has  of course  powerful muscles  but no personality.","author":"Albert Einstein","category":"intellect"},{"quote":"The intellect is always fooled by the heart.","author":"La Rochefoucauld","category":"intellect"},{"quote":"The job of intellectuals is to come up with ideas  and all we've been producing is footnotes.","author":"Theodore H. White","category":"intellect"},{"quote":"Lord Birkenhead is very clever but sometimes his brains go to his head. All zeal runs down. What replaces it? Intellectualism.","author":"Arthur R. M. Lower","category":"intellect"},{"quote":"Will and intellect are one and the same thing.","author":"Spinoza","category":"intellect"},{"quote":"The highest intellects  like the tops of mountains  are the first to catch and to reflect the dawn.","author":"Thomas Babington Macaulay","category":"intellect"},{"quote":"An intellectual is someone whose mind watches itself.","author":"Albert Camus","category":"intellect"},{"quote":"I hate intellectuals. They are from the top down. I am from the bottom up.","author":"Frank Lloyd Wright","category":"intellect"},{"quote":"Think sideways!","author":"Edward de Bono","category":"intellect"},{"quote":"A conclusion is the place where you got tired of thinking.","author":"Arthur Bloch","category":"intellect"},{"quote":"The brain is the citadel of sense perception.","author":"Pliny the Elder","category":"intellect"},{"quote":"My body has certainly wandered a good deal  but I have an uneasy suspicion that my mind has not wandered enough.","author":"Noel Coward","category":"intellect"},{"quote":"There are innumerable instances suggesting that modern intellectuals do not believe themselves  that they don't really believe what they say  that they say certain things only in order to assure themselves that they possess opinions and ideas that are different from those that are entertained by the common herd of men.","author":"John Lukacs","category":"intellect"},{"quote":"Intuition is a spiritual faculty and does not explain  but simply points the way.","author":"Florence Scovel Shinn","category":"intellect"},{"quote":"The intellect of man is forced to choose Perfection of the life or of the work.","author":"William Butler Yeats","category":"intellect"},{"quote":"An intellectual is a man who takes more words than necessary to tell more than he knows.","author":"Dwight D. Eisenhower","category":"intellect"},{"quote":"The common sense is that which judges the things given to it by other senses.","author":"Leonardo da Vinci","category":"intellect"},{"quote":"Intelligence is quickness to apprehend as distinct from ability  which is capacity to act wisely on the thing apprehended.","author":"Alfred N. Whitehead","category":"intelligence"},{"quote":"Intuition becomes increasingly valuable in the new information society precisely because there is so much data.","author":"John Naisbitt","category":"intelligence"},{"quote":"The unluckiest insolvent in the world is the man whose expenditure is too great for his income of ideas.","author":"Christopher Morley","category":"intelligence"},{"quote":"To the good listener half a word is enough.","author":"Spanish proverb","category":"intelligence"},{"quote":"Time has a way of demonstrating . . . the most stubborn are the most intelligent.","author":"Yevgeny Yevtushenko","category":"intelligence"},{"quote":"Intelligence must follow faith  never precede it  and never destroy it.","author":"Thomas a Kempis","category":"intelligence"},{"quote":"Intelligence is derived from two words - inter and legere - inter meaning 'between' and legere meaning 'to choose'. An intelligent person  therefore  is one who has learned 'to choose between'. He knows that good is better than evil  that confidence should supersede fear  that love is superior to hate  that gentleness is better than cruelty  forbearance than intolerance  compassion than arrogance  and that truth has more virtue than ignorance.","author":"J. Martin Klotsche","category":"intelligence"},{"quote":"One of the functions of intelligence is to take account of the dangers that come from trusting solely to the intelligence.","author":"Lewis Mumford","category":"intelligence"},{"quote":"The intelligent man who is proud of his intelligence is like the condemned man who is proud of his large cell.","author":"Simone Weil","category":"intelligence"},{"quote":"The sign of an intelligent people is their ability to control emotions by the application of reason.","author":"Marya Mannes","category":"intelligence"},{"quote":"Never tell people how to do things. Tell them what to do and they will surprise you with their ingenuity.","author":"George S. Patton","category":"intelligence"},{"quote":"I not only use all the brains I have  but all I can borrow.","author":"Woodrow Wilson","category":"intelligence"},{"quote":"Intelligence is not all that important in the exercise of power and is often  in point of fact  useless. Just as a leader doesn't need intelligence  a man in my job doesn't need too much of it either.","author":"Henry Kissinger","category":"intelligence"},{"quote":"The cuckoo who is on to himself is halfway out of the clock.","author":"Wilson Mizner","category":"intelligence"},{"quote":"I've had a lot of experience with people smarter than I am.","author":"Gerald Ford","category":"intelligence"},{"quote":"All the crimes on earth do not destroy so many of the human race  nor alienate so much property  as drunkenness.","author":"Sir Francis Bacon","category":"intemperance"},{"quote":"Bacchus has drowned more men than Neptune.","author":"Giuseppe Garibaldi","category":"intemperance"},{"quote":"Of all calamities this is the greatest.","author":"Thomas Jefferson","category":"intemperance"},{"quote":"The smaller the drink  the clearer the head.","author":"William Penn","category":"intemperance"},{"quote":"Drunkenness is nothing but voluntary madness.","author":"Seneca","category":"intemperance"},{"quote":"O God  that men should put an enemy in their mouths to steal away their brains! that we should  with joy  pleas-ance  revel  and applause  transform ourselves into beasts!","author":"William Shakespeare","category":"intemperance"},{"quote":"The devil loves nothing better than the intolerance of reformers.","author":"James Russell Lowell","category":"intolerance"},{"quote":"It were better to be of no church  than to be bitter for any.","author":"William Penn","category":"intolerance"},{"quote":"To love oneself is the beginning of a life-long romance.","author":"Oscar Wilde","category":"introspection"},{"quote":"He that falls in love with himself will have no rivals.","author":"Benjamin Franklin","category":"introspection"},{"quote":"Love yourself first and everything else falls into line.","author":"Lucille Ball","category":"introspection"},{"quote":"Never pretend to a love which you do not actually feel  for love is not ours to command.","author":"Alan Watts","category":"introspection"},{"quote":"Perhaps the feelings that we experience when we are in love represent a normal state. Being in love shows a person who he should be.","author":"Anton Chekhov","category":"introspection"},{"quote":"The love of liberty is the love of others  the love of power is the love of ourselves.","author":"William Hazlitt","category":"introspection"},{"quote":"Love is like playing the piano. First you must learn to play by the rules  then you must forget the rules and play from your heart.","author":"Anonymous","category":"introspection"},{"quote":"Love grows by giving. The love we give away is the only love we keep. The only way to retain love is to give it away.","author":"Elbert Hubbard","category":"introspection"},{"quote":"Without love  benevolence becomes egotism.","author":"Martin Luther King, Jr.","category":"introspection"},{"quote":"You cannot be lonely if you like the person you're alone with.","author":"Wayne W. Dyer","category":"introspection"},{"quote":"Relish love in your old age! Aged love is like aged wine  it becomes more satisfying  more refreshing  more valuable  more appreciated and more intoxicating!","author":"Leo Buscaglia","category":"introspection"},{"quote":"Guard within yourself that treasure  kindness. Know how to give without hesitation  how to lose without regret  how to acquire without meanness  know how to replace in your heart  by the happiness of those you love  the happiness that may be wanting to yourself.","author":"George Sand","category":"introspection"},{"quote":"If it is a virtue to love my neighbor as a human being  it must be a virtue - and not a vice - to love myself  since I am a human being too.","author":"Erich Fromm","category":"introspection"},{"quote":"Since love grows within you  so beauty grows. For love is the beauty of the soul.","author":"St. Augustine","category":"introspection"},{"quote":"Self-love  my liege  is not so vile a sin as self-neglecting.","author":"William Shakespeare","category":"introspection"},{"quote":"Out of love you can speak with straight fury.","author":"Eudora Welty","category":"introspection"},{"quote":"Whate'er th' Almighty's subsequent command  His first command is this - \"Man  love thyself.\"","author":"Edward Young","category":"introspection"},{"quote":"Self-love seems so often unrequited.","author":"Anthony Powell","category":"introspection"},{"quote":"Love is  above all else  the gift of oneself.","author":"Jean Anouilh","category":"introspection"},{"quote":"A heart that loves is always young.","author":"Greek proverb","category":"introspection"},{"quote":"Who so loves  believes the impossible.","author":"Elizabeth Barrett Browning","category":"introspection"},{"quote":"Accept the things To which fate binds you and Love the people with whom fate Brings you together But do so with all your heart.","author":"Marcus Aurelius","category":"introspection"},{"quote":"Have you ever been at sea in a dense fog  when it seemed as if a tangible white darkness shut you in and the great ship  tense and anxious  groped her way toward the shore with plummet and sounding-line  and you waited with beating heart for something to happen? I was like that ship before my education began  only I was without compass or sounding line  and no way of knowing how near the harbor was. \"Light! Give me light!\" was the wordless cry of my soul  and rhe light of love shone on me in that very hour.","author":"Helen Keller","category":"introspection"},{"quote":"Love can be understood only \"from the inside \" as a language can be understood only by someone who speaks it  as a world can be understood only by someone who lives in it.","author":"Robert C. Solomon","category":"introspection"},{"quote":"Want  the mistress of invention.","author":"Susanna Centlivre","category":"invention"},{"quote":"A tool is but the extension of a man's hand  and a machine is but a complex tool. And he that invents a machine augments the power of a man and the well-being of mankind.","author":"Henry Ward Beecher","category":"invention"},{"quote":"God hath made man upright  but they have sought out many inventions.","author":"Bible","category":"invention"},{"quote":"When Erin first rose from the dark-swelling flood  God blessed the green island  he saw it was good. The Emerald of Europe  it sparkled and shone In the ring of this world  the most precious stone.","author":"William Drennan","category":"ireland"},{"quote":"Whether on the scaffold high. Or on the battle-field we die  Oh  what matter  when for Erin dear we fall.","author":"T. D. Sullivan","category":"ireland"},{"quote":"You may have the universe if I may have Italy.","author":"Temistocle Solera","category":"italy"},{"quote":"Open my heart and you will see Graved inside of it  \"Italy.\"","author":"Elizabeth Barrett Browning","category":"italy"},{"quote":"Beyond the Alps lies Italy.","author":"English Saying","category":"italy"},{"quote":"On desperate seas long wont to roam  Thy hyacinth hair  they classic face  Thy naiad airs have brought me home To the glory that was Greece And the grandeur that was Rome.","author":"Edgar Allan Poe","category":"italy"},{"quote":"My soul today Is far away Sailing the Vesuvian Bay.","author":"Thomas B. Read","category":"italy"},{"quote":"He that is not jealous is not in love.","author":"St. Augustine","category":"jealousy"},{"quote":"In jealousy there is more self-love than love.","author":"La Rochefoucauld","category":"jealousy"},{"quote":"Jealousy is an awkward homage which inferiority renders to merit.","author":"Mme. De Puisieux","category":"jealousy"},{"quote":"O jealousy! thou magnifier of trifles.","author":"Friedrich von Schiller","category":"jealousy"},{"quote":"Jealousy's eyes are green.","author":"Percy Bysshe Shelley","category":"jealousy"},{"quote":"A man who could make so vile a pun would not scruple to pick a pocket.","author":"John Dennis","category":"jesting"},{"quote":"Many a true word is spoken in jest.","author":"English proverb","category":"jesting"},{"quote":"Alas  poor Yorick! I knew him  Horatio: a fellow of infinite jest  of most excellent fancy.","author":"William Shakespeare","category":"jesting"},{"quote":"Jesters do often prove prophets.","author":"William Shakespeare","category":"jesting"},{"quote":"The Jews were God's chosen people.","author":"St. Chrysostom","category":"jew"},{"quote":"I will make of thee a great nation  and I will bless thee  and make thy name great.","author":"Bible","category":"jew"},{"quote":"To undo a Jew is charity  and not sin.","author":"Christopher Marlowe","category":"jew"},{"quote":"It is not possible for Christians to take part in anti-Semitism. We are Semites spiritually.","author":"Pope Pius XI","category":"jew"},{"quote":"I am a Jew: Hath not a Jew eyes? hath not a Jew hands  organs  dimensions  senses  affections  passions? fed with die same food  hurt with the same weapons  subject to the same diseases  healed by the same means  warmed and cooled by the same winter and summer  as a Christian is?","author":"William Shakespeare","category":"jew"},{"quote":"Neither cast ye your pearls before swine.","author":"Matthew","category":"jewel"},{"quote":"Pearl of great price.","author":"Matthew","category":"jewel"},{"quote":"Journalism has already come to be the first power in the land.","author":"Samuel Bowles","category":"journalism"},{"quote":"Get your facts first  and then you can distort 'em as much as you please.","author":"S. L. Clemens","category":"journalism"},{"quote":"Burke said there were Three Estates in Parliament  but  in the Reporters' gallery yonder  there sat a Fourth Estate more important far than they all.","author":"Thomas Carlyle","category":"journalism"},{"quote":"Writing good editorials is chiefly telling the people what they think  not what you think.","author":"Arthur Brisbane","category":"journalism"},{"quote":"The best use of a journal is to print the largest practical amount of important truth  - truth which tends to make mankind wiser  and thus happier.","author":"Horace Greeley","category":"journalism"},{"quote":"Every newspaper editor owes tribute to the devil.","author":"Jean de la Fontaine","category":"journalism"},{"quote":"I fear three newspapers more than a hundred thousand bayonets.","author":"Napoleon","category":"journalism"},{"quote":"We live under a government of men and morning newspapers.","author":"Wendell Phillips","category":"journalism"},{"quote":"The newspapers! Sir  they are the most villainous -  licentious - abominable - infernal - not that I ever read them - no - I make it a rule never to look into a newspaper.","author":"R. B. Sheridan","category":"journalism"},{"quote":"I wish you all the joy that you can wish.","author":"William Shakespeare","category":"joy"},{"quote":"The joyfulness of a man prolongeth his days.","author":"Bible","category":"joy"},{"quote":"All human joys are swift of wing  For heaven doth so allot it  That when you get an easy thing  You find you haven't got it.","author":"Eugene Field","category":"joy"},{"quote":"A thing of beauty is a joy forever.","author":"John Keats","category":"joy"},{"quote":"Sweets with sweets war not  joy delights in joy.","author":"William Shakespeare","category":"joy"},{"quote":"I have drunken deep of joy  And I will taste no other wine tonight.","author":"Percy Bysshe Shelley","category":"joy"},{"quote":"It is better that a judge should lean on the side of compassion than severity.","author":"Miguel de Cervantes","category":"judge"},{"quote":"A Daniel come to judgment! yea  a Daniel! O wise young judge  how I do honor thee!","author":"William Shakespeare","category":"judge"},{"quote":"Let the judges answer to the question of law  and the jurors to the matter of fact.","author":"Law Maxim","category":"judge"},{"quote":"The cold neutrality of an impartial judge.","author":"Edmund Burke","category":"judge"},{"quote":"Judges are but men  and are swayed like other men by vehement prejudices. This is corruption in reality  give it whatever other name you please.","author":"David Dudley Field","category":"judge"},{"quote":"Judges are apt to be naive  simple-minded men.","author":"O. W. Holmes II","category":"judge"},{"quote":"Thieves for their robbery have authority When judges steal themselves.","author":"William Shakespeare","category":"judge"},{"quote":"Four things belong to a judge: to hear courteously  to answer wisely  to consider soberly  and to decide impartially.","author":"Socrates","category":"judge"},{"quote":"Thou art weighed in the balances  and art found wanting.","author":"Anonymous","category":"judgment"},{"quote":"One man's word is no man's word  we should quietly hear both sides.","author":"Goethe","category":"judgment"},{"quote":"Forbear to judge  for we are sinners all.","author":"William Shakespeare","category":"judgment"},{"quote":"I know of no way of judging the future but by the past.","author":"Patrick Henry","category":"judgment"},{"quote":"We judge ourselves by what we feel capable of doing  while others judge us by what we have already done.","author":"Henry Wadsworth Longfellow","category":"judgment"},{"quote":"Give your decision  never your reasons  your decisions may be right  your reasons are sure to be wrong.","author":"Lord Mansfield","category":"judgment"},{"quote":"Judge not  that ye be not judged.","author":"Matthew","category":"judgment"},{"quote":"Give every man thine ear  but few thy voice  Take each man's censure  but reserve thy judgment.","author":"William Shakespeare","category":"judgment"},{"quote":"O judgment! thou are fled to brutish beasts  And men have lost their reason!","author":"William Shakespeare","category":"judgment"},{"quote":"One cool judgment is worth a thousand hasty councils. The thing to do is to supply light and not heat.","author":"Woodrow Wilson","category":"judgment"},{"quote":"Are you good men and true?","author":"William Shakespeare","category":"jury"},{"quote":"The jury system puts a ban upon intelligence and honesty  and a premium upon ignorance  stupidity and perjury.","author":"S. L. Clemens","category":"jury"},{"quote":"The jury  passing on the prisoner's life  May in the sworn twelve have a thief or two Guiltier than him they try.","author":"William Shakespeare","category":"jury"},{"quote":"It is always wise  as it is also fair  to test a man by the standards of his own day  and not by those of another.","author":"Odell Shepard","category":"justice"},{"quote":"The strictest justice is sometimes the greatest injustice.","author":"Terence","category":"justice"},{"quote":"Injustice is relatively easy to bear  what stings is justice.","author":"H. L. Mencken","category":"justice"},{"quote":"Men are not hanged for stealing horses  but that horses may not be stolen.","author":"George, Lord Halifax","category":"justice"},{"quote":"A fox should not be on the jury at a goose's trial.","author":"Thomas Fuller","category":"justice"},{"quote":"Thwackum was for doing justice  and leaving mercy to heaven.","author":"Henry Fielding","category":"justice"},{"quote":"The Court's authority - possessed of neither the purse nor the sword -ultimately rests on substantial public confidence in its moral sanctions.","author":"Felix Frankfurter","category":"justice"},{"quote":"Charity is no substitute for justice withheld.","author":"St. Augustine","category":"justice"},{"quote":"I would remind you that extremism in the defence of liberty is no vice. And let me remind you also that moderation in the pursuit of justice is no virtue.","author":"Barry Goldwater","category":"justice"},{"quote":"Ne'er of the living can the living judge - too blind the affection  or too fresh the grudge.","author":"Anonymous","category":"justice"},{"quote":"I always felt from the beginning that you had to defend people you disliked and feared as well as those you admired.","author":"Roger Baldwin","category":"justice"},{"quote":"This is a court of law  young man  not a court of justice.","author":"Oliver Wendell Holmes","category":"justice"},{"quote":"The whole history of the world is summed up in the fact that  when nations are strong  they are not always just  and when they wish to be just  they are no longer strong.","author":"Winston Churchill","category":"justice"},{"quote":"Nobody is poor unless he stand in need of justice.","author":"Lactantius","category":"justice"},{"quote":"The hungry judges soon the sentence sign  and wretches hang that jurymen may dine.","author":"Alexander Pope","category":"justice"},{"quote":"There is no such thing as justice - in or out of court.","author":"Clarence Darrow","category":"justice"},{"quote":"Justice is too good for some people  and not good enough for the rest.","author":"Norman Douglas","category":"justice"},{"quote":"Injustice never rules forever.","author":"Seneca","category":"justice"},{"quote":"Acquittal of the guilty damns the judge.","author":"Horace","category":"justice"},{"quote":"There is no virtue so truly great and godlike as justice.","author":"Joseph Addison","category":"justice"},{"quote":"The path of the just is as the shining light  that shineth more and more unto the perfect day.","author":"Proverbs","category":"justice"},{"quote":"There is no such thing as justice - in or out of court.","author":"Clarence Darrow","category":"justice"},{"quote":"Delay of justice is injustice.","author":"Walter Savage Landor","category":"justice"},{"quote":"The spirits of just men made perfect.","author":"Hebrews","category":"justice"},{"quote":"God's mill grinds slow  but sure.","author":"George Herbert","category":"justice"},{"quote":"The sword of the law should never fall but on those whose guilt is so apparent as to be pronounced by their friends as well as foes.","author":"Thomas Jefferson","category":"justice"},{"quote":"Render therefore to all their dues.","author":"Romans","category":"justice"},{"quote":"He who decides a case without hearing the other side  though he decide justly  cannot be considered just.","author":"Seneca","category":"justice"},{"quote":"This bond is forfeit  And lawfully by this the Jew may claim A pound of flesh.","author":"William Shakespeare","category":"justice"},{"quote":"Thrice is he arm'd that hath his quarrel just  And he but naked  though lock'd up in steel  Whose conscience with injustice is corrupted.","author":"William Shakespeare","category":"justice"},{"quote":"Let justice be done  though the heavens fall.","author":"William Watson","category":"justice"},{"quote":"Have you had a kindness shown? Pass it on  'Twas not given for thee alone  Pass it on  Let it travel down the years  Let it wipe another's tears  Til in Heaven the deed appears  -  Pass it on.","author":"Rev. Henry Burton","category":"kindness"},{"quote":"Their cause I plead - plead it in heart and mind  A fellow-feeling makes one wondrous kind.","author":"David Garrick","category":"kindness"},{"quote":"At little more than kin  and less than kind.","author":"William Shakespeare","category":"kindness"},{"quote":"Yet do I fear thy nature  It is too full o' the milk of human kindness.","author":"William Shakespeare","category":"kindness"},{"quote":"Kindness gives birth to kindness.","author":"Sophocles","category":"kindness"},{"quote":"Some women blush when they are kissed  some call for the police  some swear  some bite. But the worst are those who laugh.","author":"Anonymous","category":"kiss"},{"quote":"Gin a body meets a body Comin' through the rye. Gin a body kiss a body Need a body cry?","author":"James Drummond Burns","category":"kiss"},{"quote":"Come  lay thy head upon my breast  And I will kiss thee into rest.","author":"Lord Byron","category":"kiss"},{"quote":"It was thy kiss  Love  that made me immortal.","author":"Margaret Fuller","category":"kiss"},{"quote":"Give me a kisse  and to that kisse a score  Then to that twenty  adde a hundred more  A thousand to that hundred  so kisse on  To make that thousand up a million  Treble that million  and when that is done  Let's kisse afresh  as when we first begun.","author":"Robert Herrick","category":"kiss"},{"quote":"A long  long kiss  a kiss of youth  and love.","author":"Lord Byron","category":"kiss"},{"quote":"Stolen kisses are always sweetest.","author":"Leigh Hunt","category":"kiss"},{"quote":"Jenny kissed me when we met  Jumping from the chair she sat in  Time  you thief  who love to get Sweets into your list  put that in. Say I'm weary  say I'm sad  Say that health and wealth have missed me  Say I'm growing old  but add Jenny kissed me.","author":"Leigh Hunt","category":"kiss"},{"quote":"See! the mountains kiss high heaven  And the waves clasp one another  No sister flower would be forgiven If it disdained its brother  And the sunlight clasps the earth  And the moonbeams kiss the sea: -  What are all these kissings worth  If thou kiss not me?","author":"Percy Bysshe Shelley","category":"kiss"},{"quote":"Lord! I wonder what fool it was that first invented kissing.","author":"Jonathan Swift","category":"kiss"},{"quote":"Drink to me only with thine eyes And I will pledge with mine  Or leave a kiss but in the cup  And I'll not look for wine.","author":"Ben Jonson","category":"kiss"},{"quote":"Soul meets soul on lovers' lips.","author":"Percy Bysshe Shelley","category":"kiss"},{"quote":"All men by nature desire to know.","author":"Aristotle","category":"knowledge"},{"quote":"I am not young enough to know everything.","author":"Oscar Wilde","category":"knowledge"},{"quote":"I have tried to know absolutely nothing about a great many things  and I have succeeded fairly well.","author":"Robert Benchley","category":"knowledge"},{"quote":"Little minds are interested in the extraordinary  great minds in the commonplace.","author":"Elbert Hubbard","category":"knowledge"},{"quote":"Our knowledge can only be finite  while our ignorance must necessarily be infinite.","author":"Karl Popper","category":"knowledge"},{"quote":"Pocket all your knowledge with your watch and never pull it out in company unless desired.","author":"Lord Chesterfield","category":"knowledge"},{"quote":"President Reagan didn't always know what he knew.","author":"Oliver North","category":"knowledge"},{"quote":"Ten lands are sooner known than one man.","author":"Old saying","category":"knowledge"},{"quote":"The public do not know enough to be experts  yet know enough to decide between them.","author":"Samuel Butler","category":"knowledge"},{"quote":"There are times I think I am not sure of something which I absolutely know.","author":"Mongkut, King of Siam","category":"knowledge"},{"quote":"There are two kinds of statistics  the kind you look up and the kind you make up.","author":"Rex Stout","category":"knowledge"},{"quote":"There was never an age in which useless knowledge was more important than in our own.","author":"Cyril Joad","category":"knowledge"},{"quote":"We're drowning in information and starving for knowledge.","author":"Rutherford D. Rogers","category":"knowledge"},{"quote":"You never know what is enough unless you know what is more than enough.","author":"William Blake","category":"knowledge"},{"quote":"Zeal without knowledge is fire without light.","author":"Thomas Fuller","category":"knowledge"},{"quote":"Our knowledge is a receding mirage in an expanding desert of ignorance.","author":"Will Durant","category":"knowledge"},{"quote":"Knowledge is of two kinds  we know a subject ourselves  or we know where we can find information upon it.","author":"Samuel Johnson","category":"knowledge"},{"quote":"As we acquire more knowledge  things do not become more comprehensible  but more mysterious.","author":"Albert Schweitzer","category":"knowledge"},{"quote":"A man must carry knowledge with him  if he would bring home knowledge.","author":"Samuel Johnson","category":"knowledge"},{"quote":"Grace is given of God  but knowledge is bought in the market.","author":"Arthur Hugh Clough","category":"knowledge"},{"quote":"If a little knowledge is dangerous - where is the man who has so much as to be out of danger?","author":"Thomas Huxley","category":"knowledge"},{"quote":"We owe almost all our knowledge not to those who have agreed  but to those who have differed.","author":"Charles Caleb Colton","category":"knowledge"},{"quote":"Sit down before fact as a little child  be prepared to give up every preconceived notion  follow humbly wherever and to whatever abyss nature leads  or you shall learn nothing.","author":"Thomas Huxley","category":"knowledge"},{"quote":"The learned is happy  nature to explore  the fool is happy  that he knows no more.","author":"Alexander Pope","category":"knowledge"},{"quote":"One of the greatest joys known to man is to take a flight into ignorance in search of knowledge.","author":"Robert Lynd","category":"knowledge"},{"quote":"I do not pretend to know what many ignorant men are sure of.","author":"Clarence Darrow","category":"knowledge"},{"quote":"A man only understands what is akin to something already existing in himself.","author":"Henri Frederic Amiel","category":"knowledge"},{"quote":"Everybody gets so much common information all day long that they lose their common sense.","author":"Gertrude Stein","category":"knowledge"},{"quote":"Anyone who stops learning is old  whether at twenty or eighty. Anyone who keeps learning stays young. The greatest thing in life is to keep your mind young.","author":"Henry Ford","category":"knowledge"},{"quote":"The first problem for all of us  men and women  is not to learn  but to unlearn.","author":"Gloria Steinem","category":"knowledge"},{"quote":"We should live and learn  but by the time we've learned  it's too late to live.","author":"Carolyn Wells","category":"knowledge"},{"quote":"The specialist is a man who fears the other subjects.","author":"Martin H. Fisher","category":"knowledge"},{"quote":"All that men really understand is confined to a very small compass  to their daily affairs and experience  to what they have an opportunity to know  and motives to study or practise. The rest is affectation and imposture.","author":"William Hazlitt","category":"knowledge"},{"quote":"There is much pleasure to be gained from useless knowledge.","author":"Bertrand Russell","category":"knowledge"},{"quote":"Every great advance in natural knowledge has involved the absolute rejection of authority.","author":"Thomas Huxley","category":"knowledge"},{"quote":"It isn't what we don't know that gives us trouble  it's what we know that ain't so.","author":"Will Rogers","category":"knowledge"},{"quote":"In all affairs  love  religion  politics or business  it's a healthy idea  now and then  to hang a question mark on things you have long taken for granted.","author":"Bertrand Russell","category":"knowledge"},{"quote":"Knowledge is power.","author":"Francis Bacon","category":"knowledge"},{"quote":"Man is not weak - knowledge is more than equivalent to force. The master of mechanics laughs at strength.","author":"Samuel Johnson","category":"knowledge"},{"quote":"To know that we know what we know  and that we do not know what we do not know  that is true knowledge.","author":"Henry David Thoreau","category":"knowledge"},{"quote":"The simplest questions are the hardest to answer.","author":"Northrop Frye","category":"knowledge"},{"quote":"They know enough who know how to learn.","author":"Henry Adams","category":"knowledge"},{"quote":"Strange how much you've got to know Before you know how little you know.","author":"Anonymous","category":"knowledge"},{"quote":"I take all knowledge to be my province.","author":"Sir Francis Bacon","category":"knowledge"},{"quote":"To be conscious that you are ignorant is a great step to knowledge.","author":"Benjamin Disraeli","category":"knowledge"},{"quote":"For knowledge  too  is itself a power.","author":"Sir Francis Bacon","category":"knowledge"},{"quote":"The only good is knowledge  and the only evil ignorance.","author":"Diogenes","category":"knowledge"},{"quote":"He that increaseth knowledge increascth sorrow.","author":"Bible","category":"knowledge"},{"quote":"Our knowledge is the amassed thought and experience of innumerable minds.","author":"Ralph Waldo Emerson","category":"knowledge"},{"quote":"One cannot know everything.","author":"Horace","category":"knowledge"},{"quote":"Knowledge is of two kinds. We know a subject ourselves  or we know where we can find information upon it.","author":"Samuel Johnson","category":"knowledge"},{"quote":"He who knows others is learned  He who knows himself is wise.","author":"Lao-Tsze","category":"knowledge"},{"quote":"It ain't the things you don't know what gets you into trouble  it's the things you know for sure what ain't so.","author":"Negro Saying","category":"knowledge"},{"quote":"Better know nothing than half-know many things.","author":"Friedrich Nietzsche","category":"knowledge"},{"quote":"He that hath knowledge spareth his words.","author":"Proverbs","category":"knowledge"},{"quote":"Then I began to think  that it is very true which is commonly said  that the one-half of the world knoweth not how the other half liveth.","author":"Francois Rabelais","category":"knowledge"},{"quote":"We know what we are  but know not what we may be.","author":"William Shakespeare","category":"knowledge"},{"quote":"And seeing ignorance is the curse of God  Knowledge the wing wherewith we fly to heaven.","author":"William Shakespeare","category":"knowledge"},{"quote":"Know thyself.","author":"Socrates","category":"knowledge"},{"quote":"As for me  all I know is that I know nothing.","author":"Socrates","category":"knowledge"},{"quote":"They can expect nothing but their labor for their pains.","author":"Miguel de Cervantes","category":"labor"},{"quote":"For as labor cannot produce without the use of land  the denial of the equal right to use of land is necessarily the denial of the right of labor to its own produce.","author":"Henry George","category":"labor"},{"quote":"A truly American sentiment recognises the dignity of labor and the fact that honor lies in honest toil.","author":"Grover Cleveland","category":"labor"},{"quote":"Shall you complain who feed the world? Who clothe the world? Who house the world? Shall you complain who are the world  Of what the world may do? As from this hour You use your power  The world must follow you!","author":"Charlotte Perkins Gilman","category":"labor"},{"quote":"Labor conquers all things.","author":"Homer","category":"labor"},{"quote":"God tempers the wind to the shorn lamb.","author":"English proverb","category":"lamb"},{"quote":"Mary had a little lamb It's fleece was white as snow  And everywhere that Mary went The lamb was sure to go.","author":"Sarah J. Hale","category":"lamb"},{"quote":"Like lambs to the slaughter.","author":"Jeremiah","category":"lamb"},{"quote":"If a man own land  the land owns him.","author":"Ralph Waldo Emerson","category":"land"},{"quote":"The small landholders are the most precious part of a state.","author":"Thomas Jefferson","category":"land"},{"quote":"The land shall not be sold for ever: for the land is mine  for ye are strangers and sojourners with me.","author":"Leviticus","category":"land"},{"quote":"That which is built upon the land goes with the land.","author":"Legal maxim","category":"land"},{"quote":"Babel  because the Lord did there confound the language of all the earth.","author":"Bible","category":"language"},{"quote":"But  for my own part  it was Greek to me.","author":"William Shakespeare","category":"language"},{"quote":"I am the King of Rome  and above grammar.","author":"Holy Roman Emperor Sigismund","category":"language"},{"quote":"Language  as well as the faculty of speech  was the immediate gift of God.","author":"Noah Webster","category":"language"},{"quote":"The whole earth was of one language  and of one speech.","author":"Bible","category":"language"},{"quote":"No man fully capable of his own language ever masters another.","author":"George Bernard Shaw","category":"language"},{"quote":"Language is not an abstract construction of the learned  or of dictionary-makers  but is something arising out of the work  needs  ties  joys  affections  tastes  of long generations of humanity  and has its bases broad and low  close to the ground.","author":"Walt Whitman","category":"language"},{"quote":"Rise with the lark  and with the lark to bed.","author":"James Hurdis","category":"lark"},{"quote":"Hail to thee  blithe Spirit! Bird thou never wert  That from Heaven  or near it  Pourest thy full heart In profuse strains of unpremeditated art.","author":"Percy Bysshe Shelley","category":"lark"},{"quote":"He laughs best who laughs last.","author":"Old English Proverb","category":"laughter"},{"quote":"To provoke laughter without joining in it greatly heightens the effect.","author":"Honore de Balzac","category":"laughter"},{"quote":"I hasten to laugh at everything  for fear of being obliged to weep.","author":"Pierre Beaumarchais","category":"laughter"},{"quote":"The man who cannot laugh is not only fit for treasons  strategems  and spoils  but his whole life is already a treason and a stratagem.","author":"Thomas Carlyle","category":"laughter"},{"quote":"As the crackling of thorns under a pot  so is the laughter of a fool.","author":"Bible","category":"laughter"},{"quote":"Man is the only creature endowed with the power of laughter.","author":"Charles C. Grevvile","category":"laughter"},{"quote":"Man alone suffers so excruciatingly in the world that he was compelled to invent laughter.","author":"Friedrich Nietzsche","category":"laughter"},{"quote":"Laugh and the world laughs with you  Weep and you weep alone  For the sad old earth must borrow its mirth  But has trouble enough of its own.","author":"Ella Wheeler Wilcox","category":"laughter"},{"quote":"Nothing is more silly than silly laughter.","author":"Catullus","category":"laughter"},{"quote":"Appeal in law: to put the dice into the box for another throw.","author":"Ambrose Bierce","category":"law, lawyers"},{"quote":"Divorce is a game played by lawyers.","author":"Cary Grant","category":"law, lawyers"},{"quote":"Far more has been accomplished for the welfare and progress of mankind by preventing bad actions than by doing good ones.","author":"William Lyon Mackenzie King","category":"law, lawyers"},{"quote":"In England  justice is open to all - like the Ritz Hotel.","author":"Sir James Mathew","category":"law, lawyers"},{"quote":"It is as if the ordinary language we use every day has a hidden set of signals  a kind of secret code.","author":"William Stafford","category":"law, lawyers"},{"quote":"It usually takes 100 years to make a law  and then  after it's done its work  it usually takes 100 years to be rid of it.","author":"Henry Ward Beecher","category":"law, lawyers"},{"quote":"Law is the witness and external deposit of our moral life. Its history is the history of the moral development of the race.","author":"Oliver Wendell Holmes","category":"law, lawyers"},{"quote":"Laws are the spider's webs which  if anything small falls into them they ensnare it  but large things break through and escape.","author":"Solon","category":"law, lawyers"},{"quote":"Lawyers are the only persons in whom ignorance of the law is not punished.","author":"Jeremy Bentham","category":"law, lawyers"},{"quote":"Lawyers spend a great deal of time shovelling smoke.","author":"Oliver Wendell Holmes","category":"law, lawyers"},{"quote":"Revenge is a kind of wild justice  which the more man's nature runs to  the more ought law to weed it out.","author":"Francis Bacon","category":"law, lawyers"},{"quote":"That is the beauty of the Common Law  it is a maze and not a motorway.","author":"Lord Diplock","category":"law, lawyers"},{"quote":"The law of England is a very strange one  it cannot compel anyone to tell the truth. . . . But what the law can do is to give you seven years for not telling the truth.","author":"Lord Darling","category":"law, lawyers"},{"quote":"Trudeau: Yes  well  there are a lot of bleeding hearts around who just don't like to see people with helmets and guns. All I can say is  go on and bleed  but it is more important to keep law and order in a society than to be worried about weak-kneed people who we don't like the looks of. Reporter: At any cost? How far would you go with that? How far would you extend that? Trudeau: Well  just watch me. . . .\"","author":"Bible","category":"law, lawyers"},{"quote":"When the 30-year-old lawyer died he said to St. Peter  \"How can you do this to me? - a heart attack at my age? I'm only 30.\" Replied St. Peter: \"When we looked at your total hours billed we figured you were 95.\"","author":"Anonymous","category":"law, lawyers"},{"quote":"You are remembered for the rules you break.","author":"Douglas MacArthur","category":"law, lawyers"},{"quote":"Law ... begins when someone takes to doing something someone else does not like.","author":"Karl Llewellyn","category":"law, lawyers"},{"quote":"Any fool can make a rule  and every fool will mind it.","author":"Anonymous","category":"law, lawyers"},{"quote":"Show me the man and I'll show you the law.","author":"David Ferguson","category":"law, lawyers"},{"quote":"A man may as well open an oyster without a knife  as a lawyer's mouth without a fee.","author":"Barten Holyday","category":"law, lawyers"},{"quote":"No matter whether the Constitution follows the flag or not  the Supreme Court follows the election returns.","author":"Finley Peter Dunne","category":"law, lawyers"},{"quote":"When you have no basis for an argument  abuse the plaintiff.","author":"Cicero","category":"law, lawyers"},{"quote":"The adversary system is a kind of warfare in mufti.","author":"R. I. Fitzhenry","category":"law, lawyers"},{"quote":"A jury consists of twelve persons chosen to decide who has the better lawyer.","author":"Robert Frost","category":"law, lawyers"},{"quote":"Lawyers are men who hire out their words and anger.","author":"Martial","category":"law, lawyers"},{"quote":"Litigant: a person about to give up his skin for the hope of retaining his bone.","author":"Ambrose Bierce","category":"law, lawyers"},{"quote":"In America  an acquittal doesn't mean you're innocent  it means you beat the rap. My clients lose even when they win.","author":"F. Lee Bailey","category":"law, lawyers"},{"quote":"Law and order is one of the steps taken to maintain injustice.","author":"Edward Bond","category":"law, lawyers"},{"quote":"Whatever is enforced by command is more imputed to him who exacts than to him who performs.","author":"Michel de Montaigne","category":"law, lawyers"},{"quote":"The life of the law has not been logic: it has been experience.","author":"Oliver Wendell Holmes","category":"law, lawyers"},{"quote":"Every new time will give its law.","author":"Maxim Gorky","category":"law, lawyers"},{"quote":"Lawyers and painters can soon change white to black.","author":"Danish proverb","category":"law, lawyers"},{"quote":"No man is above the law and no man is below it: nor do we ask any man's permission when we ask him to obey it.","author":"Theodore Roosevelt","category":"law, lawyers"},{"quote":"Fragile as reason is and limited as law is as the institutionalized medium of reason  that's all we have standing between us and the tyranny of mere will and the cruelty of unbridled  undisciplined feeling.","author":"Felix Frankfurter","category":"law, lawyers"},{"quote":"A lawyer's dream of heaven - every man reclaimed his property at the resurrection  and each tried to recover it from all his forefathers.","author":"Samuel Butler","category":"law, lawyers"},{"quote":"A vague uneasiness  the police. It's like when you suddenly understand you have to undress in front of the doctor.","author":"Ugo Betti","category":"law, lawyers"},{"quote":"A successful lawsuit is the one worn by a policeman.","author":"Robert Frost","category":"law, lawyers"},{"quote":"Those who are too lazy and comfortable to think for themselves and be their own judges obey the laws. Others sense their own laws within them.","author":"Hermann Hesse","category":"law, lawyers"},{"quote":"Every skilled person is to be believed with reference to his own art.","author":"Legal maxim","category":"law, lawyers"},{"quote":"An excess of law inescapably weakens the rule of law.","author":"Laurence H. Tribe","category":"law, lawyers"},{"quote":"A judge is a law student who marks his own examination papers.","author":"H. L. Mencken","category":"law, lawyers"},{"quote":"I understand you undertake to overthrow my undertaking.","author":"Gertrude Stein","category":"law, lawyers"},{"quote":"The law locks up both man and woman Who steals the goose from off the common  But lets the great felon loose Who steals the common from the goose.","author":"Anonymous","category":"law, lawyers"},{"quote":"I know of no method to secure the repeal of bad or obnoxious laws so effective as their stringent execution.","author":"Ulysses S. Grant","category":"law, lawyers"},{"quote":"Law school taught me one thing: how to take two situations that are exactly the same and show how they are different.","author":"Hart Pomerantz","category":"law, lawyers"},{"quote":"To some lawyers  all facts are created equal.","author":"Felix Frankfurter","category":"law, lawyers"},{"quote":"And whether you're an honest man  or whether you're a thief  depends on whose solicitor has given me my brief.","author":"W. S. Gilbert","category":"law, lawyers"},{"quote":"The law  in its majestic equality  forbids the rich as well as the poor to sleep under bridges  to beg in the streets  and to steal bread.","author":"Anatole France","category":"law, lawyers"},{"quote":"In cross-examination  as in fishing  nothing is more ungainly than a fisherman pulled into the water by his catch.","author":"Louis Nizer","category":"law, lawyers"},{"quote":"Well  I don't know as I want a lawyer to tell me what I cannot do. I hire him to tell me how to do what I want to do.","author":"J. P. Morgan","category":"law, lawyers"},{"quote":"The law must be stable and yet it must not stand still.","author":"Roscoe Pound","category":"law, lawyers"},{"quote":"An appeal is when ye ask wan court to show its contempt for another court.","author":"Finley Peter Dunne","category":"law, lawyers"},{"quote":"Law is nothing unless close behind it stands a warm  living public opinion.","author":"Wendell Phillips","category":"law, lawyers"},{"quote":"If there were no bad people  there would be no good lawyers.","author":"Charles Dickens","category":"law, lawyers"},{"quote":"The aim of law is the maximum gratification of the nervous system of man.","author":"Learned Hand","category":"law, lawyers"},{"quote":"Laws  like the spider's web  catch the fly and let the hawk go free.","author":"Spanish proverb","category":"law, lawyers"},{"quote":"Law is a bottomless pit.","author":"J. Arbuthnot","category":"law"},{"quote":"Possession is eleven points in the law.","author":"Colley Cibber","category":"law"},{"quote":"After an existence of nearly twenty years of almost innocuous desuetude these laws are brought forth.","author":"Grover Cleveland","category":"law"},{"quote":"Reason is the life of the law  nay  the common law itself is nothing else but reason. The law which is perfection of reason.","author":"Sir Edward Coke","category":"law"},{"quote":"\"If the law supposes that \" said Mr. Bumble  \"the law is a ass  a idiot.\"","author":"Charles Dickens","category":"law"},{"quote":"Be you never so high  the law is above you.","author":"Thomas Fuller","category":"law"},{"quote":"Laws too gentle are seldom obeyed  too severe  seldom executed.","author":"Benjamin Franklin","category":"law"},{"quote":"The English laws punish vice  the Chinese laws do more  they reward virtue.","author":"Oliver Goldsmith","category":"law"},{"quote":"Laws grind the poor  and rich men rule the law.","author":"Oliver Goldsmith","category":"law"},{"quote":"I know no method to secure the repeal of bad or obnoxious laws so effective as their stringent execution.","author":"Ulysses S. Grant","category":"law"},{"quote":"If the law is upheld only by government officials  then all law is at an end.","author":"Herbert Hoover","category":"law"},{"quote":"The execution of the laws is more important than the making of them.","author":"Thomas Jefferson","category":"law"},{"quote":"The laws sometimes sleep  but never die.","author":"Law Maxim","category":"law"},{"quote":"All things obey fixed laws.","author":"Marcus Manilius","category":"law"},{"quote":"Render therefore unto Caesar the things which are Cae-","author":"Matthew","category":"law"},{"quote":"There is no man so good  who  were he to submit all his thoughts and actions to the laws would not deserve hanging ten times in his life.","author":"Michel Montaigne","category":"law"},{"quote":"Where law ends  there tyranny begins.","author":"William Pitt","category":"law"},{"quote":"The law hath not been dead  though it hath slept.","author":"William Shakespeare","category":"law"},{"quote":"A lawyer must first get on  then get honor  and then get honest.","author":"Anonymous","category":"lawyer"},{"quote":"Our wrangling lawyers are so litigious and busy here on earth  that I think they will plead their clients' causes hereafter  some of them in hell.","author":"Henry Burton","category":"lawyer"},{"quote":"It is a secret worth knowing that lawyers rarely go to law.","author":"Moses Crowell","category":"lawyer"},{"quote":"A lawyer's opinion is worth nothing unless paid for.","author":"English proverb","category":"lawyer"},{"quote":"The first thing we do  let's kill all the lawyers.","author":"William Shakespeare","category":"lawyer"},{"quote":"Most good lawyers live well  work hard  and die poor.","author":"Daniel Webster","category":"lawyer"},{"quote":"He has a head that is for rent unfurnished.","author":"Anonymous","category":"laziness"},{"quote":"The lust for comfort  that stealthy thing that enters the house a guest and then becomes a host  and then a master.","author":"Kahlil Gibran","category":"laziness"},{"quote":"The lazy man gets round the sun as quickly as the busy one.","author":"R. T. Wombat","category":"laziness"},{"quote":"It is the just doom of laziness and a gluttony to be inactive without ease  and drowsy without tranquillity.","author":"Samuel Johnson","category":"laziness"},{"quote":"Tomorrow is often the busiest day of the year.","author":"Spanish proverb","category":"laziness"},{"quote":"The lazy are always wanting to do something.","author":"Vauvenargues","category":"laziness"},{"quote":"Some folks can look so busy doing nothin' that they seem indispensable.","author":"Kin Hubbard","category":"laziness"},{"quote":"Indolence is a delightful but distressing state. We must be doing something to be happy.","author":"William Hazlitt","category":"laziness"},{"quote":"Failure is not our only punishment for laziness: there is also the success of others.","author":"Jules Renard","category":"laziness"},{"quote":"He who would rule must hear and be deaf  see and be blind.","author":"German proverb","category":"leaders, leadership"},{"quote":"I know I have the body of a weak and feeble woman  but I have the heart and stomach of a King  and of a King of England too.","author":"Elizabeth I","category":"leaders, leadership"},{"quote":"It is a characteristic of all movements and crusades that the psychopathic element rises to the top.","author":"Robert Lindner","category":"leaders, leadership"},{"quote":"It is much safer to obey than to rule.","author":"Thomas a Kempis","category":"leaders, leadership"},{"quote":"It is said that Mr. Gladstone could persuade most people of most things  and himself of anything.","author":"Dean William R. Inge","category":"leaders, leadership"},{"quote":"It is the characteristic excellence of the strong man that he can bring momentous issues to the fore and make a decision about them. The weak are always forced to decide between alternatives they have not chosen themselves.","author":"Dietrich Bonhoeffer","category":"leaders, leadership"},{"quote":"Nothing is more difficult  and therefore more precious  than to be able to decide.","author":"Napoleon Bonaparte","category":"leaders, leadership"},{"quote":"There are two levers for moving men - interest and fear.","author":"Napoleon Bonaparte","category":"leaders, leadership"},{"quote":"To get others to come into our ways of thinking  we must go over to theirs  and it is necessary to follow  in order to lead.","author":"William Hazlitt","category":"leaders, leadership"},{"quote":"With a good conscience our only sure reward  with history the final judge of our deeds  let us go forth to lead the land we love asking His blessing and His help  but knowing that here on earth God's work must truly be our own.","author":"John F. Kennedy","category":"leaders, leadership"},{"quote":"Achilles absent  was Achilles still.","author":"Homer","category":"leaders, leadership"},{"quote":"To lead the people  walk behind them.","author":"Lao-Tzu","category":"leaders, leadership"},{"quote":"I suppose leadership at one time meant muscles  but today it means getting along with people.","author":"Indira Gandhi","category":"leaders, leadership"},{"quote":"When you come into the presence of a leader of men  you know that you have come into the presence of fire - that it is best not uncautiously to touch that man - that there is something that makes it dangerous to cross him.","author":"Woodrow Wilson","category":"leaders, leadership"},{"quote":"I've got to follow them - I am their leader.","author":"Alexandre Ledru-Rollin","category":"leaders, leadership"},{"quote":"The reward of a general is not a bigger tent - but command.","author":"Oliver Wendell Holmes","category":"leaders, leadership"},{"quote":"A leader may symbolize and express what is best in his people  like Pericles  or what is worst  like Hitler  but he cannot successfully express what is only in his heart and not in theirs.","author":"Charles Yost","category":"leaders, leadership"},{"quote":"A true leader always keeps an element of surprise up his sleeve  which others cannot grasp but which keeps his public excited and breathless.","author":"Charles de Gaulle","category":"leaders, leadership"},{"quote":"If I advance  follow me! If I retreat  kill me! If I die  avenge me!","author":"La Rochefoucauld","category":"leaders, leadership"},{"quote":"If I advance  follow me! If I retreat  cut me down! If I die  avenge me!","author":"Benito Mussolini","category":"leaders, leadership"},{"quote":"Follow me  if I advance  kill me if I retreat  revenge me if I die!","author":"Ngo Dinh Diem","category":"leaders, leadership"},{"quote":"A frightened captain makes a frightened crew.","author":"Lister Sinclair","category":"leaders, leadership"},{"quote":"As for the best leaders  the people do not notice their existence. The next best  the people honour and praise. The next  the people fear  and the next the people hate. When the best leader's work is done  the people say  'we did it ourselves!'","author":"Lao-Tzu","category":"leaders, leadership"},{"quote":"The slave begins by demanding justice and ends by wanting to wear a crown. He must dominate in his turn.","author":"Albert Camus","category":"leaders, leadership"},{"quote":"A leader is a dealer in hope.","author":"Napoleon Bonaparte","category":"leaders, leadership"},{"quote":"To lead means to direct and to exact  and no man dares do either - he might be unpopular. What authority we are given now is a trinity: the grin  the generality  and God (the Word).","author":"Marya Mannes","category":"leaders, leadership"},{"quote":"Dictators are rulers who always look good until the last ten minutes.","author":"Jan Masaryk","category":"leaders, leadership"},{"quote":"A chief is a man who assumes responsibility. He says  'I was beaten'  he does not say 'My men were beaten.'","author":"Antoine de Saint-Exupery","category":"leaders, leadership"},{"quote":"Every man of action has a strong dose of egotism  pride  hardness and cunning. But all those things will be forgiven him  indeed  they will be regarded as high qualities  if he can make them the means to achieve great ends.","author":"Charles de Gaulle","category":"leaders, leadership"},{"quote":"Dictators ride to and fro upon tigers from which they dare not dismount.","author":"Hindu proverb","category":"leaders, leadership"},{"quote":"I have no family. My only responsibility is the welfare of Quebec. I belong to the province.","author":"Maurice Duplessis","category":"leaders, leadership"},{"quote":"It is better to have a lion at the head of an army of sheep  than a sheep at the head of an army of lions.","author":"Daniel Defoe","category":"leaders, leadership"},{"quote":"Where there are no tigers  a wildcat is very self-important.","author":"Korean proverb","category":"leaders, leadership"},{"quote":"'Ah  John A.  John A.  how I love you! How I wish I could trust you!","author":"Canadian Liberal politician","category":"leaders, leadership"},{"quote":"I really believe my greatest service is in the many unwise steps I prevent.","author":"William Lyon Mackenzie King","category":"leaders, leadership"},{"quote":"I have nothing to offer but blood  toil  tears and sweat.","author":"Winston Churchill","category":"leaders, leadership"},{"quote":"I have never accepted what many people have kindly said  namely that I have inspired the nation. It was the nation and the race dwelling all around the globe that had the lion heart. I had the luck to be called upon to give the roar.","author":"Winston Churchill","category":"leaders, leadership"},{"quote":"Winston has written four volumes about himself and called it 'World Crisis'.","author":"Arthur Balfour","category":"leaders, leadership"},{"quote":"Winston Churchill - fifty per cent genius  fifty per cent bloody fool.","author":"Clement Attlee","category":"leaders, leadership"},{"quote":"If you shoot at a king you must kill him.","author":"Ralph Waldo Emerson","category":"leaders, leadership"},{"quote":"The final test of a leader is that he leaves behind in other men the conviction and the will to carry on.","author":"Walter Lippmann","category":"leaders, leadership"},{"quote":"In Pierre Elliott Trudeau  Canada has at last produced a political leader worthy of assassination.","author":"Irving Layton","category":"leaders, leadership"},{"quote":"Every woman's man  and every man's woman.","author":"Julius Caesar","category":"leaders, leadership"},{"quote":"When we think we lead we most are led.","author":"Lord Byron","category":"leadership"},{"quote":"An army of stags led by a lion would be better than an army of lions led by a stag.","author":"Latin proverb","category":"leadership"},{"quote":"If the blind lead the blind  both shall fall into the ditch.","author":"Matthew","category":"leadership"},{"quote":"Reason and judgment are the qualities of a leader.","author":"Tacitus","category":"leadership"},{"quote":"Much learning doth make thee mad.","author":"Anonymous","category":"learning"},{"quote":"It is always in season for old men to learn.","author":"Aeschylus","category":"learning"},{"quote":"All wish to be learned  but no one is willing to pay the price.","author":"Juvenal","category":"learning"},{"quote":"Reading maketh a full man  conference a ready man  and writing an exact man.","author":"Sir Francis Bacon","category":"learning"},{"quote":"Wear your learning like your watch  in a private pocket  and do not pull it out and strike it  merely to show that you have one.","author":"Lord Chesterfield","category":"learning"},{"quote":"And still they gazed  and still the wonder grew  That one small head should carry all it knew.","author":"Oliver Goldsmith","category":"learning"},{"quote":"They have learned nothing  and forgotten nothing.","author":"Chevalier de Panat","category":"learning"},{"quote":"A little learning is a dangerous thing  Drink deep  or taste not the Pierian spring  Their shallow draughts intoxicate the brain  And drinking largely sobers us again.","author":"Alexander Pope","category":"learning"},{"quote":"A learned man is an idler who kills time by study.","author":"George Bernard Shaw","category":"learning"},{"quote":"Men learn while they teach.","author":"Seneca","category":"learning"},{"quote":"Increased means and increased leisure are the two civi-lizers of man.","author":"Benjamin Disraeli","category":"leisure"},{"quote":"The wisdom of a learned man cometh by opportunity of leisure.","author":"Bible","category":"leisure"},{"quote":"Leisure is the mother of philosophy.","author":"Thomas Hobbes","category":"leisure"},{"quote":"If you lend you either lose the money or gain an enemy.","author":"Albanian Proverb","category":"lending"},{"quote":"Better give a shilling than lend and lose half a crown.","author":"Thomas Fuller","category":"lending"},{"quote":"A good man showeth favor  and lendeth.","author":"Bible","category":"lending"},{"quote":"In a man's letters his soul lies naked.","author":"Samuel Johnson","category":"letter"},{"quote":"I have made this letter longer than usual because I lack the time to make it shorter.","author":"Pascal","category":"letter"},{"quote":"I have received no more than one or two letters in my life that were worth the postage.","author":"Henry David Thoreau","category":"letter"},{"quote":"Travellers from afar can lie with impunity.","author":"French proverb","category":"liars, lying"},{"quote":"Truth is the safest lie.","author":"Jewish proverb","category":"liars, lying"},{"quote":"All men are born truthful  and die liars.","author":"Vauvenargues","category":"liars, lying"},{"quote":"The lie is a condition of life.","author":"Friedrich Nietzsche","category":"liars, lying"},{"quote":"It takes a wise man to handle a lie. A fool had better remain honest.","author":"Norman Douglas","category":"liars, lying"},{"quote":"We pay a person the compliment of acknowledging his superiority whenever we lie to him.","author":"Samuel Butler","category":"liars, lying"},{"quote":"Who lies for you will lie against you.","author":"Bosnian proverb","category":"liars, lying"},{"quote":"The cruellest lies are often told in silence.","author":"Robert Louis Stevenson","category":"liars, lying"},{"quote":"I deny the lawfulness of telling a lie to a sick man for fear of alarming him  you have no business with consequences  you are to tell the truth.","author":"Samuel Johnson","category":"liars, lying"},{"quote":"I do not mind lying  but I hate inaccuracy.","author":"Samuel Butler","category":"liars, lying"},{"quote":"A little inaccuracy sometimes saves tons of explanations.","author":"Saki","category":"liars, lying"},{"quote":"A half-truth is a whole lie.","author":"Jewish proverb","category":"liars, lying"},{"quote":"A liar should have a good memory.","author":"Quintilian","category":"liars, lying"},{"quote":"Oh  don't tell me of facts - I never believe in facts  you know Canning said nothing was so fallacious as facts  except figures.","author":"Sydney Smith","category":"liars, lying"},{"quote":"One who has both feet firmly planted in the air.","author":"Anonymous","category":"liberal"},{"quote":"Liberalism is trust of the people tempered by prudence  conservatism  distrust of the people tempered by fear.","author":"William E. Gladstone","category":"liberal"},{"quote":"A liberal is a man who is willing to spend somebody else's money.","author":"Carter Glass","category":"liberal"},{"quote":"Liberality consists less in giving much than in giving at the right moment.","author":"Jean de la Bruyere","category":"liberality"},{"quote":"The liberal soul shall be made fat.","author":"Proverbs","category":"liberality"},{"quote":"What's mine is yours  and what is yours is mine.","author":"William Shakespeare","category":"liberality"},{"quote":"I am not so much concerned with the right of everyone to say anything he pleases as I am about our need as self-governing people to hear everything relevant.","author":"John F. Kennedy","category":"liberty, human, rights"},{"quote":"Liberty is always unfinished business.","author":"Anonymous","category":"liberty, human, rights"},{"quote":"Rights that do not flow from duty well performed are not worth having.","author":"Mahatma Gandhi","category":"liberty, human, rights"},{"quote":"So free we seem  so fettered fast we are!","author":"Robert Browning","category":"liberty, human, rights"},{"quote":"The liberty of the individual must be thus far limited  he must not make himself a nuisance to other people.","author":"John Stuart Mill","category":"liberty, human, rights"},{"quote":"We look forward to a world founded upon four essential human freedoms. The first is freedom of speech and expression - everywhere in the world. The second is freedom of every person to worship God in his own way everywhere in the world. The third is freedom from want...everywhere in the world. The fourth is freedom from fear... anywhere in the world.","author":"Franklin D. Roosevelt","category":"liberty, human, rights"},{"quote":"Yes  'n' how many years can some people exist before they're allowed to be free? Yes. 'n' how many times can a man turn his head pretending he just doesn't see? The answer  my friend is blowin' in the wind.","author":"Bob Dylan","category":"liberty, human, rights"},{"quote":"These are the times that try men's souls. The summer soldier and the sunshine patriot will  in this crisis  shrink from the service of their country  but he that stands it now  deserves the love and thanks of man and woman. Tyranny  like hell  is not easily conquered  yet we have this consolation with us  that the harder the conflict  the more glorious the triumph.","author":"Thomas Paine","category":"liberty, human, rights"},{"quote":"It is a fair summary of history to say that the safeguards of liberty have frequently been forged in cases involving not very nice people.","author":"Felix Frankfurter","category":"liberty, human, rights"},{"quote":"The spirit of liberty is the spirit which is not too sure that it is right.","author":"Learned Hand","category":"liberty, human, rights"}]}