{"author":"Ravindu Manoj","github":"ravindu01manoj","repo":"Quotes-500k","data":[{"quote":"I respect the Indian government for the fact that there are no settlements in Kashmir.","author":"Zubin Mehta","category":"Government, Fact, Indian"},{"quote":"The things that I have said when I was young and curious about whatever the subject matter was, I respect those - those are growing pains. Even if you make mistakes, I go back to those things, my not-so-great moments because those are my truest moments; those are my human moments. I'm not even mad at the things I said that were a little dicey.","author":"Nas","category":"Mistakes, Moments, You"},{"quote":"There was a side of me that knew I was gonna change the game, but I didn't know how many people would respect it.","author":"Nas","category":"Change, Me, People"},{"quote":"I think I've earned a certain level of respect, based on my accomplishments and my consistency.","author":"Curt Schilling","category":"Consistency, Think, I Think"},{"quote":"If you don't treat an ingredient and its flavors with respect - if you drown it in oil, for instance - you'll spoil it.","author":"Alain Ducasse","category":"Treat, You, Oil"},{"quote":"Oscar Wilde always makes me smile - with respect and admiration. His short stories prove that it is possible to be both sarcastic, even cynical, but deeply compassionate. Just seeing the cover of one of Wilde's books in a bookshop makes me smile.","author":"Orhan Pamuk","category":"Smile, Short, Me"},{"quote":"There are ups and downs in so many relationships, but with Shah Rukh, there is deep love. There's no other way of communicating the respect and love I have for him. And I believe that ours will be a dynamic, and relationship and connect that will be forever.","author":"Karan Johar","category":"Love, Relationship, Deep"},{"quote":"Even the most understated ceremony involves a certain respect for ritual and pageantry. No one plays more of a significant role than the bride's attendants.","author":"Vera Wang","category":"Bride, Role, Ritual"},{"quote":"I respect marriage, and I think it's beautiful that people do it. But for me, more important than anything is having a peaceful life and a peaceful home.","author":"Camila Alves","category":"Life, Marriage, Home"},{"quote":"Why do you think I write these feminist songs, to try and teach myself to respect myself. You know, it's not because I'm a hero.","author":"Ani DiFranco","category":"Hero, Myself, Know"},{"quote":"And the greatest lesson that mom ever taught me though was this one. She told me there would be times in your life when you have to choose between being loved and being respected. Now she said to always pick being respected.","author":"Chris Christie","category":"Life, Mom, Me"},{"quote":"Success turns a lot of people off. I have a pretty solid sense of joy and respect that irritates people, and can irritate me, too.","author":"Dave Matthews","category":"Success, Joy, Me"},{"quote":"I refuse to step inside the ring and fight like a gladiator against my own. I'm not playing that game. Any woman who has survived a year or more of making music has my undying respect.","author":"Shirley Manson","category":"Music, Woman, Fight"},{"quote":"I have so much respect for people in the theater. You can't do 10 or 15 takes. It's all live. It's like life in motion.","author":"Sean Combs","category":"Life, People, Live"},{"quote":"A man acquainted with history may, in some respect, be said to have lived from the beginning of the world, and to have been making continual additions to his stock of knowledge in every century.","author":"David Hume","category":"Knowledge, History, Man"},{"quote":"If there is one realm in which it is essential to be sublime, it is in wickedness. You spit on a petty thief, but you can't deny a kind of respect for the great criminal.","author":"Denis Diderot","category":"Great, Petty, You"},{"quote":"I have a respect for manners as such, they are a way of dealing with people you don't agree with or like.","author":"Margaret Mead","category":"People, You, Dealing"},{"quote":"Tax dollars intended for science education must not be used to teach creationism as any sort of real explanation of nature, because any observation or process of inference about our origin and the nature of the universe disproves creationism in every respect.","author":"Bill Nye","category":"Education, Nature, Science"},{"quote":"I grew up in rural Dixon, CA, and I've been hunting with my father ever since I was a young boy. He taught me how to hunt and shoot, firearm safety, and have respect for the outdoors.","author":"Jon Pardi","category":"Father, Safety, Me"},{"quote":"I think the new generation is much more demanding about respect for the environment than we have ever imagined.","author":"Carlos Ghosn","category":"Generation, Environment"},{"quote":"A role model can teach you to love and respect yourself.","author":"Tionne Watkins","category":"Love, Yourself, Role Model"},{"quote":"I've always had great respect for Paddington because he is amusingly English and eccentric. He is a great British institution and my generation grew up with the books and then Michael Horden's animations.","author":"Stephen Fry","category":"Great, Generation, British"},{"quote":"Once I started to value and respect my characters, I could really hear them. I just let them start talking.","author":"August Wilson","category":"Value, Start, Talking"},{"quote":"All morality consists in a system of rules, and the essence of all morality is to be sought for in the respect which the individual acquires for these rules.","author":"Jean Piaget","category":"Rules, Morality, System"},{"quote":"Arsenal have won that advantage, nobody gave it to them. By playing fantastic football and by winning matches and by winning trophies, they won that respect that the opponent has for them.","author":"Jose Mourinho","category":"Football, Winning, Nobody"},{"quote":"I don't wilt easily, and a director can't either. He's the captain of the ship and he's got to be in total control. He also has to have respect for the people he's working for. From being an actor and being on a set my whole life, I'm very comfortable there. And I'm not afraid.","author":"Ricky Schroder","category":"Life, Control, People"},{"quote":"Talk to people in their own language. If you do it well, they'll say, 'God, he said exactly what I was thinking.' And when they begin to respect you, they'll follow you to the death.","author":"Lee Iacocca","category":"Death, God, Thinking"},{"quote":"It's a very complex scenario, and certainly Dave was, and is, not the only person in Pearl Jam with personality flaws. Everybody in this band exhibits some form of neurotic behavior. And we couldn't find a balance, a mutual respect for each other.","author":"Stone Gossard","category":"Balance, Personality"},{"quote":"I don't believe in an afterlife. I don't believe in a single or multiple godhead. I respect people who do, but I don't believe it myself.","author":"Tony Judt","category":"Myself, Believe, People"},{"quote":"Mariah is a beautiful and talented person, and I've had a crush on her for as long as I can remember. Every day, my respect for Mariah continues to grow higher. She's a caring, warm and funny person. People have no idea how funny she is! I feel like I've always known she was my forever love.","author":"Nick Cannon","category":"Funny, Love, Beautiful"},{"quote":"I'm a King. Regardless of what I've been through and what I've done, I present myself as a King. And I get that respect from people, from everybody I deal with. I worked my whole life to establish that respect and make sure I get that respect.","author":"DMX","category":"Life, Myself, People"},{"quote":"The respect for human rights is nowadays not so much a matter of having international standards, but rather questions of compliance with those standards.","author":"Michelle Bachelet","category":"Questions, Rights, Human"},{"quote":"Of course a woman who decides to work full time as a mother in the home can be happy and deserves full respect from us. Motherhood is one of the most challenging and creative jobs anyone can do. The goal is to remake the world so that our choices are not so stark.","author":"Naomi Wolf","category":"Work, Time, Home"},{"quote":"I think that with piracy and tighter funds being around, people are realising that the game to play is to try and win people's respect with bold film making and then win a special place in people's collections, rather than just having the biggest opening weekends.","author":"Riz Ahmed","category":"Win, Game, People"},{"quote":"I think it's time that we all be there for the children, to learn from the ones who came before us, and to teach our sons and daughters to have respect for themselves. Break the cycle.","author":"Ja Rule","category":"Time, Children, Think"},{"quote":"At Burning Man, the audience is the show: the boundaries between stage and public overlap and melt. Every form of self-expression, every fantasy... everything has a place. It's kind of a utopia, and everyone who sets foot in it is so impressed that they do their best to respect it and keep it alive.","author":"Margherita Missoni","category":"Best, Man, Fantasy"},{"quote":"Indian-ness, love for your country, is complicated. For every person, there is a different way that you show respect for your country... my mother-in-law will say karmayogi is the way to go - do your work.","author":"Raghuram Rajan","category":"Love, Work, You"},{"quote":"For this reason, the expansion of relations with all countries is on the agenda of the Islamic Republic of Iran. I mean balanced relationships, based on mutual respect and observation of each other's rights.","author":"Mahmoud Ahmadinejad","category":"Relationships, Rights"},{"quote":"My fellow economists and academics fail to understand the economics of trade in the real world. Traditional models of academia respect free trade without considering whether it is fair trade.","author":"Peter Navarro","category":"World, Economics, Free"},{"quote":"I do support artists standing by their beliefs and walking with integrity. We have to find a better way to commercially exploit music while giving artists their proper respect. This cannot be done while taking their contributions for granted or trying to control the scope of their growth and power through threats and fear tactics.","author":"Lauryn Hill","category":"Music, Integrity, Fear"},{"quote":"I'm a scientist, not a theologian. I don't know if there is a God or not. Religion requires certainty. Revere and respect Gaia. Have trust in Gaia. But not faith.","author":"James Lovelock","category":"Trust, Faith, God"},{"quote":"I have no respect for the passion of equality, which seems to me merely idealizing envy - I don't disparage envy, but I don't accept it as legitimately my master.","author":"Oliver Wendell Holmes, Jr.","category":"Passion, Equality, Me"},{"quote":"When you have a godly husband, a godly wife, children who respect their parents and who are loved by their parents, who provide for those children their physical and spiritual and material needs, lovingly, you have the ideal unit.","author":"Jerry Falwell","category":"Family, Children, Parents"},{"quote":"The federal government has sponsored research that has produced a tomato that is perfect in every respect, except that you can't eat it. We should make every effort to make sure this disease, often referred to as 'progress', doesn't spread.","author":"Andy Rooney","category":"Progress, Government"},{"quote":"I have a rule on my team: when we talk to one another, we look each other right in the eye, because I think it's tough to lie to somebody. You give respect to somebody.","author":"Mike Krzyzewski","category":"Team, Eye, Lie"},{"quote":"I don't wish that I was playing football. I love baseball, and the way I play is like it's my last day ever playing it. I do like football, but you've got to respect that it's not like baseball.","author":"Bryce Harper","category":"Love, Football, Baseball"},{"quote":"I have nothing against respecting people who lived before, but we have no responsibility toward them.","author":"Leon Kass","category":"Responsibility, People"},{"quote":"Never forget that children are at the heart of everything we do. Respect them, listen to them, talk to them as equals, and care about them.","author":"Anthony Browne","category":"Children, Heart"},{"quote":"I like working with south Indian directors because they are very disciplined. They visualize their entire story and screenplay in their heads even before they start shooting, which I respect. They finish their work on time. Being a disciplinarian myself, this suits my style.","author":"Akshay Kumar","category":"Work, Time, Myself"},{"quote":"We must respect the past, and mistrust the present, if we wish to provide for the safety of the future.","author":"Joseph Joubert","category":"Future, Safety, Past"},{"quote":"In society, we have to earn other things of import like trust, respect, money, education, careers, status and etc., so naturally, we find ourselves attempting to earn love, acceptance and validation along with that. Here's the trip: we do it at the cost of other people and, more importantly, ourselves.","author":"Grace Gealey","category":"Love, Education, Trust"},{"quote":"The director respects what they've hired you for and chosen you for: to do the part and respect what you're doing.","author":"Robert De Niro","category":"Doing, You, Director"},{"quote":"Our society is pluralistic. We who accept the privilege of membership in that society agree to respect the people's right to live by their own religious precepts.","author":"Lewis B. Smedes","category":"Society, People, Live"},{"quote":"Just as the process of repealing national alcohol prohibition began with individual states repealing their own prohibition laws, so individual states must now take the initiative with respect to repealing marijuana prohibition laws.","author":"George Soros","category":"Alcohol, Process, Initiative"},{"quote":"It's not that I don't respect my parents' authority or appreciate all that they did for me, but when I was 18 I was able to move out, and I was out. I feel like a different person since then; I mean, it's obviously a big turning point in life. I feel like I've established myself, and I'm a smarter and more mature for it.","author":"Ryan Sheckler","category":"Life, Myself, Parents"},{"quote":"Lasting love has to be built on mutual regard and respect. It is about seeing the other person. I am very interested in relationships and, when I watch couples, sometimes I can sense a blindness has set in. They have stopped seeing each other. It is not easy to see another person.","author":"Chimamanda Ngozi Adichie","category":"Love, I Am, Easy"},{"quote":"Every hip-hop artist I have worked with has a respect for higher power, whether that's church, Allah, or any sort of higher being - they all have a humbleness.","author":"BJ the Chicago Kid","category":"Power, Artist, Hip-Hop"},{"quote":"We were united not only by political respect for each other, but also by deep mutual sympathy as people.","author":"Helmut Kohl","category":"Deep, Sympathy, Political"},{"quote":"My father loves people. No matter what their race, no matter what their position in life, he treated everyone with kindness and love and respect. And that was instilled in me just by watching him.","author":"Laila Ali","category":"Love, Life, Kindness"},{"quote":"Reflective of the deep sense of gratitude and respect Mongolians reserved for wolves, there was a belief that only through wolves could the spirit of a deceased human be set free to go to Heaven.","author":"Tim Cope","category":"Gratitude, Deep, Free"},{"quote":"With all due respect to the nation's fish and game departments, more deer die because people hunt them than because people feed them.","author":"Elizabeth Marshall Thomas","category":"Game, Fish, People"},{"quote":"I believe acting is very physical, and when you have to fight or do those kinds of things, it takes a lot of respect not to allow yourself to go off and hurt yourself or someone else.","author":"Giancarlo Esposito","category":"Believe, Yourself, Hurt"},{"quote":"When I approach a band, I want to respect them and be respectful of their music. I'm not gonna say, 'Look, you guys are real hot, so we'll stick you in the movie, and we'll get it in all these stores and all these stations.' That isn't right.","author":"John Hughes","category":"Music, Want, You"},{"quote":"Stand up comedy is this thing you get to do, so you have to treat it with respect. You can't just be like, 'Alright, I got my hour down, people are coming to see me now. Now, I'm going to lean on the mike stand.' No, you gotta work even harder now. You got to top what you already did. Because they'll find someone else.","author":"Bill Burr","category":"Work, Me, Treat"},{"quote":"The relationship between the government of the United States and social and indigenous movements has always been difficult. Not just in Bolivia but worldwide. We need to have bilateral relations characterized by mutual respect.","author":"Evo Morales","category":"Relationship, Government"},{"quote":"Never dress down for the poor. They won't respect you for it. They want their First Lady to look like a million dollars.","author":"Imelda Marcos","category":"Dress, Want, You"},{"quote":"I have the most profound respect for the Department of Justice and the FTC. We in Europe are a younger and I would say junior institution to the historical antitrust experience of the US.","author":"Mario Monti","category":"Experience, Justice"},{"quote":"I don't expect to try to get people to like everything I do. I want them to respect what I do.","author":"Roger Goodell","category":"People, Want, Try"},{"quote":"Respect for another man's opinion is worthy. It is the realization that any opinion is valuable, for it is the sign of a rational being.","author":"Sargent Shriver","category":"Man, Opinion, Sign"},{"quote":"Now, we occupy a lowly position, both in space and rank in comparison with the heavenly sphere, and the Almighty is Most High not in space, but with respect to absolute existence, greatness and power.","author":"Maimonides","category":"Power, Greatness, Space"},{"quote":"Transient bodies are only subject to destruction through their substance and not through their form, nor can the essence of their form be destroyed; in this respect, they are permanent.","author":"Maimonides","category":"Substance, Essence, Through"},{"quote":"To retain respect for sausages and laws, one must not watch them in the making.","author":"Otto von Bismarck","category":"Laws, Watch, Must"},{"quote":"My government, you can be assured, will be less focused on personalities. It is about treating people with respect. I think complaining about the community not being able to see the wisdom of our ideas is the wrong approach.","author":"Jay Weatherill","category":"Wisdom, Community"},{"quote":"I actually like, love, and respect myself, and I try not to take anything too seriously.","author":"Jen Kirkman","category":"Love, Myself, Try"},{"quote":"I will continue my activities related to education in one way or another. I certainly would have at the top my agenda, with respect to education, the need to do much better with modern educational technology.","author":"Major Owens","category":"Education, Technology"},{"quote":"If you have some respect for people as they are, you can be more effective in helping them to become better than they are.","author":"John W. Gardner","category":"People, Better, You"},{"quote":"In some ways England is more liberal than France, but I also find it more intrusive. But when you go abroad you have to accept the ways of where you live. I have to respect that.","author":"Arsene Wenger","category":"Live, You, Find"},{"quote":"When you're successful, there will be friends, people, VIPs rallying around you. When you're down and out, you're all alone. That's why it's important to be a good person. Because whether you're a successful cricketer or not can always change, but the respect you earn by being the person you are stays with you.","author":"Suresh Raina","category":"Change, Friends, Good"},{"quote":"The world cries out for global rules that respect the achievements of science.","author":"Jose Mujica","category":"Science, World, Rules"},{"quote":"Our moral, religious, and political traditions are united in their respect for the dignity of human life.","author":"Robert Casey","category":"Life, Political, Moral"},{"quote":"I'm a person that doesn't have that many goals or plans. I feel like I'm the wind and I blow through life; it's whatever comes to me. I very much respect nature. Whatever happens to me, I'm happy and I embrace it.","author":"Bai Ling","category":"Life, Nature, Happy"},{"quote":"About tidying up a toy box, you should let your kids experience the selection process by touching all of their toys. It's also important how they throw away their toys. They can earn a stronger sense of valuing things when they throw things away with respect and appreciation.","author":"Marie Kondo","category":"Experience, Appreciation"},{"quote":"Like Christ said, love thee one another. I learned to do that, and I learned to respect and be appreciative and thankful for what I had.","author":"James Brown","category":"Love, Thankful, Said"},{"quote":"I'm not gonna say that I hate it, because I really respect Usher and I was influenced by him. But so many people compare me to him, and I don't think it'll ever stop. I just want to be my own artist.","author":"Chris Brown","category":"Hate, Me, Artist"},{"quote":"My respect for animators and animation directors has gone way, way up and it is just not something you can phone in.","author":"Gore Verbinski","category":"Animation, Way, You"},{"quote":"A pick-up artist gave me a good piece of advice: the three most important things in a relationship are honesty, trust and respect, and if you don't have those, you don't have love.","author":"Neil Strauss","category":"Love, Relationship, Trust"},{"quote":"When I speak of 'cycles,' I am referring to lengthy intervals of relative homogeneity, if not in the resolving of problems, than at least with respect to the consistency of their capacity to productively irritate.","author":"Brian Ferneyhough","category":"I Am, Problems, Speak"},{"quote":"I have respect for anyone who's going to go out and make a movie for a small budget and turn it into a phenomenon. God bless you. Please keep making movies. That's great. But it's not what entertains me.","author":"Katie Aselton","category":"Great, God, Me"},{"quote":"Economics is a subject that does not greatly respect one's wishes.","author":"Nikita Khrushchev","category":"Economics, Wishes, Subject"},{"quote":"A lot of the time, the way it's portrayed is that I only see women in a sexual way. But I grew up with just my mum and sister, so I respect women a lot.","author":"Harry Styles","category":"Time, Women, Sister"},{"quote":"One's nativity is not of his own choosing, but whatever it may be, it is entitled to respect; and all nations have honorable place in the world's family.","author":"Paul Harris","category":"Family, World, Place"},{"quote":"At my funeral, if one said, 'Nick was a generous person,' trust me I won't be doing cartwheels in my coffin. Recognition from people is never and never will be a goal. Some people strive for that respect or honor. Living a life to just reach for the position and status is vanity and sin.","author":"Nick Vujicic","category":"Life, Trust, Goal"},{"quote":"If we have no respect for our viewers, then how can we have any respect for ourselves and what we do?","author":"Christiane Amanpour","category":"Ourselves, No Respect, Then"},{"quote":"Three thousand people died at ground zero. Their families are entitled to a little bit of respect, to respect the memory of those poor people that died there. And how about the families of all those soldiers that died in the two ensuing wars? Aren't they entitled to a little bit of respect - the kids, the wives, the parents?","author":"Carl Paladino","category":"Parents, Memory, People"},{"quote":"Traditional models of work only let us cross out the needs on the very bottom of the pyramid - basic sustenance. On the flipside, independent employment within the network of the new sharing economy addresses our needs for a sense of community and belonging, autonomy and respect, creativity and problem solving.","author":"Leah Busque","category":"Work, Creativity, Community"},{"quote":"My parents loved each other. I was raised in a house of total love and respect. My dad worked very hard and my mother was incredibly devoted to him. I can unequivocally, without any peradventure of doubt, tell you that I was raised with the kind of love that we only dream of.","author":"James Woods","category":"Love, Mother, Parents"},{"quote":"He who does not accept and respect those who want to reject life does not truly accept and respect life itself.","author":"Thomas Szasz","category":"Life, Want, Accept"},{"quote":"I'm very loyal to my south fans and the industry there. So, it's hard for me leave all the love, respect, and admiration and shift base here. I'm a Mumbai girl and have lived here for most of my life. At the same time, I've spent 10 years of my life in the South and feel like a south Indian at heart.","author":"Kajal Aggarwal","category":"Love, Life, Time"},{"quote":"I know what the attitudes of the readers are: These are guys who love women and respect women.","author":"Christie Hefner","category":"Love, Women, Know"},{"quote":"In our culture we have such respect for musical instruments, they are like part of God.","author":"Ravi Shankar","category":"Culture, God, Like"},{"quote":"I need a close contact to the client, whoever it is, and a commitment of the client to go out and do a process together. I want to do the best for him. I need his respect and his patience. I want to work with a sophisticated person who's interested in a good building and not in my name.","author":"Peter Zumthor","category":"Work, Patience, Good"},{"quote":"If you're going to write about someone's life, you don't just use them for wallpaper. You have to honor and respect that life.","author":"Nick Flynn","category":"Life, Honor, You"},{"quote":"We only have one body, and you have to show respect for it.","author":"Mireille Guiliano","category":"Body, You, Show"},{"quote":"In the end, I think the majority of Romanian society will understand that if we respect environmental protection standards, if we have benefits in taxes, royalties, jobs, we should do what all the modern countries in Europe and beyond are doing to take advantage of their natural resources.","author":"Victor Ponta","category":"Environmental, Society, End"},{"quote":"The whites come to applaud a Negro performer just like the colored do. When you've got the respect of white and colored, you can ease a lot of things.","author":"Nat King Cole","category":"White, You, Like"},{"quote":"Having a Christian worldview shapes my decision-making with respect to all aspects of my life. I always respect people in public life who are principled, and those principles have to be connected to something. And my faith is what serves as the anchor and directs my actions.","author":"John Thune","category":"Life, Faith, People"},{"quote":"In this respect I suppose I'm the total opposite of Garry. With his very emotive body language at the board he shows and displays all his emotions. I don't.","author":"Vladimir Kramnik","category":"Language, Body, Emotions"},{"quote":"All the actors I respect, especially old-Hollywood actors, the reason I think so many of them have had long careers is that there is a sort of mystery about them. You don't know what they do on Friday nights when they go home from work. You have no clue. You have this sort of fantasy about them.","author":"Kate Mara","category":"Work, Home, Mystery"},{"quote":"I go to an all-Hawaiian school, and we learn everything about being Hawaiian. We have a really deep respect for the water and the land. We say, 'mauka to makai,' mountains to ocean. I believe if you take care of the ocean, the ocean will take care of you in return.","author":"Auli'i Cravalho","category":"Deep, Ocean, Water"},{"quote":"There is no excuse for perjury - never, never, never. There is truth, and the truth demands respect.","author":"Ken Starr","category":"Truth, Never, Excuse"},{"quote":"I have the utmost respect and 'aloha' for black people - who have already suffered so much due to racial discrimination and acts of hatred.","author":"Duane Chapman","category":"People, Discrimination"},{"quote":"Nonetheless, do I have respect for people who believe in the hereafter? Of course I do. I might add, perhaps even a touch of envy too, because of the solace.","author":"Studs Terkel","category":"Believe, People, Envy"},{"quote":"Until we learn to honor and respect what other people believe, I think we are doomed.","author":"Patricia Polacco","category":"Believe, Honor, People"},{"quote":"I've learned how to look at things and not judge them, but respect them and use it in a way that people understand that I respect them, show them love and respect their reality.","author":"Doug E. Fresh","category":"Love, Reality, People"},{"quote":"As far as loneliness, I feel Los Angeles and its layout, having to drive everywhere - it is a lonely place. It's an isolated city in that respect because you're driving to places alone listening to the radio.","author":"Jason Schwartzman","category":"Loneliness, Alone, Lonely"},{"quote":"I think Madonna has a great deal of intelligence and capability. I have a lot of respect for her. She's taken her career and maximized it with intelligence and creativity.","author":"Carole King","category":"Creativity, Great"},{"quote":"It really helps to know what success is before you get there, and if you know, then you can head right for it. For some people, it's the most money. For some, it's the most power. For some, it's the most girlfriends. Everybody's got a measure. For me, I guess it's having the respect and admiration of your peers.","author":"Gordon Bethune","category":"Success, Money, Power"},{"quote":"I did private study for about a month, five days a week, six hours a day. I came to understand the character in ways that I never would've previous to that. I was so innocent in respect to ways of creating characters.","author":"Corin Nemec","category":"Day, Character, Week"},{"quote":"The drummer is stereotypically the dumb guy. Maybe that's why I always respect drummers who do more than drum.","author":"Taylor Hawkins","category":"Dumb, Why, Drummer"},{"quote":"Second, this epic tale allows the audience to actually listen to the Native Americans and receive their wisdom. Spielberg conveys the respect for Native Americans that is normally lacking in Western films.","author":"Beau Bridges","category":"Wisdom, Listen, Audience"},{"quote":"With a brand - and I respect Porsche - but the Ferrari brand is more exclusive... We never do SUVs, we never do four doors, and we never exceed 7,000 cars per year. And 7,000 means 7,000.","author":"Luca Cordero di Montezemolo","category":"Brand, Doors, Year"},{"quote":"You remember what you go through as a kid, what's going to make you listen, what's going to make you respond. I held onto that. People who treated me like that when I was younger got every bit of respect and attention I could give them, because I knew that they were coming at me from almost an equal level.","author":"Jesse L. Martin","category":"Me, People, Remember"},{"quote":"The confidence and respect shown by my countrymen in calling me to be the Chief Magistrate of a Republic holding a high rank among the nations of the earth have inspired me with feelings of the most profound gratitude.","author":"Zachary Taylor","category":"Gratitude, Confidence, Me"},{"quote":"Always look for the best ingredients, treat the food you cook with respect, always read the entire recipe first, be organized, and have fun.","author":"April Bloomfield","category":"Food, Best, Fun"},{"quote":"The hate directed against the colored people here in St. Louis has always given me a sad feeling... How can you expect the world to believe in you and respect your preaching of democracy when you yourself treat your colored brothers as you do?","author":"Josephine Baker","category":"Sad, Hate, World"},{"quote":"I'm open to play for anybody that would give me respect, treat me the right way, and actually going to make me feel comfortable.","author":"Pedro Martinez","category":"Me, Treat, Play"},{"quote":"It goes without saying that the desire to accomplish the task with more confidence, to avoid wasting time and labour, and to spare our experimental animals as much as possible, made us strictly observe all the precautions taken by surgeons in respect to their patients.","author":"Ivan Pavlov","category":"Time, Confidence, Animals"},{"quote":"I even believe if you're killing a team, you shouldn't stop. You should respect your opponents enough to play 100 percent the whole time. And by the same token, if you're getting killed by the other team, you should never quit.","author":"Sue Wicks","category":"Time, Team, Believe"},{"quote":"As a chef, you need to respect your guests and their needs. If they decide that they want to eat certain things and not eat others, if for religious reasons or just decide they don't want to eat certain ingredients, you have to respect that.","author":"Joel Robuchon","category":"Chef, Want, You"},{"quote":"Initially, it was the unpractical in fashion that brought me to design my own line. I felt that it was much more attractive to cut clothes with respect for the living, three-dimensional body rather than to cover the body with decorative ideas.","author":"Jil Sander","category":"Design, Ideas, Me"},{"quote":"I have great respect for Catholic traditions; my family is Catholic, and it's part of my life.","author":"Juanes","category":"Life, Family, Great"},{"quote":"I wanted to be the kind of woman who would attract a certain kind of man that I could respect. That was my thinking. It had to do with the kind of couple I would be a part of.","author":"Lisa Kudrow","category":"Man, Woman, Thinking"},{"quote":"I have to certainly stand for life. I know that there are some who disagree, and I respect their point of view. But I believe that life begins at conception. The only exception I have to have on abortion is in that case - of the life of the mother. I struggled with it myself for a long time, but I came to realize life is that gift from God.","author":"Richard Mourdock","category":"Life, Time, Mother"},{"quote":"Of course, the plea for respect for nonhuman life goes far beyond the scientific delight of familiarity with our planet mates. The nonhuman forms of life with which we 6,000 million talking, upright apes share this finite planet are directly or indirectly connected to our well-being.","author":"Lynn Margulis","category":"Life, Well-Being, Connected"},{"quote":"It is so important to get respect for what you do and at the same time give it.","author":"Estelle Parsons","category":"Time, Important, You"},{"quote":"Our second phase was to develop a school curriculum that teaches tolerance, respect for differences, conflict resolution, anger management, and other attributes of peace.","author":"Eddie Bernice Johnson","category":"Peace, School, Anger"},{"quote":"Boldness and decision command, often even in evil, the respect and concurrence of mankind.","author":"Robert Dale Owen","category":"Decision, Evil, Mankind"},{"quote":"All I wanted to do was come into my own and find out my career path and what I wanted to do with my life - but, at the same time, showing respect to my father and mother and make them proud as well.","author":"Jovan Adepo","category":"Life, Time, Father"},{"quote":"But really, we also need to learn how to love one another as women. How to appreciate and respect each other.","author":"Chaka Khan","category":"Love, Women, Appreciate"},{"quote":"You know, I respect what Howard Dean has been able to do. It's good for our party. But I've got to tell you this: If money alone decided presidential nominations, Phil Gramm would have been nominated in '96.","author":"Joe Lieberman","category":"Money, Good, Alone"},{"quote":"People want to hear what I have to say and respect what I say.","author":"Jennifer Capriati","category":"People, Want, Say"},{"quote":"If you live what you believe, you will always have the respect of others.","author":"Dale Murphy","category":"Believe, Live, You"},{"quote":"The difference must be distinguished between worship and respect. Islam orders you to obey and respect, as long as you are not worshiping anything other than God... Islam is a religion of peace. You don't attack. You explain.","author":"Hakeem Olajuwon","category":"Peace, God, Religion"},{"quote":"I have no plans to go public if I get into a relationship. I will do my best to safeguard the privacy of the person I love and respect her feelings.","author":"Song Joong-ki","category":"Love, Relationship, Best"},{"quote":"Science without respect for human life is degrading to us all and reflects a hollow and deceptive philosophy, a philosophy that we as a people should never condone.","author":"Nathan Deal","category":"Life, Science, Philosophy"},{"quote":"PETA has a proven track record of success. Each victory PETA wins for the animals is a stepping stone upon which we build a more compassionate world for all beings - and we will never give up our fight until all animals are treated with respect and kindness.","author":"Bea Arthur","category":"Success, Kindness"},{"quote":"These are all voluntary resources which help parents sort out the choices without infringing on the artists' rights to free speech, which is something that we respect.","author":"Tipper Gore","category":"Parents, Choices, Help"},{"quote":"Assuredly, Loving Souls, you should go to God with all humility and respect, humbling yourselves in His presence, especially when you remember your past ingratitude and sins.","author":"Alphonsus Liguori","category":"God, Past, Humility"},{"quote":"I got into acting because my teachers kept nudging me into it. The power a teacher has to influence someone is so great. I can't think of a profession I have more respect for.","author":"Jon Hamm","category":"Teacher, Great, Power"},{"quote":"I don't need to go onto Facebook and pretend to have friends I've never even met. To my mind, that kind of destroys the meaning of the word 'friend.' I take exception to that. Because I value and respect friendship.","author":"Stefanie Powers","category":"Friendship, Friends, Value"},{"quote":"Men naturally despise those who court them, but respect those who do not give way to them.","author":"Thucydides","category":"Men, Way, Give"},{"quote":"President Obama has made it his mission that we welcome our troops home with care and concern and the respect they deserve. That is how an exceptional nation says thank you to its most exceptional men and women.","author":"John F. Kerry","category":"Home, Women, Welcome"},{"quote":"Cities all over the world are getting bigger as more and more people move from rural to urban sites, but that has created enormous problems with respect to environmental pollution and the general quality of life.","author":"Alan Dundes","category":"Life, Environmental, World"},{"quote":"I respect Jay-Z. I like him.","author":"Paul Anka","category":"Like, Him, Jay-Z"},{"quote":"A man's respect for law and order exists in precise relationship to the size of his paycheck.","author":"Adam Clayton","category":"Relationship, Man, Law"},{"quote":"There are a lot of things and in order to be at the top and maintain your focus you have to have something that motivates you. For me, it was what I perceived as a lack of respect from the boxing world as well as the media, which made me want to work so hard and be great.","author":"Marvin Hagler","category":"Work, Great, Focus"},{"quote":"I believe family first. Blood is thicker than water. I grew up like that, and I want to continue to keep that goal in my heart. Just family first! Just honesty, integrity, and respect. All of that. I live by the code of those things. If you do that you'll be fine.","author":"Cory Hardrict","category":"Family, Integrity, Water"},{"quote":"To be selected was an honor, and in respect of the family member chosen to run, families held feasts and gave away prized beaver coats, quilled tobacco bags and buffalo hides.","author":"Dennis Banks","category":"Family, Honor, Run"},{"quote":"Respect and mutual respect are important. I, for instance, often show my latest work so that people can see how I work.","author":"Douglas Kirkland","category":"Work, People, See"},{"quote":"Students often have such a lofty idea of what a poem is, and I want them to realize that their own lives are where the poetry comes from. The most important things are to respect the language; to know the classical rules, even if only to break them; and to be prepared to edit, to revise, to shape.","author":"Yusef Komunyakaa","category":"Poetry, Language, Rules"},{"quote":"First and foremost, I'm a feminist. And basically that stems from a strong belief that all people and creatures deserve equal opportunity, rights and respect.","author":"Kathy Najimy","category":"Strong, Opportunity, People"},{"quote":"You've gotta respect everybody. If they race hard against you, you've got to race hard against them. It's very simple; if there's respect both ways, there's no problem.","author":"Juan Pablo Montoya","category":"Simple, Problem, You"},{"quote":"The age of the Earth makes no difference with respect to Christ's atoning sacrifice for humanity's sin or to the nature and character of God, Earth's age has no bearing on any of the historic Christian doctrines. No mention of Earth's age appears in even the most detailed creedal statements.","author":"Hugh Ross","category":"Nature, Age, God"},{"quote":"Not only have I made films about the subject, but I've largely funded them on my own, so I'm fully committed to doing whatever I can to change the audience's respect and appreciation for the ocean. In 100 years I want whales, dolphins and sharks to still be around, and the ocean to be a healthier place.","author":"Greg MacGillivray","category":"Change, Ocean, Appreciation"},{"quote":"Many of the differences that cause students to be excluded in school are actually the same qualities or skills that other people are going to admire, respect or value about that person in adulthood.","author":"Alexandra Robbins","category":"School, Value, People"},{"quote":"I get the feeling people respect me and that there is affection for me. That makes me happy.","author":"Andres Iniesta","category":"Happy, Me, People"},{"quote":"You must respect people, and you must respect money. My father said to me: 'When you respect money, money will respect you.'","author":"Yaya Toure","category":"Money, Father, Me"},{"quote":"Now is the time to show maximum responsibility. It is not the time to pay off old scores nor for sterile partisan recriminations. It is time to re-establish a climate of calmness and mutual respect.","author":"Giorgio Napolitano","category":"Time, Responsibility, Now"},{"quote":"The mentality with African and European people is different. In Africa, when you come from a difficult life, when it's not so easy to eat, not so easy to survive, you respect money when you start to earn it, and you respect people more. When you respect people, they will respect you, and your life is better for that.","author":"Yaya Toure","category":"Life, Money, People"},{"quote":"I have repeatedly called for respecting institutions and the democratic process. Once the process is completed, we should always respect the outcome.","author":"Jejomar Binay","category":"Process, Democratic, Always"},{"quote":"With respect to sticking accelerator pedals, we failed to connect the dots between problems in Europe and problems in the United States because the European situation related primarily to right-hand-drive vehicles. Toyota will increase its outreach to government agencies charged with protecting the safety of motorists and passengers.","author":"Akio Toyoda","category":"Safety, Government, Problems"},{"quote":"I do everything in my power to promote positivity however and whenever I can; and, constructively and softly, try to encourage tweens and teens that if they want to be part of a dialogue on my social platforms, there is an expectation that they do so with poise and respect.","author":"Ryan McCartan","category":"Power, Want, Try"},{"quote":"Fashion is my passion, and I respect the creativity that you find in its different levels.","author":"Max Azria","category":"Creativity, Passion, Fashion"},{"quote":"I respect everyone, from the homeless brother and sister on the street to the executive that sits in the highest office named President Barack Obama. I respect everyone - but we over-respect no one.","author":"Mo'Nique","category":"Sister, Brother, Homeless"},{"quote":"China, frankly, can be an opportunity for Africa based on the huge infrastructure deficit on the continent, but what needs to happen is that governments and citizens have to build internal ownership of the need of good governance, transparency, accountability, for respect for the environment.","author":"Obiageli Ezekwesili","category":"Good, Opportunity"},{"quote":"People have to respect intellectual property.","author":"Coco Lee","category":"People, Intellectual"},{"quote":"I want to say a little something that's long overdue, the disrespect to women has got to be through. To all the mothers and the sisters and the wives and friends, I wanna offer my love and respect till the end.","author":"Adam Yauch","category":"Love, Friends, Women"},{"quote":"This is my advice to entrepreneurs. It's easy to give up, but believe in your ideas. Surround yourself with people you respect and are smarter than you.","author":"Brian Lee","category":"Believe, Yourself"},{"quote":"I'm trying to demystify the whole process. Make it simple, make it palatable. I want people to have respect for the law, and I want to educate people on the basics of the law.","author":"Joseph Wapner","category":"Law, Simple, People"},{"quote":"When someone you have a lot of respect for believes in you, it helps you believe in yourself.","author":"Cat Osterman","category":"Believe In Yourself"},{"quote":"I believe we don't need to widen the divide between the West and Islam. Rather, we need to build dialogue to encourage tolerance and respect.","author":"Shirin Neshat","category":"Believe, I Believe"},{"quote":"With all due respect to arachnophobes, I love spiders. Some might call me obsessed, but I've been studying spiders and spider silks for many years now and don't see an end in sight. There is simply too much to do.","author":"Cheryl Hayashi","category":"Love, End, Me"},{"quote":"I deal with a lot of wonderful gay people. I hire a lot of them. I use a lot of them. I respect them. They're terrific. I am good friends with them. But you live your life the way you want to live, and I'll live mine, and I won't stick my nose in yours.","author":"Richard DeVos","category":"Life, Friends, Good"},{"quote":"If guys don't respect themselves, they don't respect other people. That's times and personalities. And all of them are not that way. But it don't take but one or two to screw up the whole crowd.","author":"Richard Petty","category":"People, Way, Two"},{"quote":"I give everyone upmost respect, and when people feel that, you end up getting the most out of your interaction with them. That connectivity is really important in my life.","author":"Adam Rodriguez","category":"Life, End, People"},{"quote":"Heck, nobody gets along perfectly. But what we have is respect for one another. We have a system where one guy can veto anything.","author":"Bruce Nordstrom","category":"Nobody, Anything, System"},{"quote":"As long as I have the support and respect of my teammates, that's all I can ask for.","author":"Darren Flutie","category":"Support, Long, Teammates"},{"quote":"There is no contradiction between effective law enforcement and respect for civil and human rights. Dr. King did not stir us to move for our civil rights to have them taken away in these kinds of fashions.","author":"Dorothy Height","category":"Law, King, Rights"},{"quote":"I'm proud of myself, people love me and respect me, and I like me. I like who I am.","author":"Ellen Greene","category":"Love, Myself, I Am"},{"quote":"There is no tragedy in missing a putt, no matter how short. All have erred in this respect.","author":"Walter Hagen","category":"Short, Tragedy, Matter"},{"quote":"Olympism is a philosophy which, by blending sport with culture, seeks to create a way of life based on the joy found in effort, the educational value of good example and respect for universal ethical principles.","author":"Juan Antonio Samaranch","category":"Life, Good, Culture"},{"quote":"A police force, wherever they are, is made up of amazing people, and I respect them a great deal.","author":"Nancy McKeon","category":"Great, Amazing, People"},{"quote":"Part of my journey is to say that the soul of the human being must be a massively intricate, wonderful creation that God has a respect for in ways that we do not and that leaves a huge amount of space to go explore.","author":"William P. Young","category":"Journey, God, Space"},{"quote":"I feel in some ways I've had a difficult life. And it makes me the kind of writer I am, in what I value, what I respect, what I hold dear.","author":"Melissa Bank","category":"Life, I Am, Value"},{"quote":"You have to respect all your competitors.","author":"Thorsten Heins","category":"You, Competitors, Your"},{"quote":"MoMA is one of the world's great cultural institutions with one of the world's premier Boards and Museum leadership. It is my distinct pleasure to work with such a talented and highly qualified group. I salute Bob Menschel for the high bar he has set and follow him in the position of Chairman with all the respect he has earned.","author":"Jerry Speyer","category":"Leadership, Work, Great"},{"quote":"I respect the Japanese and especially like their execution and communication styles. Unlike the Koreans, they will not hit you from behind.","author":"Terry Gou","category":"Communication, Execution"},{"quote":"In this respect, the history of science, like the history of all civilization, has gone through cycles.","author":"Abdus Salam","category":"History, Science, Through"},{"quote":"I think my family needs me more than anybody else, and tennis doesn't need me anymore. I respect my wife a lot for taking all that in. She said, 'I didn't marry a tennis player; you'd retired.' Now it's time to do something else.","author":"Thomas Muster","category":"Family, Time, Wife"},{"quote":"I have the profoundest respect for people who behave in a generous way because of religion. But I come from a country where the misuse of religion has had catastrophic consequences. One must judge people not by what faith they proclaim but by what they do.","author":"Amin Maalouf","category":"Faith, Religion, People"},{"quote":"Skaters, I think they tend to be outsiders who seek a sense of belonging, but belonging on their own terms, and real respect is given by how much we take what other guys do, these basic tricks, 360 flips, we take that, we make it our own, and then we contribute back to the community the inner way that edifies the community itself.","author":"Rodney Mullen","category":"Community, Belonging, Think"},{"quote":"I'm not cocky at all. You ask anybody, I'm one of the nicest guys. I try to be as humble as I can, but if you work hard, sometimes you know that you earned more respect.","author":"Shabazz Muhammad","category":"Work, Humble, Work Hard"},{"quote":"The problems of rebellious youth can be traced to homes where the mother disobeyed the father or showed lack of respect for his authority.","author":"Helen Andelin","category":"Father, Mother, Youth"},{"quote":"London has such an unbelievable respect for theater, where L.A. does not. You go to a play here, and the dude next to you is sleeping. In London, if you're not in your seat when it starts, they lock the door. In Los Angeles, you can stroll into school late with a cup of coffee. In London, you get your butt to class on time.","author":"Devin Kelley","category":"Time, Coffee, School"},{"quote":"What I have known with respect to myself, has tended much to lessen both my admiration, and my contempt, of others.","author":"Joseph Priestley","category":"Myself, Admiration, Others"},{"quote":"The least we can do is to respect the Constitution because that's the foundation on which our republic is built. If you give the Constitution the go-by, your republic will be under stress.","author":"Kishore Chandra Deo","category":"Stress, Constitution"},{"quote":"If I despised myself, it would be no compensation if everyone saluted me, and if I respect myself, it does not trouble me if others hold me lightly.","author":"Max Nordau","category":"Myself, Me, Trouble"},{"quote":"I demand for the unmarried mother, as a sacred channel of life, the same reverence and respect as for the married mother; for Maternity is a cosmic thing and once it has come to pass, our conversation must not be permitted to blaspheme it.","author":"Ben Lindsey","category":"Life, Mother, Conversation"},{"quote":"In this respect I expressed my doubts about using the Corps directly on the South coast, to form a bridgehead for the Army - as the area immediately behind the coast was now covered with obstacles. These doubts were accepted by Hitler.","author":"Kurt Student","category":"Obstacles, Army, Behind"},{"quote":"A Bond movie falls into a specific genre, and you have to provide certain elements. You must respect the fact it's essentially about girls, guns, gadgets, and big action.","author":"Lee Tamahori","category":"Action, Guns, You"},{"quote":"Kevin Hart. He's the man! I like his style. He's short, so I can relate. All the stories he tells are real. I respect that, and he's just a really funny dude - great comedy instincts. To do stand-up on a stage for an hour and tell stories and make people laugh is incredible.","author":"Cameron Boyce","category":"Funny, Great, Man"},{"quote":"When I severe my connections with the A.I.A. I do so with my own self respect, as a matter of pride and I am sure within your knowledge of my character.","author":"Ralph Thomas Walker","category":"Knowledge, Character, I Am"},{"quote":"If the individual is to be happy in the contemporary order, he must be open-minded with respect to new values and new arrangements.","author":"Thomas Cochrane","category":"Happy, Values, Be Happy"},{"quote":"We must never allow September 11th to become a time for protest and division. Instead, this day must remain a time for promoting peace and mutual respect.","author":"Timothy Dolan","category":"Time, Day, Peace"},{"quote":"Everything must be recaptured and relocated in the general framework of history, so that despite the difficulties, the fundamental paradoxes and contradictions, we may respect the unity of history which is also the unity of life.","author":"Fernand Braudel","category":"Life, History, Unity"},{"quote":"The best and most beautiful things in the world cannot be seen or even touched - they must be felt with the heart.","author":"Helen Keller","category":"Beautiful, Best, Heart"},{"quote":"I can't change the direction of the wind, but I can adjust my sails to always reach my destination.","author":"Jimmy Dean","category":"Change, Wind, Destination"},{"quote":"Put your heart, mind, and soul into even your smallest acts. This is the secret of success.","author":"Swami Sivananda","category":"Success, Heart, Soul"},{"quote":"We must let go of the life we have planned, so as to accept the one that is waiting for us.","author":"Joseph Campbell","category":"Life, Waiting, Accept"},{"quote":"Out of difficulties grow miracles.","author":"Jean de la Bruyere","category":"Grow, Miracles, Difficulties"},{"quote":"Start by doing what's necessary then do what's possible and suddenly you are doing the impossible.","author":"Francis of Assisi","category":"Impossible, Start, You"},{"quote":"If opportunity doesn't knock, build a door.","author":"Milton Berle","category":"Opportunity, Door, Build"},{"quote":"Happiness is not something you postpone for the future it is something you design for the present.","author":"Jim Rohn","category":"Happiness, Future, Design"},{"quote":"Your work is going to fill a large part of your life, and the only way to be truly satisfied is to do what you believe is great work. And the only way to do great work is to love what you do. If you haven't found it yet, keep looking. Don't settle. As with all matters of the heart, you'll know when you find it.","author":"Steve Jobs","category":"Love, Life, Work"},{"quote":"My mission in life is not merely to survive, but to thrive; and to do so with some passion, some compassion, some humor, and some style.","author":"Maya Angelou","category":"Life, Humor, Compassion"},{"quote":"Health is the greatest gift, contentment the greatest wealth, faithfulness the best relationship.","author":"Buddha","category":"Relationship, Best, Health"},{"quote":"Let us remember: One book, one pen, one child, and one teacher can change the world.","author":"Malala Yousafzai","category":"Change, Teacher"},{"quote":"If the world seems cold to you, kindle fires to warm it.","author":"Lucy Larcom","category":"World, You, Seems"},{"quote":"We know what we are, but know not what we may be.","author":"William Shakespeare","category":"Know, May"},{"quote":"There are two ways of spreading light: to be the candle or the mirror that reflects it.","author":"Edith Wharton","category":"Light, Mirror, Candle"},{"quote":"Someone is sitting in the shade today because someone planted a tree a long time ago.","author":"Warren Buffett","category":"Time, Today, Tree"},{"quote":"A hero is someone who has given his or her life to something bigger than oneself.","author":"Joseph Campbell","category":"Life, Hero, Her"},{"quote":"All you need is the plan, the road map, and the courage to press on to your destination.","author":"Earl Nightingale","category":"Courage, Road, Destination"},{"quote":"What lies behind you and what lies in front of you, pales in comparison to what lies inside of you.","author":"Ralph Waldo Emerson","category":"Comparison, You, Behind"},{"quote":"No matter what people tell you, words and ideas can change the world.","author":"Robin Williams","category":"Change, Words"},{"quote":"You must do the things you think you cannot do.","author":"Eleanor Roosevelt","category":"Think, You, Things"},{"quote":"Thousands of candles can be lighted from a single candle, and the life of the candle will not be shortened. Happiness never decreases by being shared.","author":"Buddha","category":"Life, Happiness, Candle"},{"quote":"Every story I create, creates me. I write to create myself.","author":"Octavia E. Butler","category":"Myself, Me, Story"},{"quote":"Your present circumstances don't determine where you can go they merely determine where you start.","author":"Nido Qubein","category":"Start, Present, You"},{"quote":"I believe in pink. I believe that laughing is the best calorie burner. I believe in kissing, kissing a lot. I believe in being strong when everything seems to be going wrong. I believe that happy girls are the prettiest girls. I believe that tomorrow is another day and I believe in miracles.","author":"Audrey Hepburn","category":"Happy, Best, Strong"},{"quote":"As we express our gratitude, we must never forget that the highest appreciation is not to utter words, but to live by them.","author":"John F. Kennedy","category":"Gratitude, Appreciation"},{"quote":"Turn your face to the sun and the shadows fall behind you.","author":"Unknown","category":"Sun, Fall, Shadows"},{"quote":"Of all human activities, man's listening to God is the supreme act of his reasoning and will.","author":"Pope Paul VI","category":"God, Man, Listening"},{"quote":"When you have a dream, you've got to grab it and never let go.","author":"Carol Burnett","category":"Dream, You, Never"},{"quote":"I hated every minute of training, but I said, 'Don't quit. Suffer now and live the rest of your life as a champion.'","author":"Muhammad Ali","category":"Life, Training, Champion"},{"quote":"If you believe in yourself and have dedication and pride - and never quit, you'll be a winner. The price of victory is high but so are the rewards.","author":"Paul Bryant","category":"Believe In Yourself"},{"quote":"We can't help everyone, but everyone can help someone.","author":"Ronald Reagan","category":"Help, Everyone, Someone"},{"quote":"Let us make our future now, and let us make our dreams tomorrow's reality.","author":"Malala Yousafzai","category":"Future, Dreams, Reality"},{"quote":"When we seek to discover the best in others, we somehow bring out the best in ourselves.","author":"William Arthur Ward","category":"Best, Discover, Bring"},{"quote":"It is in your moments of decision that your destiny is shaped.","author":"Tony Robbins","category":"Decision, Destiny, Moments"},{"quote":"If you always put limit on everything you do, physical or anything else. It will spread into your work and into your life. There are no limits. There are only plateaus, and you must not stay there, you must go beyond them.","author":"Bruce Lee","category":"Life, Work, Limits"},{"quote":"Give light, and the darkness will disappear of itself.","author":"Desiderius Erasmus","category":"Light, Darkness, Will"},{"quote":"Shoot for the moon and if you miss you will still be among the stars.","author":"Les Brown","category":"Stars, Moon, You"},{"quote":"Happiness is a butterfly, which when pursued, is always just beyond your grasp, but which, if you will sit down quietly, may alight upon you.","author":"Nathaniel Hawthorne","category":"Happiness, Butterfly, You"},{"quote":"The measure of who we are is what we do with what we have.","author":"Vince Lombardi","category":"Measure, Who"},{"quote":"Your big opportunity may be right where you are now.","author":"Napoleon Hill","category":"Opportunity, You, Right"},{"quote":"The bird is powered by its own life and by its motivation.","author":"A. P. J. Abdul Kalam","category":"Life, Bird, Motivation"},{"quote":"Your personal life, your professional life, and your creative life are all intertwined. I went through a few very difficult years where I felt like a failure. But it was actually really important for me to go through that. Struggle, for me, is the most inspirational thing in the world at the end of the day - as long as you treat it that way.","author":"Skylar Grey","category":"Life, Failure, Struggle"},{"quote":"When the sun is shining I can do anything; no mountain is too high, no trouble too difficult to overcome.","author":"Wilma Rudolph","category":"Mountain, Sun, I Can"},{"quote":"There is nothing impossible to him who will try.","author":"Alexander the Great","category":"Impossible, Nothing, Try"},{"quote":"Two roads diverged in a wood and I - I took the one less traveled by, and that has made all the difference.","author":"Robert Frost","category":"Roads, Wood, Difference"},{"quote":"God always gives His best to those who leave the choice with him.","author":"Jim Elliot","category":"Best, God, Choice"},{"quote":"Today is the only day. Yesterday is gone.","author":"John Wooden","category":"Day, Today, Yesterday"},{"quote":"If I have seen further than others, it is by standing upon the shoulders of giants.","author":"Isaac Newton","category":"Giants, Standing, Shoulders"},{"quote":"Don't limit yourself. Many people limit themselves to what they think they can do. You can go as far as your mind lets you. What you believe, remember, you can achieve.","author":"Mary Kay Ash","category":"Believe, Mind, Yourself"},{"quote":"Thinking: the talking of the soul with itself.","author":"Plato","category":"Soul, Thinking, Talking"},{"quote":"With self-discipline most anything is possible.","author":"Theodore Roosevelt","category":"Anything Is Possible"},{"quote":"The things that we love tell us what we are.","author":"Thomas Aquinas","category":"Love, Us, Things"},{"quote":"Memories of our lives, of our works and our deeds will continue in others.","author":"Rosa Parks","category":"Memories, Will, Continue"},{"quote":"Happiness is the natural flower of duty.","author":"Phillips Brooks","category":"Happiness, Flower, Natural"},{"quote":"If there were no night, we would not appreciate the day, nor could we see the stars and the vastness of the heavens. We must partake of the bitter with the sweet. There is a divine purpose in the adversities we encounter every day. They prepare, they purge, they purify, and thus they bless.","author":"James E. Faust","category":"Day, Stars, Purpose"},{"quote":"In a gentle way, you can shake the world.","author":"Mahatma Gandhi","category":"World, Way, You"},{"quote":"If we did all the things we are capable of, we would literally astound ourselves.","author":"Thomas A. Edison","category":"Capable, Things, Did"},{"quote":"The power of imagination makes us infinite.","author":"John Muir","category":"Power, Imagination, Us"},{"quote":"When you get into a tight place and everything goes against you, till it seems as though you could not hang on a minute longer, never give up then, for that is just the place and time that the tide will turn.","author":"Harriet Beecher Stowe","category":"Time, Never Give Up, You"},{"quote":"Prayer is man's greatest power!","author":"W. Clement Stone","category":"Power, Man, Prayer"},{"quote":"Love is a fruit in season at all times, and within reach of every hand.","author":"Mother Teresa","category":"Love, Love Is, Fruit"},{"quote":"Keep your feet on the ground, but let your heart soar as high as it will. Refuse to be average or to surrender to the chill of your spiritual environment.","author":"Arthur Helps","category":"Heart, Spiritual"},{"quote":"Everyone here has the sense that right now is one of those moments when we are influencing the future.","author":"Steve Jobs","category":"Future, Moments, Right"},{"quote":"A champion is someone who gets up when he can't.","author":"Jack Dempsey","category":"Champion, Up, Someone"},{"quote":"What makes the desert beautiful is that somewhere it hides a well.","author":"Antoine de Saint-Exupery","category":"Beautiful, Desert, Somewhere"},{"quote":"Accept the things to which fate binds you, and love the people with whom fate brings you together, but do so with all your heart.","author":"Marcus Aurelius","category":"Love, Together, Heart"},{"quote":"We can change our lives. We can do, have, and be exactly what we wish.","author":"Tony Robbins","category":"Change, Wish, Our Lives"},{"quote":"I am not afraid of tomorrow, for I have seen yesterday and I love today!","author":"William Allen White","category":"Love, Today, I Am"},{"quote":"Every moment and every event of every man's life on earth plants something in his soul.","author":"Thomas Merton","category":"Life, Man, Soul"},{"quote":"One today is worth two tomorrows.","author":"Benjamin Franklin","category":"Today, Worth, Two"},{"quote":"Only those who have learned the power of sincere and selfless contribution experience life's deepest joy: true fulfillment.","author":"Tony Robbins","category":"Life, Experience, Power"},{"quote":"Thought is the wind, knowledge the sail, and mankind the vessel.","author":"Augustus Hare","category":"Knowledge, Wind, Thought"},{"quote":"Do your little bit of good where you are it's those little bits of good put together that overwhelm the world.","author":"Desmond Tutu","category":"Good, Together, World"},{"quote":"You change your life by changing your heart.","author":"Max Lucado","category":"Life, Change, Heart"},{"quote":"If a man does not keep pace with his companions, perhaps it is because he hears a different drummer. Let him step to the music which he hears, however measured or far away.","author":"Henry David Thoreau","category":"Music, Man, Step"},{"quote":"The fact that I can plant a seed and it becomes a flower, share a bit of knowledge and it becomes another's, smile at someone and receive a smile in return, are to me continual spiritual exercises.","author":"Leo Buscaglia","category":"Smile, Flower, Knowledge"},{"quote":"From a small seed a mighty trunk may grow.","author":"Aeschylus","category":"Small, Seed, Grow"},{"quote":"Happiness resides not in possessions, and not in gold, happiness dwells in the soul.","author":"Democritus","category":"Happiness, Soul, Gold"},{"quote":"Once we believe in ourselves, we can risk curiosity, wonder, spontaneous delight, or any experience that reveals the human spirit.","author":"e. e. cummings","category":"Experience, Curiosity"},{"quote":"Try to be like the turtle - at ease in your own shell.","author":"Bill Copeland","category":"Try, Turtle, Like"},{"quote":"The glow of one warm thought is to me worth more than money.","author":"Thomas Jefferson","category":"Money, Thought, Me"},{"quote":"I dwell in possibility.","author":"Emily Dickinson","category":"Dwell, Possibility"},{"quote":"From what we get, we can make a living; what we give, however, makes a life.","author":"Arthur Ashe","category":"Life, Living, Give"},{"quote":"Look within. Within is the fountain of good, and it will ever bubble up, if thou wilt ever dig.","author":"Marcus Aurelius","category":"Good, Look, Within"},{"quote":"Whoever is happy will make others happy too.","author":"Anne Frank","category":"Happy, Will, Others"},{"quote":"The limits of the possible can only be defined by going beyond them into the impossible.","author":"Arthur C. Clarke","category":"Impossible, Limits, Possible"},{"quote":"Tears of joy are like the summer rain drops pierced by sunbeams.","author":"Hosea Ballou","category":"Rain, Joy, Summer"},{"quote":"Of all things visible, the highest is the heaven of the fixed stars.","author":"Nicolaus Copernicus","category":"Stars, Heaven, Things"},{"quote":"Learning how to be still, to really be still and let life happen - that stillness becomes a radiance.","author":"Morgan Freeman","category":"Life, Learning, Stillness"},{"quote":"Live your beliefs and you can turn the world around.","author":"Henry David Thoreau","category":"World, Live, You"},{"quote":"Vitality shows in not only the ability to persist but the ability to start over.","author":"F. Scott Fitzgerald","category":"Start, Ability, Vitality"},{"quote":"Each day provides its own gifts.","author":"Marcus Aurelius","category":"Day, Gifts, Own"},{"quote":"I believe that if one always looked at the skies, one would end up with wings.","author":"Gustave Flaubert","category":"Believe, End, I Believe"},{"quote":"Light tomorrow with today!","author":"Elizabeth Barrett Browning","category":"Light, Today, Tomorrow"},{"quote":"To the mind that is still, the whole universe surrenders.","author":"Lao Tzu","category":"Mind, Universe, Whole"},{"quote":"Lord, grant that I may always desire more than I can accomplish.","author":"Michelangelo","category":"I Can, Desire, Accomplish"},{"quote":"Every day we should hear at least one little song, read one good poem, see one exquisite picture, and, if possible, speak a few sensible words.","author":"Johann Wolfgang von Goethe","category":"Day, Good, Words"},{"quote":"Tomorrow is the most important thing in life. Comes into us at midnight very clean. It's perfect when it arrives and it puts itself in our hands. It hopes we've learned something from yesterday.","author":"John Wayne","category":"Life, Tomorrow, Hands"},{"quote":"Reach for it. Push yourself as far as you can.","author":"Christa McAuliffe","category":"Yourself, Reach, You"},{"quote":"Brand is not a product, that's for sure; it's not one item. It's an idea, it's a theory, it's a meaning, it's how you carry yourself. It's aspirational, it's inspirational.","author":"Kevin Plank","category":"Brand, Yourself, Meaning"},{"quote":"Find out who you are and be that person. That's what your soul was put on this Earth to be. Find that truth, live that truth and everything else will come.","author":"Ellen DeGeneres","category":"Truth, Soul, Live"},{"quote":"The only way to discover the limits of the possible is to go beyond them into the impossible.","author":"Arthur C. Clarke","category":"Impossible, Limits, Way"},{"quote":"If you accept the expectations of others, especially negative ones, then you never will change the outcome.","author":"Michael Jordan","category":"Change, Negative"},{"quote":"A concerted effort to preserve our heritage is a vital link to our cultural, educational, aesthetic, inspirational, and economic legacies - all of the things that quite literally make us who we are.","author":"Steve Berry","category":"Effort, Heritage, Economic"},{"quote":"Love and desire are the spirit's wings to great deeds.","author":"Johann Wolfgang von Goethe","category":"Love, Great, Wings"},{"quote":"Ideas shape the course of history.","author":"John Maynard Keynes","category":"History, Ideas, Shape"},{"quote":"The undertaking of a new action brings new strength.","author":"Richard L. Evans","category":"Strength, Action, New"},{"quote":"It is always the simple that produces the marvelous.","author":"Amelia Barr","category":"Simple, Always, Marvelous"},{"quote":"Nothing is worth more than this day.","author":"Johann Wolfgang von Goethe","category":"Day, Nothing, Worth"},{"quote":"What great thing would you attempt if you knew you could not fail?","author":"Robert H. Schuller","category":"Great, You, Fail"},{"quote":"Ah, but a man's reach should exceed his grasp, Or what's a heaven for?","author":"Robert Browning","category":"Man, Heaven, Reach"},{"quote":"From its brilliancy everything is illuminated.","author":"Guru Nanak","category":"Everything, Illuminated"},{"quote":"I know why I am here and my only real focused goal is to live each day to the fullest and to try and honor God and be an encouragement to others. What the future holds is firmly in God's hands, and I am very happy about that!","author":"Ken Hensley","category":"Future, Happy, God"},{"quote":"In oneself lies the whole world and if you know how to look and learn, the door is there and the key is in your hand. Nobody on earth can give you either the key or the door to open, except yourself.","author":"Jiddu Krishnamurti","category":"Door, World, Yourself"},{"quote":"If the doors of perception were cleansed everything would appear to man as it is, infinite.","author":"William Blake","category":"Man, Perception, Doors"},{"quote":"Look at a football field. It looks like a big movie screen. This is theatre. Football combines the strategy of chess. It's part ballet. It's part battleground, part playground. We clarify, amplify and glorify the game with our footage, the narration and that music, and in the end create an inspirational piece of footage.","author":"Steve Sabol","category":"Music, Football, Theatre"},{"quote":"Let every dawn be to you as the beginning of life, and every setting sun be to you as its close.","author":"John Ruskin","category":"Life, Sun, Beginning"},{"quote":"When deeds speak, words are nothing.","author":"Pierre-Joseph Proudhon","category":"Words, Speak, Nothing"},{"quote":"Every man's life is a fairy tale written by God's fingers.","author":"Hans Christian Andersen","category":"Life, God, Man"},{"quote":"A #2 pencil and a dream can take you anywhere.","author":"Joyce Meyer","category":"Dream, You, Pencil"},{"quote":"There is nothing stronger in the world than gentleness.","author":"Han Suyin","category":"World, Stronger, Nothing"},{"quote":"As people are walking all the time, in the same spot, a path appears.","author":"John Locke","category":"Time, Path, Walking"},{"quote":"Courage, my friends; 'tis not too late to build a better world.","author":"Tommy Douglas","category":"Courage, Friends, World"},{"quote":"God sleeps in the minerals, awakens in plants, walks in animals, and thinks in man.","author":"Arthur Young","category":"God, Man, Plants"},{"quote":"Love the moment and the energy of that moment will spread beyond all boundaries.","author":"Corita Kent","category":"Love, Moment, Energy"},{"quote":"Reach for the stars.","author":"Christa McAuliffe","category":"Stars, Reach"},{"quote":"Just don't give up trying to do what you really want to do. Where there is love and inspiration, I don't think you can go wrong.","author":"Ella Fitzgerald","category":"Love, Want, Think"},{"quote":"I believe every human has a finite number of heartbeats. I don't intend to waste any of mine.","author":"Neil Armstrong","category":"Believe, I Believe, Human"},{"quote":"Health is the greatest possession. Contentment is the greatest treasure. Confidence is the greatest friend. Non-being is the greatest joy.","author":"Lao Tzu","category":"Health, Confidence, Joy"},{"quote":"Act like you expect to get into the end zone.","author":"Christopher Morley","category":"End, You, Like"},{"quote":"It is only in sorrow bad weather masters us in joy we face the storm and defy it.","author":"Amelia Barr","category":"Storm, Joy, Weather"},{"quote":"Like the United Nations, there is something inspirational about New York as a great melting pot of different cultures and traditions. And if this is the city that never sleeps, the United Nations works tirelessly, around the clock around the world.","author":"Ban Ki-moon","category":"Great, City, World"},{"quote":"Most of us have far more courage than we ever dreamed we possessed.","author":"Dale Carnegie","category":"Courage, Far, Us"},{"quote":"Cherish your visions and your dreams as they are the children of your soul, the blueprints of your ultimate achievements.","author":"Napoleon Hill","category":"Children, Dreams, Soul"},{"quote":"I believe in living today. Not in yesterday, nor in tomorrow.","author":"Loretta Young","category":"Today, Tomorrow, Believe"},{"quote":"Without craftsmanship, inspiration is a mere reed shaken in the wind.","author":"Johannes Brahms","category":"Wind, Inspiration, Without"},{"quote":"Half a century ago, the amazing courage of Rosa Parks, the visionary leadership of Martin Luther King, and the inspirational actions of the civil rights movement led politicians to write equality into the law and make real the promise of America for all her citizens.","author":"David Cameron","category":"Leadership, Courage, Law"},{"quote":"You are always free to change your mind and choose a different future, or a different past.","author":"Richard Bach","category":"Change, Future, Past"},{"quote":"The Wright brothers flew right through the smoke screen of impossibility.","author":"Charles Kettering","category":"Smoke, Right, Through"},{"quote":"Sport is something that is very inspirational for young people.","author":"Pele","category":"People, Young, Young People"},{"quote":"A compliment is something like a kiss through a veil.","author":"Victor Hugo","category":"Kiss, Compliment, Through"},{"quote":"You don't look out there for God, something in the sky, you look in you.","author":"Alan Watts","category":"God, Sky, You"},{"quote":"The books that help you most are those which make you think that most. The hardest way of learning is that of easy reading; but a great book that comes from a great thinker is a ship of thought, deep freighted with truth and beauty.","author":"Pablo Neruda","category":"Learning, Beauty, Truth"},{"quote":"Once I knew only darkness and stillness... my life was without past or future... but a little word from the fingers of another fell into my hand that clutched at emptiness, and my heart leaped to the rapture of living.","author":"Helen Keller","category":"Life, Future, Darkness"},{"quote":"People tell you the world looks a certain way. Parents tell you how to think. Schools tell you how to think. TV. Religion. And then at a certain point, if you're lucky, you realize you can make up your own mind. Nobody sets the rules but you. You can design your own life.","author":"Carrie-Anne Moss","category":"Life, Parents, Religion"},{"quote":"Create each day anew.","author":"Morihei Ueshiba","category":"Day, Create, Each"},{"quote":"One of the things that I did before I ran for president is I was a professional speaker. Not a motivational speaker - an inspirational speaker. Motivation comes from within. You have to be inspired. That's what I do. I inspire people, I inspire the public, I inspire my staff. I inspired the organizations I took over to want to succeed.","author":"Herman Cain","category":"Motivational, Inspire"},{"quote":"Everything you want is out there waiting for you to ask. Everything you want also wants you. But you have to take action to get it.","author":"Jules Renard","category":"Waiting, Action, Want"},{"quote":"I am so fresh in soul and spirit that life gushes and bubbles around me in a thousand springs.","author":"Robert Schumann","category":"Life, I Am, Soul"},{"quote":"I love those who yearn for the impossible.","author":"Johann Wolfgang von Goethe","category":"Love, Impossible, Yearn"},{"quote":"I said to the almond tree, 'Friend, speak to me of God,' and the almond tree blossomed.","author":"Nikos Kazantzakis","category":"God, Tree, Speak"},{"quote":"Noble deeds that are concealed are most esteemed.","author":"Blaise Pascal","category":"Deeds, Noble, Concealed"},{"quote":"Our time here is magic! It's the only space you have to realize whatever it is that is beautiful, whatever is true, whatever is great, whatever is potential, whatever is rare, whatever is unique, in. It's the only space.","author":"Ben Okri","category":"Time, Beautiful, Great"},{"quote":"I believe that one defines oneself by reinvention. To not be like your parents. To not be like your friends. To be yourself. To cut yourself out of stone.","author":"Henry Rollins","category":"Friends, Parents"},{"quote":"A man has to learn that he cannot command things, but that he can command himself; that he cannot coerce the wills of others, but that he can mold and master his own will: and things serve him who serves Truth; people seek guidance of him who is master of himself.","author":"James Allen","category":"Truth, Man, People"},{"quote":"Enthusiasm moves the world.","author":"Arthur Balfour","category":"World, Enthusiasm, Moves"},{"quote":"It is by acts and not by ideas that people live.","author":"Anatole France","category":"Ideas, People, Live"},{"quote":"Nurture your minds with great thoughts. To believe in the heroic makes heroes.","author":"Benjamin Disraeli","category":"Great, Thoughts, Believe"},{"quote":"As knowledge increases, wonder deepens.","author":"Charles Morgan","category":"Knowledge, Wonder, Increases"},{"quote":"Tears are often the telescope by which men see far into heaven.","author":"Henry Ward Beecher","category":"Men, Tears, See"},{"quote":"We convince by our presence.","author":"Walt Whitman","category":"Presence, Convince, Our"},{"quote":"God loves to help him who strives to help himself.","author":"Aeschylus","category":"God, Help, Him"},{"quote":"Every heart that has beat strongly and cheerfully has left a hopeful impulse behind it in the world, and bettered the tradition of mankind.","author":"Robert Louis Stevenson","category":"Heart, World, Tradition"},{"quote":"We are here to make another world.","author":"W. Edwards Deming","category":"World, Here, Another"},{"quote":"Coming to Nashville has been so motivating and inspirational. Just watching people live and breathe their music and create something that they can feel from start to finish.","author":"Madi Diaz","category":"Music, Start, People"},{"quote":"It's a moment that I'm after, a fleeting moment, but not a frozen moment.","author":"Andrew Wyeth","category":"Moment, Fleeting, After"},{"quote":"Wonder rather than doubt is the root of all knowledge.","author":"Abraham Joshua Heschel","category":"Knowledge, Doubt, Wonder"},{"quote":"The most beautiful thing in the world is, of course, the world itself.","author":"Wallace Stevens","category":"Beautiful, World"},{"quote":"Mankind is made great or little by its own will.","author":"Friedrich Schiller","category":"Great, Will, Little"},{"quote":"Men must live and create. Live to the point of tears.","author":"Albert Camus","category":"Men, Live, Tears"},{"quote":"Man never made any material as resilient as the human spirit.","author":"Bernard Williams","category":"Man, Human Spirit, Human"},{"quote":"It seems to me we can never give up longing and wishing while we are thoroughly alive. There are certain things we feel to be beautiful and good, and we must hunger after them.","author":"George Eliot","category":"Beautiful, Good"},{"quote":"There is a loftier ambition than merely to stand high in the world. It is to stoop down and lift mankind a little higher.","author":"Henry Van Dyke","category":"Ambition, World, Lift"},{"quote":"What we need is more people who specialize in the impossible.","author":"Theodore Roethke","category":"Impossible, People, Need"},{"quote":"Whatever you vividly imagine, ardently desire, sincerely believe, and enthusiastically act upon... must inevitably come to pass!","author":"Paul J. Meyer","category":"Believe, Desire, You"},{"quote":"I believe there's an inner power that makes winners or losers. And the winners are the ones who really listen to the truth of their hearts.","author":"Sylvester Stallone","category":"Truth, Power, Believe"},{"quote":"Not on one strand are all life's jewels strung.","author":"William Morris","category":"Life, Jewels, Strand"},{"quote":"We relish news of our heroes, forgetting that we are extraordinary to somebody too.","author":"Helen Hayes","category":"Heroes, Extraordinary, News"},{"quote":"The handicap of deafness is not in the ear it is in the mind.","author":"Marlee Matlin","category":"Mind, Ear, Handicap"},{"quote":"And above all things, never think that you're not good enough yourself. A man should never think that. My belief is that in life people will take you at your own reckoning.","author":"Isaac Asimov","category":"Life, Good, Man"},{"quote":"I arise full of eagerness and energy, knowing well what achievement lies ahead of me.","author":"Zane Grey","category":"Achievement, Energy, Me"},{"quote":"Every charitable act is a stepping stone toward heaven.","author":"Henry Ward Beecher","category":"Stone, Heaven"},{"quote":"I always like a woman in power in politics. I think they're pretty inspirational in terms of looks to begin with. It's very calculated.","author":"Chris Benz","category":"Power, Politics, Woman"},{"quote":"Be not entangled in this world of days and nights Thou hast another time and space as well.","author":"Muhammad Iqbal","category":"Time, Space, World"},{"quote":"To me, the Seventies were very inspirational and very influential... With my whole persona as Snoop Dogg, as a person, as a rapper. I just love the Seventies style, the way all the players dressed nice, you know, kept their hair looking good, drove sharp cars and they talked real slick.","author":"Snoop Dogg","category":"Love, Good, Hair"},{"quote":"Give light and people will find the way.","author":"Ella Baker","category":"Light, People, Find"},{"quote":"'Star Wars' is fun, its exciting, its inspirational, and people respond to that. It's what they want.","author":"George Lucas","category":"Fun, People, Want"},{"quote":"We sing inspirational songs, songs of praise and worship, and about how good and how big God is. We are magnifying the Lord.","author":"Fred Hammond","category":"Good, God, Worship"},{"quote":"A place for everything, everything in its place.","author":"Benjamin Franklin","category":"Everything, Place"},{"quote":"Too low they build, who build beneath the stars.","author":"Edward Young","category":"Stars, Build, Low"},{"quote":"The truth is on the march and nothing will stop it.","author":"Emile Zola","category":"Truth, Truth Is, Stop"},{"quote":"The ideal life is in our blood and never will be still.","author":"Phillips Brooks","category":"Life, Blood, Never"},{"quote":"The meaning I picked, the one that changed my life: Overcome fear, behold wonder.","author":"Richard Bach","category":"Life, Fear, Meaning"},{"quote":"I believe it is in my nature to dance by virtue of the beat of my heart, the pulse of my blood and the music in my mind.","author":"Robert Fulghum","category":"Music, Nature, Dance"},{"quote":"I celebrate myself, and sing myself.","author":"Walt Whitman","category":"Myself, Celebrate, Sing"},{"quote":"Let each man exercise the art he knows.","author":"Aristophanes","category":"Art, Man, Exercise"},{"quote":"My mind's my kingdom.","author":"Francis Quarles","category":"Mind, Kingdom"},{"quote":"Whatever ought to be, can be.","author":"James Rouse","category":"Whatever, Ought"},{"quote":"Just what future the Designer of the universe has provided for the souls of men I do not know, I cannot prove. But I find that the whole order of Nature confirms my confidence that, if it is not like our noblest hopes and dreams, it will transcend them.","author":"Henry Norris Russell","category":"Nature, Future, Dreams"},{"quote":"Silence is the last thing the world will ever hear from me.","author":"Marlee Matlin","category":"Silence, World, Me"},{"quote":"I pray God may preserve your health and life many years.","author":"Junipero Serra","category":"Life, Health, God"},{"quote":"When Maurice touched a keyboard, it was like something from a movie, magical. He would always give you something from a movie, and you'd go, what did you just play... immediately inspirational writings, amazing. That's what we're going to miss.","author":"Robin Gibb","category":"Amazing, Play, You"},{"quote":"What were once only hopes for the future have now come to pass; it is almost exactly 13 years since the overwhelming majority of people in Ireland and Northern Ireland voted in favour of the agreement signed on Good Friday 1998, paving the way for Northern Ireland to become the exciting and inspirational place that it is today.","author":"Queen Elizabeth II","category":"Future, Good, Today"},{"quote":"'Do What You Gotta Do' is a positive, inspirational song that says no matter what it is; whether you're up against challenges or trying to get your dreams and aspirations met, you should do what whatever you have to do shy of killing yourself or someone else.","author":"Angie Stone","category":"Positive, Dreams, Challenges"},{"quote":"The single most important thing in a child's performance is the quality of the teacher. Making sure a child spends the maximum amount of time with inspirational teachers is the most important thing.","author":"Michael Gove","category":"Time, Teacher, Child"},{"quote":"I don't dislike rappers or hip-hop or people who like it. I went to the Def Jam tour in Manchester in the '80s when rap was inspirational. Public Enemy were awesome. But it's all about status and bling now, and it doesn't say anything to me.","author":"Noel Gallagher","category":"Me, People, Awesome"},{"quote":"Better to be called something positive and inspirational than something negative.","author":"Donnie Yen","category":"Positive, Negative, Better"},{"quote":"Traveling around the country, meeting fans and hearing their stories in person and on my radio show has reenergized my commitment to creating honest and inspirational content that not only serves my own creative purposes but can help and touch others as well.","author":"Nikki Sixx","category":"Commitment, Creative, Help"},{"quote":"Business gives you a massive high. Doing a great deal, coming up with an inspirational solution... It's very addictive. But it doesn't last long. In isolation, it's a bit sterile. It doesn't reward the soul.","author":"John Caudwell","category":"Business, Great, Soul"},{"quote":"The power of pop culture stories should not be underestimated, and there is an enormous potential for inspirational stories that can have a positive, transformative effect on our lives.","author":"Anita Sarkeesian","category":"Positive, Culture, Power"},{"quote":"My goal in my career is to inspire people, is to get my music out there and have people enjoy it, and have people think of me as an inspirational artist.","author":"Christina Grimmie","category":"Music, Inspire, Artist"},{"quote":"At the end of the day, the one commonality that both Hindi cinema and Hollywood share is that they are full of talented and inspirational people. Outside of this, there are many differences, from the scheduling and rehearsal to promotion and directing techniques.","author":"Nargis Fakhri","category":"Day, End, People"},{"quote":"I think if there's something one needs to change with oneself, it doesn't have to happen in the New Year. You can do that any time you please - not that it's not a good inspirational tactic for the people that it works for.","author":"Brittany Murphy","category":"Change, Time, Good"},{"quote":"I think anyone who has a passion for what they love to do, and who pursue it, is inspirational for me.","author":"Colin Morgan","category":"Love, Passion, Me"},{"quote":"When I was working at the Sprint store, I got laid off. I was bummed out, but I stayed positive. I used the money I had earned while working there to make my first album. Without that job, maybe 'Corazon Sin Cara' would never had been made. It's a very inspirational story.","author":"Prince Royce","category":"Positive, Money, Job"},{"quote":"I thought 'Moulin Rouge' was inspirational, and 'Jesus Christ Superstar' I loved.","author":"Pierce Brosnan","category":"Thought, Loved, Christ"},{"quote":"I wanted to do something inspirational for my children.","author":"Harvey Weinstein","category":"Children, Something, Wanted"},{"quote":"In fact, I wouldn't really call this a Gospel album, I call it more an inspirational album.","author":"Smokey Robinson","category":"Fact, Gospel, Call"},{"quote":"What's on my playlist when I'm fighting is not so much hip-hop. Sometimes, it's something more inspirational. I get a chance to think about what I'm fighting for, like, my family. It takes me to that state because a lot of times, it's a spiritual warfare for me.","author":"Tyron Woodley","category":"Family, Spiritual, Me"},{"quote":"I look up to a strong woman; maybe that's why I fell for Gaga. She works incredibly hard and is very strong and inspirational like Mom, with a great work ethic.","author":"Taylor Kinney","category":"Work, Great, Mom"},{"quote":"We're in a situation where talented, motivated school leavers and graduates can send off a hundred CVs and not get a reply, and where a trip to the Job Centre is depressing rather than inspirational. And you know what, that just feels wrong.","author":"Jameela Jamil","category":"School, Job, Know"},{"quote":"Show me your hands. Do they have scars from giving? Show me your feet. Are they wounded in service? Show me your heart. Have you left a place for divine love?","author":"Fulton J. Sheen","category":"Love, Service, Heart"},{"quote":"It is not ignorance but knowledge which is the mother of wonder.","author":"Joseph Wood Krutch","category":"Knowledge, Mother, Ignorance"},{"quote":"Deacon Jones has been the most inspirational person in my football career.","author":"Jack Youngblood","category":"Football, Career, Person"},{"quote":"The authentic self is the soul made visible.","author":"Sarah Ban Breathnach","category":"Soul, Self, Authentic"},{"quote":"There are glimpses of heaven to us in every act, or thought, or word, that raises us above ourselves.","author":"Robert Quillen","category":"Thought, Heaven, Word"},{"quote":"Your heart is full of fertile seeds, waiting to sprout.","author":"Morihei Ueshiba","category":"Heart, Waiting, Seeds"},{"quote":"I want to make this world perfect.","author":"Malala Yousafzai","category":"World, Want, Perfect"},{"quote":"If you look at a building by Mies van der Rohe, it might look very simple, but up close, the sheer quality of construction, materials and thought are inspirational.","author":"David Chipperfield","category":"Simple, Quality"},{"quote":"All my music is inspirational. You just gotta listen to the words and get what you can get out of it.","author":"Young Jeezy","category":"Music, Words, You"},{"quote":"I think 'Heroes of Cosplay' will show a lot of the positive things, like how much effort it takes to make a costume. These people on the show aren't taking shortcuts. As long as that effort gets through to the viewers, we will be inspirational. Then there will be people who watch the show that want to get in and hands-on make outfits.","author":"Yaya Han","category":"Positive, Effort, People"},{"quote":"There are thousands of inspirational stories waiting to be told about young women who yearn for a great education. They are stories of struggle and stories of success, and they will inspire others to take action and work to change lives.","author":"Soledad O'Brien","category":"Work, Education, Success"},{"quote":"If someone says 'grunge' or 'punk,' you know what the sound is, but if you say 'No Wave,' it's kind of mysterious. That was the most interesting part and should have been the most inspirational thing about it... here's this collective sonic insanity, and none of it sounds anything alike.","author":"Lydia Lunch","category":"Know, Insanity, You"},{"quote":"For a gallant spirit there can never be defeat.","author":"Wallis Simpson","category":"Defeat, Spirit, Never"},{"quote":"The essential elements of giving are power and love - activity and affection - and the consciousness of the race testifies that in the high and appropriate exercise of these is a blessedness greater than any other.","author":"Mark Hopkins","category":"Love, Power, Giving"},{"quote":"The only thing that ultimately matters is to eat an ice-cream cone, play a slide trombone, plant a small tree, good God, now you're free.","author":"Ray Manzarek","category":"Good, God, Tree"},{"quote":"Teachers need to be more inspirational. But it's also up to engineering to make itself more interesting.","author":"Bruce Dickinson","category":"Engineering, Interesting"},{"quote":"I used to make up stuff in my bio all the time, that I used to be a professional ice-skater and stuff like that. I found it so inspirational. Why not make myself cooler than I am?","author":"Stephen Colbert","category":"Time, Myself, I Am"},{"quote":"I'm not an inspirational quote kind of person.","author":"Christine Teigen","category":"Kind, Person, Quote"},{"quote":"I would say I'm an inspirational guidelines book. You can take my life story or scenarios or songs and relate to them and apply them to your everyday life.","author":"Chris Brown","category":"Life, Book, My Life"},{"quote":"'All in With Laila Ali' is educational, inspirational, compelling programming profiling individuals that have reached for the sky, pushed themselves to the limit and did things that you would think were impossible.","author":"Laila Ali","category":"Sky, Impossible, Think"},{"quote":"I've been known to write 10 pages a day for 10 days running before I take a breath. I am not a disciplined writer. I'm one of those people who laughingly call themselves inspirational writers, which basically means someone who has no control over their own creative process.","author":"Catherine Ryan Hyde","category":"Day, I Am, Creative"},{"quote":"I'm not here to impose Sharia law, and I'm not here to have a message about disability being inspirational - I'm here to make people laugh. But when I can layer things and make people not only laugh but question, make people not only laugh but be offended... I have to do that.","author":"Maysoon Zayid","category":"Law, Disability, Laugh"},{"quote":"Joy descends gently upon us like the evening dew, and does not patter down like a hailstorm.","author":"Jean Paul","category":"Joy, Evening, Down"},{"quote":"And now, this is the sweetest and most glorious day that ever my eyes did see.","author":"Donald Cargill","category":"Day, Eyes, See"},{"quote":"Plant thy foot firmly in the prints which His foot has made before thee.","author":"Joseph Barber Lightfoot","category":"Plant, Made, Which"},{"quote":"So I wanted to sing inspirational music, and that's exactly how I approached it - only the words have been changed to declare my relationship with God.","author":"Smokey Robinson","category":"Music, Relationship, God"},{"quote":"It's inspirational to see someone who is dying smile.","author":"Arlen Specter","category":"Smile, Dying, See"},{"quote":"Space is an inspirational concept that allows you to dream big.","author":"Peter Diamandis","category":"Space, Dream, You"},{"quote":"I believe in the city as a natural human environment, but we must humanize it. It's art that will re-define public space in the 21st Century. We can make our cities diverse, inspirational places by putting art, dance and performance in all its forms into the matrix of street life.","author":"Antony Gormley","category":"Life, Art, Dance"},{"quote":"I think, aesthetically, car design is so interesting - the dashboards, the steering wheels, and the beauty of the mechanics. I don't know how any of it works, I don't want to know, but it's inspirational.","author":"Paloma Picasso","category":"Beauty, Car, Design"},{"quote":"Just as you wouldn't leave the house without taking a shower, you shouldn't start the day without at least 10 minutes of sacred practice: prayer, meditation, inspirational reading.","author":"Marianne Williamson","category":"Day, Prayer, Reading"},{"quote":"Who would have thought that a tap-dancing penguin would outpoint James Bond at the box office? And deserve to? Not that there's anything wrong with 'Casino Royale.' But 'Happy Feet' - written and directed by George Miller - is a complete charmer, even if, in the way of most family fare, it can't resist straying into the Inspirational.","author":"Robert Gottlieb","category":"Family, Happy, Thought"},{"quote":"Personally, I can't see the appeal in trekking down to D.C. for a networking extravaganza, even if it is built around a special moment in American history. While I find the election of Barack Obama inspirational, I don't have a desire to memorialize it with overly effusive celebration.","author":"Jamie Johnson","category":"History, American"},{"quote":"'Get along, go along' is not an inspirational philosophy, and only God knows how much moral cowardice it has covered up over the years. Serve your time, collect your chits, and cash 'em in for your home state? No, I'd say we could ask for more than that from our senators.","author":"Molly Ivins","category":"Time, Home, God"},{"quote":"I have amazing friends who have led inspirational lives.","author":"Andrew Shue","category":"Friends, Amazing, Led"},{"quote":"Almost every college playwright or sketch or improv comedian was sort of aware of Christopher Durang - even kids in high school. His short plays were so accessible to younger people and I think that was inspirational to me.","author":"Mindy Kaling","category":"School, College, Short"},{"quote":"In sports teams, apart from talk of sporting prowess and the imparting of inspirational thought, an extraordinary amount of time is spent discussing, and flaunting, material possessions.","author":"Harsha Bhogle","category":"Sports, Time, Thought"},{"quote":"It is such a luxury to open a new book that's highly recommended by friends - either an inspirational yet humorously self-deprecating memoir, or a page-turning piece of fiction.","author":"Kelli O'Hara","category":"Friends, Book, Luxury"},{"quote":"Every video I've made has an inspirational message behind it. Since day one, I thought, 'Okay, I want my audience to be, like, Disney members.' So if that's the case, I have to keep everything rated G.","author":"Michelle Phan","category":"Day, Thought, Want"},{"quote":"Books are challenging and inspirational to me.","author":"Amy Sedaris","category":"Me, Books, Challenging"},{"quote":"Roosevelt's declaration that Americans had 'nothing to fear but fear itself' was a glorious piece of inspirational rhetoric and just as gloriously wrong.","author":"Russell Baker","category":"Fear, Nothing, Rhetoric"},{"quote":"The leaders who we admire who have been able to bring great change in the past - Gandhi, Martin Luther King, Nelson Mandela - they're all inspirational religious leaders and smart tacticians. It would be nice to find the Muslim Gandhi, wouldn't it?","author":"Dennis C. Blair","category":"Change, Great, Past"},{"quote":"You never know when some small thing will lead to a big idea. Travel is very inspirational - but it's in the ordinary that I find my themes of love and work and family.","author":"Adriana Trigiani","category":"Love, Work, Family"},{"quote":"Silent pictures show us how we lived and what our attitudes were. And as an art form, they can be wonderfully entertaining and often inspirational.","author":"Kevin Brownlow","category":"Art, Silent, Pictures"},{"quote":"I will always desire to play with Bruce Springsteen. He's the most inspirational, most dedicated, most committed and most focused artist I've ever seen. I like to be around people like that.","author":"Max Weinberg","category":"Artist, People, Play"},{"quote":"Benazir Bhutto was an inspirational leader and an inspirational woman.","author":"Malala Yousafzai","category":"Leader, Woman"},{"quote":"It's as if inside the White House the belief in Obama's inspirational charisma is still such that every time the ugliness of brute politics intrudes, it's a startling revelation.","author":"Tina Brown","category":"Time, Politics, Belief"},{"quote":"I am very conscious of who I am as an artist and as an inspirational person.","author":"R. Kelly","category":"I Am, Artist, Person"},{"quote":"I knew, regardless of anything else, singing in front of an orchestra was going to be inspirational. It would feed me.","author":"George Michael","category":"Me, Singing, Orchestra"},{"quote":"I worked at The Old Globe Theater under the great baton of Craig Noel. One of the great theater heroes that we have. He was so great and so inspirational. I think I did 'Antony and Cleopatra' and 'The Taming of the Shrew'. I lived in Ocean Beach, and my rent was $140 a month.","author":"Jeffrey Tambor","category":"Great, Ocean, Beach"},{"quote":"It really is an honor if I can be inspirational to a younger singer or person. It means I've done my job.","author":"Aretha Franklin","category":"Job, Honor, Done"},{"quote":"I think being directed and mentored by someone as inspirational as Paul Feig not only improves my performance but, as a whole, makes it what it is.","author":"Nargis Fakhri","category":"Performance, Think, Being"},{"quote":"Lady Gaga is the present and the future. She is the most revolutionary and inspirational artist. She is fearless and daring.","author":"Donatella Versace","category":"Future, Artist, Fearless"},{"quote":"I really think that it's disgusting that Paris is the only place where it is illegal for paps to follow you around. It actually took someone losing their life - Diana, an inspirational woman - and then it changed, but they still won't change it in London! It's horrible!","author":"Cara Delevingne","category":"Life, Change, Woman"},{"quote":"I've lost count of the number of times that I've been approached by strangers wanting to tell me that they think I'm brave or inspirational, and this was long before my work had any kind of public profile.","author":"Stella Young","category":"Work, Me, Lost"},{"quote":"I try not to put anything political on the forefront of what I'm trying to do creatively. At the same time, I do think it's wonderful when I hear people say that it's inspirational that I'm an Indian woman on camera. My life is very diverse, and my friends are a diverse group of people.","author":"Mindy Kaling","category":"Life, Time, Friends"},{"quote":"Hopefully, when people see 'Senna', they will understand why this inspirational story needed to be told, why it had to be made as a movie for the big screen, and why it is a film for everyone.","author":"Asif Kapadia","category":"People, Story, Why"},{"quote":"This is just rap. I'm not trying to make people think I'm some sort of scientific wizard or inspirational poet.","author":"Action Bronson","category":"People, Trying, Think"},{"quote":"President Obama called for a 'we' nation in his Inauguration Address. Art convenes. It is not just inspirational. It is aspirational. It pricks the walls of our compartmentalized minds, opens our hearts and makes us brave. And that's what we need most in our country today.","author":"Anna Deavere Smith","category":"Art, Today, Brave"},{"quote":"Rap music's been around for too long now to be inspirational. The words are, but the music isn't.","author":"Alexander McQueen","category":"Music, Words, Long"},{"quote":"It is so inspirational, to see that in the world of Westeros, men are answering to women, and they are a force to be reckoned with. It's empowering, and it's inspirational as well, because you're just like, 'This is great!'","author":"Rose Leslie","category":"Women, Great, World"},{"quote":"I think Spain will always remain inspirational, and I think French cuisine will continue to be very French and yet very relevant with its time and keep evolving. But the last thing you want for it is to become too trendy and confusing. It has too much history.","author":"Daniel Boulud","category":"Time, History, Want"},{"quote":"What they have done in Japan, which I find so inspirational, is they've brought the toilet out from behind the locked door. They've made it conversational. People go out and upgrade their toilet. They talk about it. They've sanitized it.","author":"Rose George","category":"Door, People, Done"},{"quote":"I do love to eavesdrop. It's inspirational, not only for subject matter but for actual dialogue, the way people talk.","author":"Lynda Barry","category":"Love, People, Dialogue"},{"quote":"This CD became something of a personal journey for me. The tone of the whole CD is uplifting and inspirational. It's an upper. We have enough downers in the world.","author":"Roma Downey","category":"Journey, World, Me"},{"quote":"A lot of America is kind of done. People have been making films about it for 100 years. Everything to me feels used up. But Jo-Burg feels unbelievably inspirational to me.","author":"Neill Blomkamp","category":"America, Me, People"},{"quote":"Growing up, in church we had the homily; at home it's what I call the 'momily' - the inspirational and instructive mom-isms that every family has.","author":"Christine Pelosi","category":"Family, Home, Growing Up"},{"quote":"By now, you've probably caught on to something: my mother is always standing by with just the right Scripture or inspirational saying to get me through any tough situation.","author":"Gabby Douglas","category":"Mother, Me, Saying"},{"quote":"Reading was very important to me as a kid. It was very inspirational to me. I went to a school where that wasn't encouraged so much, but my parents encouraged that, and it has made me part of who I am.","author":"Sasha Grey","category":"School, Parents, I Am"},{"quote":"Although he's no longer with us, Steve Jobs is still inspirational to me, as he managed to find the balance between right brain/left-brain thinking that is crucial to building a creative technology business.","author":"Imran Amed","category":"Business, Technology"},{"quote":"You see countries like India really investing in their space program because they see it as inspirational and good for their economy.","author":"Ellen Stofan","category":"Good, Space, You"},{"quote":"I look forward to making tangible and inspirational contributions to the Houston Technology Center's initiatives. HTC is an engine behind Houston's and Texas' continued growth.","author":"Walter O'Brien","category":"Technology, Growth, Look"},{"quote":"The flow of Guiness into the studio was inspirational as well as nutritive.","author":"Carter Burwell","category":"Flow, Well, Studio"},{"quote":"My initial goal for the 1984 opening ceremonies was a show that would be majestic, inspirational, and emotional - a 20 goosebump experience.","author":"David L. Wolper","category":"Experience, Goal, Emotional"},{"quote":"I think the end goal, hopefully, is to take advantage of the attention I've gotten along the way and use it for good and build some communities, and as I get older I can continue to do things and be surrounded by things that are inspirational to me.","author":"Reggie Watts","category":"Good, Goal, Me"},{"quote":"Barack Obama's inspirational whoosh to the presidency in 2008 was unusual. Most campaigns are less exhilarating; indeed, they are downright disappointing - until someone wins.","author":"Joe Klein","category":"Presidency, Someone, Wins"},{"quote":"Every song you're trying to find something that going to connect in different ways but for me the songs that I'm really drawn to are inspirational, songs that lift you and that everybody can relate to no matter where you're from.","author":"Rodney Atkins","category":"Song, Me, You"},{"quote":"When Bill Clinton ran in '92, and I listened to him, and I had of course known of his record from Arkansas, I found him extraordinarily inspirational, and I voted Democratic.","author":"Wesley Clark","category":"Democratic, Him, Course"},{"quote":"If my writing comes to a halt, I head to the shops: I find them very inspirational. And if I get into real trouble with my plot, I go out for a pizza with my husband.","author":"Sophie Kinsella","category":"Writing, Pizza, Husband"},{"quote":"I think that the reason for my success is that I am really not aspirational. I am inspirational in that the people at home feel like they can really relate to me.","author":"Rosie O'Donnell","category":"Success, Home, I Am"},{"quote":"I did an A Level in Theatre Studies and had a really inspirational teacher, and then I just went on to university.","author":"Jessica Raine","category":"Teacher, Theatre, University"},{"quote":"Had I not come out with an inspirational CD, you perhaps would have never known that I feel like I feel, that all songs, all the music I've ever done is a gift from God.","author":"Smokey Robinson","category":"Music, God, Gift"},{"quote":"Since we launched the original 'Pop Idol' in England, I've remained close with Simon Fuller. Working as executive producer on 'American idol' for its first seven years not only was an inspirational journey into the heart of American pop culture, it opened my eyes to the untapped potential of the incredibly dynamic young people in this world.","author":"Nigel Lythgoe","category":"Journey, Culture, Eyes"},{"quote":"I am never without my lyric book. If anything inspirational happens, I have it there so nothing's forgotten.","author":"Gabrielle Aplin","category":"I Am, Book, Nothing"},{"quote":"I grew up in a bookless house - my parents didn't read poetry, so if I hadn't had the chance to experience it at school I'd never have experienced it. But I loved English, and I was very lucky in that I had inspirational English teachers, Miss Scriven and Mr. Walker, and they liked us to learn poems by heart, which I found I loved doing.","author":"Carol Ann Duffy","category":"Experience, School, Parents"},{"quote":"I'd like to one day be featured on a list of inspirational people who have made a difference in the world, whether it be helping underprivileged people or putting an end to the poaching of wildlife in Africa.","author":"Candice Swanepoel","category":"Day, World, People"},{"quote":"I love a lot of the New York bands, but Patti Smith stands out. I just read 'Just Kids' and it's an inspirational, well-written account of an emerging New York artist in the late seventies.","author":"James Iha","category":"Love, New York, Artist"},{"quote":"The government will see that human spaceflight is useful - for science and the economy - and inspirational.","author":"Helen Sharman","category":"Science, Government, See"},{"quote":"I'm a gay disabled man who has become very successful. I don't get up in the morning and think I'm inspirational I just get up thinking that I love horses.","author":"Lee Pearson","category":"Love, Morning, Man"},{"quote":"Inside, I've got a real purist desire and dream about the music. I like the idea of being able to carve out a kind of magical, colourful, artistic, inspirational life. And the reality just turns out to be quite different, working with the business to bring this thing you have created into the world.","author":"Damien Rice","category":"Life, Music, Business"},{"quote":"The best form of flattery is to be admired, imitated or respected. I've always felt proud our fans look up to us or feel we are inspirational.","author":"Cheryl James","category":"Best, Proud, Look"},{"quote":"Nothing makes one feel so strong as a call for help.","author":"Pope Paul VI","category":"Strong, Help, Nothing"},{"quote":"Our ideals are our better selves.","author":"Amos Bronson Alcott","category":"Better, Ideals, Selves"},{"quote":"I hope that at the end of the seven years, people will say that I have been of some inspirational value to them at home in terms of inclusiveness and abroad, I look forward to representing Ireland.","author":"Michael D. Higgins","category":"Hope, Home, Value"},{"quote":"I do a lot of inspirational talks for kids, to motivate them to change their lives and give them hope.","author":"Adam Beach","category":"Change, Hope, Kids"},{"quote":"I had an inspirational teacher at my junior school: Peter Nixon. He was enthusiastic, knowledgeable and slightly scary - a good combination for a teacher.","author":"Stephen Mangan","category":"Teacher, Good, School"},{"quote":"My tastes and inspirational artists were always rather eclectic and diverse.","author":"Taylor Dayne","category":"Artists, Always, Rather"},{"quote":"We all obviously need others to look up to, and be inspirational to us. Ford did a great job as far as putting the presidency back where it belonged, getting the trust back after Nixon. And President Reagan has been one of the most influential presidents.","author":"Steve Garvey","category":"Trust, Great, Job"},{"quote":"I pull a lot of the stuff that I play off the rhythm tracks - and Keith Richards has been one of the main contributors to my inspirational playing.","author":"Bobby Keys","category":"Play, Rhythm, Playing"},{"quote":"I would probably work with Drake as he is massively inspirational to me as a writer as well as an artist. If not him, then Susan Boyle!","author":"Conor Maynard","category":"Work, Me, Artist"},{"quote":"I'm very fond of the British cinema. I'm a big fan of Martin Campbell and Daniel Craig. I actually find Daniel very inspirational, especially on the physical side of things. He really inspired me to get back into shape when I started to add on a few pounds. I think he's a great role model.","author":"Steven Bauer","category":"Great, Me, Think"},{"quote":"I grew up in a very spiritual home in a Liberty City neighborhood of Miami, FL. I was raised in the church, and my mother was a very inspirational person in my life.","author":"Robert Battle","category":"Life, Home, Mother"},{"quote":"My father, Oliver Hynes, was an educator. He was originally just a teacher, a very good one, but then he was promoted to be in charge of education for the entire area. He was always an inspirational teacher. He was my big personal supporter, always coming here for the Tony Awards. My mother, Carmel, was a homemaker.","author":"Garry Hynes","category":"Education, Teacher, Good"},{"quote":"Architecture is not an inspirational business, it's a rational procedure to do sensible and hopefully beautiful things; that's all.","author":"Harry Seidler","category":"Business, Beautiful"},{"quote":"I've done a lot of albums and I kinda know when I'm onto something that was inspirational for me to record and create, and this was one of those projects where I really enjoyed making the album.","author":"Lee Ritenour","category":"Me, Know, Done"},{"quote":"Thelonious Monk was one of the musicians I most connected with early on. I'm a huge Betty Carter fan, and the way that Abbey Lincoln and Shirley Horn grew immensely from the time they were young is so inspirational.","author":"Cecile McLorin Salvant","category":"Time, Musicians, Early"},{"quote":"On the recollection of so many and great favours and blessings, I now, with a high sense of gratitude, presume to offer up my sincere thanks to the Almighty, the Creator and Preserver.","author":"William Bartram","category":"Gratitude, Great, Blessings"},{"quote":"I think that's a great opportunity, to pick a script where you can build up a good skill. I think the main thing I look for when I look at scripts is if it's inspirational. If it's something that teenagers can relate to. And is it something that the audience is going to get something out of. If not, then it's really not worth doing.","author":"Carly Schroeder","category":"Good, Great, Opportunity"},{"quote":"I view art as an inspirational tool.","author":"Thomas Kincade","category":"Art, View, Tool"},{"quote":"I do like alternative rock and rap, but as far as inspirational, then I go full-on orchestra. It fills up your entire being.","author":"Osric Chau","category":"Rock, Up, Orchestra"},{"quote":"I want to be an inspirational model. I want people to look at me and say, 'Wow, she looks healthy.'","author":"Ireland Baldwin","category":"Me, People, Healthy"},{"quote":"I want to be motivational and inspirational for everybody: my big aim is more women on bicycles.","author":"Marianne Vos","category":"Motivational, Women, Want"},{"quote":"You always draw inspiration from your family or your parents if they've proven to be inspirational. My mother is someone who's always been inspirational to me.","author":"Dustin Clare","category":"Family, Mother, Parents"},{"quote":"I love inspirational R&B, like Mary J. Blige and Jennifer Hudson. I want to do that. That kind of music stays with you.","author":"Ashthon Jones","category":"Love, Music, Want"},{"quote":"I wrote '('Til) I Kissed You' about a girl I met in Australia. Her name was Lilian, and she was very, very inspirational. I was married, but... I wrote the song about her on the way back home.","author":"Don Everly","category":"Home, Girl, Name"},{"quote":"We've been surrounded by images of space our whole lives, from the speculative images of science fiction to the inspirational visions of artists to the increasingly beautiful pictures made possible by complex technologies. But whilst we have an overwhelmingly vivid visual understanding of space, we have no sense of what space sounds like.","author":"Honor Harger","category":"Beautiful, Science, Space"},{"quote":"Think with your whole body.","author":"Taisen Deshimaru","category":"Body, Think, Whole"},{"quote":"There have been many different artists that have been inspirational. I suppose the question is directed to what was the reason why I went into fantasy illustration.","author":"Boris Vallejo","category":"Why, Reason, Fantasy"},{"quote":"Lee's great gifts are teaching and inspirational guidance, not administration and management.","author":"Cheryl Crawford","category":"Great, Management, Guidance"},{"quote":"A dream doesn't become reality through magic; it takes sweat, determination and hard work.","author":"Colin Powell","category":"Work, Hard Work"},{"quote":"Keep your dreams alive. Understand to achieve anything requires faith and belief in yourself, vision, hard work, determination, and dedication. Remember all things are possible for those who believe.","author":"Gail Devers","category":"Work, Hard Work, Faith"},{"quote":"Stay true to yourself, yet always be open to learn. Work hard, and never give up on your dreams, even when nobody else believes they can come true but you. These are not cliches but real tools you need no matter what you do in life to stay focused on your path.","author":"Phillip Sweet","category":"Life, Work, Never Give Up"},{"quote":"The biggest adventure you can take is to live the life of your dreams.","author":"Oprah Winfrey","category":"Life, Adventure, Your Dreams"},{"quote":"Deep into that darkness peering, long I stood there, wondering, fearing, doubting, dreaming dreams no mortal ever dared to dream before.","author":"Edgar Allan Poe","category":"Deep, Darkness, Long"},{"quote":"Follow your passion, be prepared to work hard and sacrifice, and, above all, don't let anyone limit your dreams.","author":"Donovan Bailey","category":"Work, Passion, Work Hard"},{"quote":"Stay focused, go after your dreams and keep moving toward your goals.","author":"LL Cool J","category":"Goals, Your Dreams, Moving"},{"quote":"Remember your dreams and fight for them. You must know what you want from life. There is just one thing that makes your dream become impossible: the fear of failure.","author":"Paulo Coelho","category":"Life, Failure, Fear"},{"quote":"Consult not your fears but your hopes and your dreams. Think not about your frustrations, but about your unfulfilled potential. Concern yourself not with what you tried and failed in, but with what it is still possible for you to do.","author":"Pope John XXIII","category":"Motivational, Yourself"},{"quote":"Trust in dreams, for in them is hidden the gate to eternity.","author":"Khalil Gibran","category":"Positive, Trust, Hidden"},{"quote":"New Year's Day. A fresh start. A new chapter in life waiting to be written. New questions to be asked, embraced, and loved. Answers to be discovered and then lived in this transformative year of delight and self-discovery. Today carve out a quiet interlude for yourself in which to dream, pen in hand. Only dreams give birth to change.","author":"Sarah Ban Breathnach","category":"Life, Change, Today"},{"quote":"I like the dreams of the future better than the history of the past.","author":"Thomas Jefferson","category":"History, Future, Past"},{"quote":"Never give up on what you really want to do. The person with big dreams is more powerful than the one with all the facts.","author":"H. Jackson Brown, Jr.","category":"Never Give Up, Powerful"},{"quote":"Follow your dreams, believe in yourself and don't give up.","author":"Rachel Corrie","category":"Believe In Yourself"},{"quote":"Yesterday is but today's memory, and tomorrow is today's dream.","author":"Khalil Gibran","category":"Today, Memory, Tomorrow"},{"quote":"Sleep is the best meditation.","author":"Dalai Lama","category":"Best, Sleep, Meditation"},{"quote":"I couldn't find the sports car of my dreams, so I built it myself.","author":"Ferdinand Porsche","category":"Sports, Car, Myself"},{"quote":"I'm a dreamer. I have to dream and reach for the stars, and if I miss a star then I grab a handful of clouds.","author":"Mike Tyson","category":"Stars, Clouds, Dream"},{"quote":"Help others achieve their dreams and you will achieve yours.","author":"Les Brown","category":"Help Others, Help, You"},{"quote":"Education is not a tool for development - individual, community and the nation. It is the foundation for our future. It is empowerment to make choices and emboldens the youth to chase their dreams.","author":"Nita Ambani","category":"Education, Future, Community"},{"quote":"Reality is wrong. Dreams are for real.","author":"Tupac Shakur","category":"Reality, Real, Wrong"},{"quote":"A city is not gauged by its length and width, but by the broadness of its vision and the height of its dreams.","author":"Herb Caen","category":"Vision, City, Height"},{"quote":"Grit is that 'extra something' that separates the most successful people from the rest. It's the passion, perseverance, and stamina that we must channel in order to stick with our dreams until they become a reality.","author":"Travis Bradberry","category":"Perseverance, Passion"},{"quote":"Let your dreams outgrow the shoes of your expectations.","author":"Ryunosuke Satoro","category":"Shoes, Your Dreams"},{"quote":"Your vision will become clear only when you can look into your own heart. Who looks outside, dreams; who looks inside, awakes.","author":"Carl Jung","category":"Heart, Vision, You"},{"quote":"I dream of painting and then I paint my dream.","author":"Vincent Van Gogh","category":"Dream, Painting, Paint"},{"quote":"You control your future, your destiny. What you think about comes about. By recording your dreams and goals on paper, you set in motion the process of becoming the person you most want to be. Put your future in good hands - your own.","author":"Mark Victor Hansen","category":"Future, Goals, Good"},{"quote":"Through hard work, perseverance and a faith in God, you can live your dreams.","author":"Ben Carson","category":"Work, Hard Work"},{"quote":"A horse is the projection of peoples' dreams about themselves - strong, powerful, beautiful - and it has the capability of giving us escape from our mundane existence.","author":"Pam Brown","category":"Beautiful, Strong, Horse"},{"quote":"In my dreams, I could be a Princess, and that's what I was. Like most little girls, I believed nothing less than a Prince could make my dreams come true.","author":"Loretta Young","category":"Dating, Little Girls"},{"quote":"The only thing that comes to a sleeping man is dreams.","author":"Tupac Shakur","category":"Man, Sleeping, Only"},{"quote":"All men dream, but not equally. Those who dream by night in the dusty recesses of their minds, wake in the day to find that it was vanity: but the dreamers of the day are dangerous men, for they may act on their dreams with open eyes, to make them possible.","author":"T. E. Lawrence","category":"Day, Eyes, Men"},{"quote":"We all have our time machines. Some take us back, they're called memories. Some take us forward, they're called dreams.","author":"Jeremy Irons","category":"Time, Memories, Forward"},{"quote":"Great dreams of great dreamers are always transcended.","author":"A. P. J. Abdul Kalam","category":"Great, Dreamers, Always"},{"quote":"Keep true to the dreams of your youth.","author":"Friedrich Schiller","category":"Teen, Youth, True"},{"quote":"The path from dreams to success does exist. May you have the vision to find it, the courage to get on to it, and the perseverance to follow it.","author":"Kalpana Chawla","category":"Success, Courage"},{"quote":"So to all Americans, in every city near and far, small and large, from mountain to mountain, and from ocean to ocean, hear these words: You will never be ignored again. Your voice, your hopes, and your dreams will define our American destiny. And your courage and goodness and love will forever guide us along the way.","author":"Donald Trump","category":"Love, Courage, Ocean"},{"quote":"A dreamer is one who can only find his way by moonlight, and his punishment is that he sees the dawn before the rest of the world.","author":"Oscar Wilde","category":"World, Rest, Dawn"},{"quote":"Job training empowers people to realize their dreams and improve their lives.","author":"Sylvia Mathews Burwell","category":"Job, Training, People"},{"quote":"Follow your dreams, work hard, practice and persevere. Make sure you eat a variety of foods, get plenty of exercise and maintain a healthy lifestyle.","author":"Sasha Cohen","category":"Motivational, Work"},{"quote":"Take a leap of faith and begin this wondrous new year by believing. Believe in yourself. And believe that there is a loving Source - a Sower of Dreams - just waiting to be asked to help you make your dreams come true.","author":"Sarah Ban Breathnach","category":"Faith, Believe In Yourself"},{"quote":"We live between the act of awakening and the act of surrender. Each morning, we awaken to the light and the invitation to a new day in the world of time; each night, we surrender to the dark to be taken to play in the world of dreams where time is no more.","author":"John O'Donohue","category":"Morning, Time, Light"},{"quote":"Never underestimate the power of dreams and the influence of the human spirit. We are all the same in this notion: The potential for greatness lives within each of us.","author":"Wilma Rudolph","category":"Power, Greatness, Influence"},{"quote":"We have to stand up for what we believe in, even when we might not be popular for it. Honesty starts with being ourselves, authentic and true to who we are and what we believe in, and that may not always be popular, but it will always let you follow your dreams and your heart.","author":"Tabatha Coffey","category":"Honesty, Heart, Believe"},{"quote":"I dreamed I was a butterfly, flitting around in the sky; then I awoke. Now I wonder: Am I a man who dreamt of being a butterfly, or am I a butterfly dreaming that I am a man?","author":"Zhuangzi","category":"Sky, I Am, Butterfly"},{"quote":"Never set limits, go after your dreams, don't be afraid to push the boundaries. And laugh a lot - it's good for you!","author":"Paula Radcliffe","category":"Good, Your Dreams, Laugh"},{"quote":"If you want to have a life that is worth living, a life that expresses your deepest feelings and emotions and cares and dreams, you have to fight for it.","author":"Alice Walker","category":"Life, Fight, Want"},{"quote":"My imagination completely controls me, and forever feeds the fire that burns with dark red light in my heart by bringing me the best dreams. I've always had a wild imagination, a big heart and a tortured soul so I feel that dark fantasy, love and horror are in my blood.","author":"Kim Elizabeth","category":"Love, Light, Best"},{"quote":"We are such stuff as dreams are made on and our little life is rounded with a sleep.","author":"William Shakespeare","category":"Life, Sleep, Little"},{"quote":"It was one of my dreams as a child, growing up in my little village with my cousins. We used to walk together, and I used to say, when you look at the world map, 'This town is there, that town is there, that river is there.' I used to say, 'One day, I'm going to travel these places.'","author":"Jimmy Cliff","category":"Travel, Day, Together"},{"quote":"Without leaps of imagination, or dreaming, we lose the excitement of possibilities. Dreaming, after all, is a form of planning.","author":"Gloria Steinem","category":"Imagination, Planning"},{"quote":"We become not a melting pot but a beautiful mosaic. Different people, different beliefs, different yearnings, different hopes, different dreams.","author":"Jimmy Carter","category":"Beautiful, People, Beliefs"},{"quote":"My dreams for the future are simple: work, a happy, healthy family, a lovely long motorcycle ride, and continuing the struggle to awaken people to the need for serious human rights reform.","author":"Mike Farrell","category":"Work, Family, Future"},{"quote":"I always feel like it's two key ingredients when it comes to following your dreams, making something happen that the average person deems difficult. If you truly believe it, that's step one. Step two, is, you know, the hard work that goes along with it.","author":"J. Cole","category":"Work, Hard Work, Believe"},{"quote":"I would encourage you to set really high goals. Set goals that, when you set them, you think they're impossible. But then every day you can work towards them, and anything is possible, so keep working hard and follow your dreams.","author":"Katie Ledecky","category":"Work, Day, Goals"},{"quote":"The equal right of all citizens to health, education, work, food, security, culture, science, and wellbeing - that is, the same rights we proclaimed when we began our struggle, in addition to those which emerge from our dreams of justice and equality for all inhabitants of our world - is what I wish for all.","author":"Fidel Castro","category":"Work, Education, Food"},{"quote":"Long walks on the beach are the supposed holy grail of a romantic evening. The beach becomes a kind of utopia - the place where all our dreams come true.","author":"Roxane Gay","category":"Romantic, Beach, Long"},{"quote":"Who looks outside, dreams; who looks inside, awakes.","author":"Carl Jung","category":"Looks, Inside, Outside"},{"quote":"The interpretation of dreams is the royal road to a knowledge of the unconscious activities of the mind.","author":"Sigmund Freud","category":"Knowledge, Road, Mind"},{"quote":"Visions are worth fighting for. Why spend your life making someone else's dreams?","author":"Tim Burton","category":"Life, Why, Fighting"},{"quote":"Dreams are the seeds of change. Nothing ever grows without a seed, and nothing ever changes without a dream.","author":"Debby Boone","category":"Change, Changes, Dream"},{"quote":"Never let life impede on your ability to manifest your dreams. Dig deeper into your dreams and deeper into yourself and believe that anything is possible, and make it happen.","author":"Corin Nemec","category":"Life, Believe, Yourself"},{"quote":"When all of your wishes are granted, many of your dreams will be destroyed.","author":"Marilyn Manson","category":"Your Dreams, Wishes, Will"},{"quote":"Computers are magnificent tools for the realization of our dreams, but no machine can replace the human spark of spirit, compassion, love, and understanding.","author":"Louis V. Gerstner, Jr.","category":"Love, Compassion, Computers"},{"quote":"There's nothing as exciting as a comeback - seeing someone with dreams, watching them fail, and then getting a second chance.","author":"Rachel Griffiths","category":"Chance, Comeback"},{"quote":"I don't think you should spend your life praying for things, but I do believe you should thank God for what He's given you... but I think the scripture teaches us that we can pray for our dreams, pray for the big things... he's not a small God; this God is incredible.","author":"Joel Osteen","category":"Life, Thankful, God"},{"quote":"Why does the eye see a thing more clearly in dreams than the imagination when awake?","author":"Leonardo da Vinci","category":"Imagination, Eye, Why"},{"quote":"Don't give up on your dreams, or your dreams will give up on you.","author":"John Wooden","category":"Your Dreams, You, Will"},{"quote":"Dreams about the future are always filled with gadgets.","author":"Neil deGrasse Tyson","category":"Future, Gadgets, Always"},{"quote":"I learned to dream through reading, learned to create dreams through writing, and learned to develop dreamers through teaching. I shall always be a dreamer. Come dream with me.","author":"Sharon Draper","category":"Writing, Reading, Me"},{"quote":"The only time you really live fully is from thirty to sixty. The young are slaves to dreams the old servants of regrets. Only the middle-aged have all their five senses in the keeping of their wits.","author":"Theodore Roosevelt","category":"Time, Live, You"},{"quote":"If you take responsibility for yourself you will develop a hunger to accomplish your dreams.","author":"Les Brown","category":"Responsibility, Yourself"},{"quote":"It's insecurity that is always chasing you and standing in the way of your dreams.","author":"Vin Diesel","category":"Your Dreams, Insecurity, You"},{"quote":"I have dreams of becoming a professional pastry chef and having a little bakery - that's how much I love baking. I love to cook in general, but my heart lies in desserts.","author":"Kim Barnouin","category":"Love, Heart, Chef"},{"quote":"In my dreams and visions, I seemed to see a line, and on the other side of that line were green fields, and lovely flowers, and beautiful white ladies, who stretched out their arms to me over the line, but I couldn't reach them no-how. I always fell before I got to the line.","author":"Harriet Tubman","category":"Beautiful, Flowers, Me"},{"quote":"To accomplish great things, we must not only act, but also dream; not only plan, but also believe.","author":"Anatole France","category":"Great, Believe, Plan"},{"quote":"I don't design clothes, I design dreams.","author":"Ralph Lauren","category":"Design, Clothes"},{"quote":"If one advances confidently in the direction of his dreams, and endeavors to live the life which he has imagined, he will meet with a success unexpected in common hours.","author":"Henry David Thoreau","category":"Life, Success, Live"},{"quote":"I think everyone dreams of that nice romantic wedding.","author":"Lance Bass","category":"Romantic, Wedding, Nice"},{"quote":"The greatest achievement was at first and for a time a dream. The oak sleeps in the acorn, the bird waits in the egg, and in the highest vision of the soul a waking angel stirs. Dreams are the seedlings of realities.","author":"James Allen","category":"Time, Achievement, Vision"},{"quote":"I'll let you be in my dreams if I can be in yours.","author":"Bob Dylan","category":"I Can, You, Yours"},{"quote":"Be a dreamer. If you don't know how to dream, you're dead.","author":"Jim Valvano","category":"Dream, Know, You"},{"quote":"If there are dreams about a beautiful South Africa, there are also roads that lead to their goal. Two of these roads could be named Goodness and Forgiveness.","author":"Nelson Mandela","category":"Beautiful, Forgiveness, Goal"},{"quote":"Passion isn't something that lives way up in the sky, in abstract dreams and hopes. It lives at ground level, in the specific details of what you're actually doing every day.","author":"Marcus Buckingham","category":"Day, Passion, Sky"},{"quote":"The life of a man consists not in seeing visions and in dreaming dreams, but in active charity and in willing service.","author":"Henry Wadsworth Longfellow","category":"Life, Service, Man"},{"quote":"Believe in love. Believe in magic. Hell, believe in Santa Clause. Believe in others. Believe in yourself. Believe in your dreams. If you don't, who will?","author":"Jon Bon Jovi","category":"Love, Believe In Yourself"},{"quote":"Follow your dreams. If you have a goal, and you want to achieve it, then work hard and do everything you can to get there, and one day it will come true.","author":"Lindsey Vonn","category":"Work, Day, Work Hard"},{"quote":"The world needs dreamers and the world needs doers. But above all, the world needs dreamers who do.","author":"Sarah Ban Breathnach","category":"World, Dreamers, Above"},{"quote":"Education is at the heart of achieving your dreams.","author":"Patrice Motsepe","category":"Education, Heart, Achieving"},{"quote":"Lose your dreams and you might lose your mind.","author":"Mick Jagger","category":"Your Dreams, Mind, You"},{"quote":"What is life? A madness. What is life? An illusion, a shadow, a story. And the greatest good is little enough; for all life is a dream, and dreams themselves are only dreams.","author":"Pedro Calderon de la Barca","category":"Life, Good, Shadow"},{"quote":"Hold fast to dreams For when dreams go Life is a barren field Frozen with snow.","author":"Langston Hughes","category":"Life, Life Is A, Snow"},{"quote":"Follow your dreams and use your natural-born talents and skills to make this a better world for tomorrow.","author":"Paul Watson","category":"Your Dreams, Tomorrow, World"},{"quote":"Take, if you must, this little bag of dreams, Unloose the cord, and they will wrap you round.","author":"William Butler Yeats","category":"Bag, You, Little"},{"quote":"Make treating yourself a priority and always remember your life is happening now. Don't put off all your dreams and pleasures to another day. In any balanced personal definition of success there has to be a powerful element of living life in the present.","author":"Mireille Guiliano","category":"Life, Success, Day"},{"quote":"I have dreamed in my life, dreams that have stayed with me ever after, and changed my ideas; they have gone through and through me, like wine through water, and altered the color of my mind.","author":"Emily Bronte","category":"Life, Water, Mind"},{"quote":"I'm very comfortable with the nature of life and death, and that we come to an end. What's most difficult to imagine is that those dreams and early yearnings and desires of childhood and adolescence will also disappear. But who knows? Maybe you become part of the eternal whatever.","author":"Hugh Hefner","category":"Life, Nature, Death"},{"quote":"We need time to defuse, to contemplate. Just as in sleep our brains relax and give us dreams, so at some time in the day we need to disconnect, reconnect, and look around us.","author":"Laurie Colwin","category":"Time, Day, Sleep"},{"quote":"Don't let the winds blow your dreams away... or steal your faith in God.","author":"Vin Scully","category":"Faith, God, Your Dreams"},{"quote":"There something to be said for having even unrealistic dreams. Even if the dreams don't come true - that, to me, is what's beautiful about Los Angeles. It's full of these people who have moved there to chase these dreams.","author":"Damien Chazelle","category":"Beautiful, Me, People"},{"quote":"Some people ask why people would go into a dark room to be scared. I say they are already scared, and they need to have that fear manipulated and massaged. I think of horror movies as the disturbed dreams of a society.","author":"Wes Craven","category":"Fear, Society, Dark"},{"quote":"In dreams, anything can be anything, and everybody can do. We can fly, we can turn upside down, we can transform into anything.","author":"Twyla Tharp","category":"Fly, Down, Upside Down"},{"quote":"If you don't have dreams, you don't have a life.","author":"Bryce Harper","category":"Life, You"},{"quote":"Flying dreams mean that you're doing the right thing with your life.","author":"Douglas Coupland","category":"Life, Flying"},{"quote":"Myths are public dreams, dreams are private myths.","author":"Joseph Campbell","category":"Myths, Public, Private"},{"quote":"I've always followed my heart and pursued my dreams, and I imagine that people find that inspiring. I hope that is the effect I have on my fans and people in general. I definitely want to project a positive energy out into the world.","author":"Britney Spears","category":"Positive, Hope, Heart"},{"quote":"I'm sick of following my dreams. I'm just going to ask them where they're goin', and hook up with them later.","author":"Mitch Hedberg","category":"Sick, Up, Where"},{"quote":"When you have little girls bringing you your action figures for you to sign, it's like, 'Wow, things are happening, and dreams do come true.'","author":"Sasha Banks","category":"Action, Little Girls, You"},{"quote":"Follow your dreams. Just make sure to have fun too.","author":"Chris Brown","category":"Your Dreams, Fun, Have Fun"},{"quote":"The American Dream has run out of gas. The car has stopped. It no longer supplies the world with its images, its dreams, its fantasies. No more. It's over. It supplies the world with its nightmares now: the Kennedy assassination, Watergate, Vietnam.","author":"J. G. Ballard","category":"Car, American Dream, World"},{"quote":"People are so busy dreaming the American Dream, fantasizing about what they could be or have a right to be, that they're all asleep at the switch. Consequently we are living in the Age of Human Error.","author":"Florence King","category":"Age, American Dream, Busy"},{"quote":"I don't remember my dreams too much. I hardly have ever gotten ideas from nighttime dreams. But I love daydreaming and dream logic and the way dreams go.","author":"David Lynch","category":"Love, Ideas, Remember"},{"quote":"People with disabilities have abilities too and that is what this course is all about - making sure those abilities blossom and shine so that all the dreams you have can come true.","author":"Mary McAleese","category":"Shine, People, You"},{"quote":"When I grew up, I only had two dreams. One was to be a cowboy and another was to be in the military. I grew up extremely patriotic and riding horses.","author":"Chris Kyle","category":"Patriotism, Military, Two"},{"quote":"When a person starts to talk about their dreams, it's as if something bubbles up from within. Their eyes brighten, their face glows, and you can feel the excitement in their words.","author":"John C. Maxwell","category":"Eyes, Words, You"},{"quote":"Our life is composed greatly from dreams, from the unconscious, and they must be brought into connection with action. They must be woven together.","author":"Anais Nin","category":"Life, Together, Action"},{"quote":"Everyone loves a comeback story, and everyone loves the underdog as well. I kind of feel like I've been the underdog. Hopefully that inspires people to not give up on themselves and their lives and not give up on their dreams.","author":"James Arthur","category":"People, Story, Comeback"},{"quote":"Never in my wildest dreams did I entertain the idea that I would become a fashion designer.","author":"Giorgio Armani","category":"Fashion, Idea, Never"},{"quote":"I feel like, big city or small town, you can relate to following your parents' footsteps or putting your own dreams on the back burner or vices that we get caught up in - that whole cycle. That's not just a small-town thing. That's a life thing.","author":"Kacey Musgraves","category":"Life, Parents, City"},{"quote":"When the legends die, the dreams end; there is no more greatness.","author":"Tecumseh","category":"Greatness, End, Die"},{"quote":"I want to show everyone that if you pursue your dreams, they can come true no matter what. That's what I want to do.","author":"Martin Garrix","category":"Your Dreams, Want, You"},{"quote":"I want to create an economy where minimum wage is a very brief stepping stone to higher-paying jobs so people can realize their dreams.","author":"Thom Tillis","category":"People, Stone, Want"},{"quote":"The world of men is dreaming, it has gone mad in its sleep, and a snake is strangling it, but it can't wake up.","author":"D. H. Lawrence","category":"Sleep, Men, World"},{"quote":"Divorce is a time of change. It really rocks a foundation of most people's lives. When we have our heart broken or our dreams taken away from us, it is a time of growth and change.","author":"Debbie Ford","category":"Change, Time, Growth"},{"quote":"It's when children are 15, 16 or 17 that they decide whether they want to be a doctor, an engineer, a politician or go to the Mars or moon. That is the time they start having a dream, and that's the time you can work on them. You can help them shape their dreams.","author":"A. P. J. Abdul Kalam","category":"Work, Time, Children"},{"quote":"It is better to risk starving to death then surrender. If you give up on your dreams, what's left?","author":"Jim Carrey","category":"Wisdom, Death, Your Dreams"},{"quote":"They thought I was a Surrealist, but I wasn't. I never painted dreams. I painted my own reality.","author":"Frida Kahlo","category":"Thought, Reality, My Own"},{"quote":"The world is full of people who have dreams of playing at Carnegie Hall, of running a marathon, and of owning their own business. The difference between the people who make it across the finish line and everyone else is one simple thing: an action plan.","author":"John Tesh","category":"Business, Simple, World"},{"quote":"The dreams and passions stored within hearts are powerful keys which can unlock a wealth of potential.","author":"John C. Maxwell","category":"Powerful, Potential, Wealth"},{"quote":"People ask how can a Jewish kid from the Bronx do preppy clothes? Does it have to do with class and money? It has to do with dreams.","author":"Ralph Lauren","category":"Money, People, Clothes"},{"quote":"And whether a child is born in the urban sprawl of Detroit or the windswept plains of Nebraska, they look up at the same night sky, they fill their heart with the same dreams, and they are infused with the breath of life by the same almighty Creator.","author":"Donald Trump","category":"Life, Heart, Sky"},{"quote":"I think that they way my parents raised me, they taught me to always follow my dreams and never give up, no matter what the obstacle.","author":"Katie Stevens","category":"Never Give Up, Parents, Me"},{"quote":"Never think you can't do something. I definitely never thought I could write a book, and even after I started writing it, I was like, 'Oh my God, how am I gonna write a book?' Just set your sights high and reach for the stars. Go live your dreams, and never think you can't.","author":"Connor Franta","category":"Stars, God, Writing"},{"quote":"I believe dreams represent the purest form of fantasy we unleash through our subconscious. They represent the truest freedom we can experience. Totally unrepressed and totally creative.","author":"Miguel","category":"Freedom, Experience, Believe"},{"quote":"In my long life I have found peace, joy, and happiness beyond my fondest hopes and dreams. One of the supreme benedictions of my life has been my marriage to an elect daughter of God. I love her with all my heart and soul.","author":"James E. Faust","category":"Love, Life, Happiness"},{"quote":"We all have so much more power to make our dreams a reality - and love life along the way - than we think we do!","author":"Rachele Brooke Smith","category":"Love, Life, Power"},{"quote":"Tread softly because you tread on my dreams.","author":"William Butler Yeats","category":"You, Tread, Because"},{"quote":"We must stop talking about the American dream and start listening to the dreams of Americans.","author":"Max Beerbohm","category":"American Dream, American"},{"quote":"You have to keep going and pursue your dreams.","author":"Joey King","category":"Keep Going, Your Dreams, You"},{"quote":"He was a dreamer, a thinker, a speculative philosopher... or, as his wife would have it, an idiot.","author":"Douglas Adams","category":"Wife, Dreamer, Idiot"},{"quote":"I prefer to be a dreamer among the humblest, with visions to be realized, than lord among those without dreams and desires.","author":"Khalil Gibran","category":"Dreamer, Without, Desires"},{"quote":"Vision gets the dreams started. Dreaming employs your God-given imagination to reinforce the vision. Both are part of something I believe is absolutely necessary to building the life of a champion, a winner, a person of high character who is consistently at the top of whatever game he or she is in.","author":"Emmitt Smith","category":"Life, Character, Vision"},{"quote":"I have mixed feelings about how fast things are changing as a result of technology. There's no denying that through technology there are amazing things being created that help people with diseases or help people's dreams come true. But there's also this obsession. Social media is the most dangerous of them all.","author":"Amanda Crew","category":"Technology, Social Media"},{"quote":"To be given the opportunity to help shape new artists' careers and mentor them to see their dreams come to fruition is a task I welcome with open arms.","author":"Christina Aguilera","category":"Opportunity, Welcome, Help"},{"quote":"There are many talented people who haven't fulfilled their dreams because they over thought it, or they were too cautious, and were unwilling to make the leap of faith.","author":"James Cameron","category":"Faith, Thought, People"},{"quote":"Dreams grow if you grow.","author":"Zig Ziglar","category":"Grow, You"},{"quote":"You have to have a dream so you can get up in the morning.","author":"Billy Wilder","category":"Morning, Dream, You"},{"quote":"Strivers achieve what dreamers believe.","author":"Usher","category":"Believe, Achieve, Dreamers"},{"quote":"I have had dreams and I have had nightmares, but I have conquered my nightmares because of my dreams.","author":"Jonas Salk","category":"Nightmares, Because"},{"quote":"As I've grown - dare I say it - older, I had hopes of indulging my dreams of being a sailor.","author":"Jimmy Webb","category":"Sailor, Say, Dare"},{"quote":"You have all the reason in the world to achieve your grandest dreams. Imagination plus innovation equals realization.","author":"Denis Waitley","category":"Innovation, Imagination"},{"quote":"Without peace, all other dreams vanish and are reduced to ashes.","author":"Jawaharlal Nehru","category":"Peace, Ashes, Without"},{"quote":"I can't remember any dreams in my life. There's so much strange in real life that it often seems like a dream.","author":"Tim Burton","category":"Life, My Life, Remember"},{"quote":"Let us keep the dance of rain our fathers kept and tread our dreams beneath the jungle sky.","author":"Arna Bontemps","category":"Rain, Dance, Sky"},{"quote":"I know it's cliche to say, 'When you do something you love you never work a day in your life.' But it is true: When you do something you love, life gets to be a little bit easier and enjoyable. So I just want people to follow their dreams.","author":"Tika Sumpter","category":"Love, Life, Work"},{"quote":"You know, one of my biggest dreams in life is to play a Disney princess.","author":"Ginnifer Goodwin","category":"Life, Princess, Know"},{"quote":"I'm not really that girl who dreams about her wedding day.","author":"Taylor Swift","category":"Day, Wedding, Girl"},{"quote":"Believe it or not, lots of people change their majors and abandon their dreams just to avoid a couple of math classes in college.","author":"Danica McKellar","category":"Change, College, Believe"},{"quote":"Do I feel any pressure as the most decorated Winter Olympian in American history? None at all. The only pressures that I know I face are those of how to pay it forward: How can I continually make a positive impact in people's lives, help others achieve their dreams, create their own Olympic mindset, creating champions within themselves?","author":"Apolo Ohno","category":"Positive, History"},{"quote":"When I am president, I will work to ensure that all of our kids are treated equally and protected equally. Every action I take, I will ask myself, 'Does this make life better for young Americans in Baltimore, Chicago, Detroit, Ferguson, who have as much of a right to live out their dreams as any other child America?'","author":"Donald Trump","category":"Life, Work, Myself"},{"quote":"The first 'D' is to dream: dream big - not for yourself, but for the country and for the world. The second 'D' is to discover: discover your full potential and the opportunities that surround you; and the third 'D' is to do. 'Do' means to act on your dreams and make best use of the opportunities you have discovered.","author":"Kailash Satyarthi","category":"Best, World, Yourself"},{"quote":"My dreams were all my own I accounted for them to nobody they were my refuge when annoyed - my dearest pleasure when free.","author":"Mary Shelley","category":"Free, Nobody, Pleasure"},{"quote":"Youth is a wonderful thing. What a crime to waste it on children.","author":"George Bernard Shaw","category":"Children, Youth, Crime"},{"quote":"Ideologies separate us. Dreams and anguish bring us together.","author":"Eugene Ionesco","category":"Together, Bring, Us"},{"quote":"I felt like an ugly duckling back in school. I was a complete tomboy with short hair. Never in my dreams did I imagine that I would walk the ramp with 6-inch heels. My friends can't believe that I'm an actor, because I was such an introvert in school.","author":"Pooja Hegde","category":"Friends, School, Short"},{"quote":"I feel like I'm making a difference. I feel like putting out a message for young girls to follow your dreams and just work at what you want to do and be yourself.","author":"Willow Smith","category":"Work, Be Yourself, Yourself"},{"quote":"Dreams are true while they last, and do we not live in dreams?","author":"Alfred Lord Tennyson","category":"Live, True, Last"},{"quote":"I am a dreamer. Seriously, I'm living on another planet.","author":"Eva Green","category":"I Am, Living, Seriously"},{"quote":"The starting point of discovering who you are, your gifts, your talents, your dreams, is being comfortable with yourself. Spend time alone. Write in a journal. Take long walks in the woods.","author":"Robin S. Sharma","category":"Time, Alone, Yourself"},{"quote":"Jazz to me is a living music. It's a music that since its beginning has expressed the feelings, the dreams, hopes, of the people.","author":"Dexter Gordon","category":"Music, Beginning, Me"},{"quote":"I mean, every child at one stage dreams of being a prince or a princess.","author":"Mary, Crown Princess of Denmark","category":"Child, Princess, Mean"},{"quote":"We must look for ways to be an active force in our own lives. We must take charge of our own destinies, design a life of substance and truly begin to live our dreams.","author":"Les Brown","category":"Life, Design, Live"},{"quote":"She still talks to me now, only now she talks to me in my dreams. And I can't wait to go to sleep tonight because we have a lot to talk about. I love you.","author":"Jamie Foxx","category":"Love, I Love You, Sleep"},{"quote":"Today I know that there is still work to be done, but along the way my I am achieving my dreams.","author":"Candace Parker","category":"Work, Today, I Am"},{"quote":"High achievers spot rich opportunities swiftly, make big decisions quickly and move into action immediately. Follow these principles and you can make your dreams come true.","author":"Robert H. Schuller","category":"Decisions, Opportunities"},{"quote":"I am quite a dreamer. I think we all are dreamers. We all don't like to live a practical life all the time. There is a thin line between our hopes and dreams.","author":"Rani Mukerji","category":"Life, Time, I Am"},{"quote":"Winners, I am convinced, imagine their dreams first. They want it with all their heart and expect it to come true. There is, I believe, no other way to live.","author":"Joe Montana","category":"Heart, I Am, Believe"},{"quote":"The dreams which reveal the supernatural are promises and messages that God sends us directly: they are nothing but His angels, His ministering spirits, who usually appear to us when we are in a great predicament.","author":"Paracelsus","category":"Great, God, Promises"},{"quote":"A runner must run with dreams in his heart, not money in his pocket.","author":"Emil Zatopek","category":"Money, Fitness, Heart"},{"quote":"It is in our idleness, in our dreams, that the submerged truth sometimes comes to the top.","author":"Virginia Woolf","category":"Truth, Sometimes, Idleness"},{"quote":"I couldn't help but to think back to my classmates at Thomas Jefferson High School in San Antonio. They had the same talent, the same brains, the same dreams as the folks we sat with at Stanford and Harvard. I realized the difference wasn't one of intelligence or drive. The difference was opportunity.","author":"Julian Castro","category":"Opportunity, School"},{"quote":"I want people to follow their dreams, yes... but I'm not interested in telling young black kids how to be rappers... I want to show them that there's so many other paths you can take, besides a rapper or basketball player.","author":"J. Cole","category":"People, Black, Want"},{"quote":"You have to keep pushing toward those dreams no matter what setbacks happen.","author":"Anthony Hamilton","category":"Setbacks, Matter, You"},{"quote":"I just write what I wanted to write. I write what amuses me. It's totally for myself. I never in my wildest dreams expected this popularity.","author":"J. K. Rowling","category":"Myself, Me, Never"},{"quote":"There are millions of Americans outside Washington who are tired of stale political arguments and are moving this country forward. They believe, and I believe, that here in America, our success should depend not on accident of birth, but the strength of our work ethic and the scope of our dreams.","author":"Barack Obama","category":"Work, Success, Strength"},{"quote":"Romantic comedies seem to take over where the fairytales of childhood left off, feeding our dreams of a soulmate; though, sadly, the Hollywood endings prove quite elusive in the real world.","author":"Mariella Frostrup","category":"Romantic, Childhood, World"},{"quote":"Saddle your dreams before you ride em.","author":"Mary Webb","category":"Your Dreams, Ride, You"},{"quote":"Sometimes, the only realists are the dreamers.","author":"Paul Wellstone","category":"Sometimes, Dreamers, Only"},{"quote":"I paint what cannot be photographed, that which comes from the imagination or from dreams, or from an unconscious drive.","author":"Man Ray","category":"Imagination, Drive, Paint"},{"quote":"My life turned out to be beyond my greatest dreams.","author":"Anthony Hopkins","category":"Life, Greatest, My Life"},{"quote":"Dreams do come true. If anyone's proof of that, it's me.","author":"Jennifer Hudson","category":"Me, True, Proof"},{"quote":"I suppose all fictional characters, especially in adventure or heroic fiction, at the end of the day are our dreams about ourselves. And sometimes they can be really revealing.","author":"Alan Moore","category":"Day, Adventure, End"},{"quote":"One of the dreams on my wish list is to spend more time in Thailand.","author":"Kevin Kwan","category":"Time, Wish, Thailand"},{"quote":"In bed my real love has always been the sleep that rescued me by allowing me to dream.","author":"Luigi Pirandello","category":"Love, Sleep, Me"},{"quote":"Ever since I was a kid, I wanted to be a marine biologist. As you go through the grind and the distraction of a career, it's easy to lose sight of your dreams.","author":"Paul Walker","category":"Your Dreams, Easy, You"},{"quote":"I'm a big believer in living out your dreams and facing your fears.","author":"Brock Lesnar","category":"Your Dreams, Living, Big"},{"quote":"Men are the dreams of a shadow.","author":"Pindar","category":"Men, Shadow"},{"quote":"All my life, I've had these flashbacks, these dreams, nightmares, daymares, like visions, where I relive certain plays. Only the bad plays. I see them over and over, as if somebody's rewinding a tape and forcing me to watch.","author":"Colin Kaepernick","category":"Life, Me, My Life"},{"quote":"There's a lot of blood, sweat, and guts between dreams and success.","author":"Paul Bryant","category":"Success, Blood, Sweat"},{"quote":"Working together in concert more smoothly not only helps us move more quickly; it changes the nature of what we can undertake. When we have the confidence that we can orchestrate the group effort required to realize them, we dare bigger dreams.","author":"Justin Rosenstein","category":"Nature, Working Together"},{"quote":"Short stories are tiny windows into other worlds and other minds and dreams. They are journeys you can make to the far side of the universe and still be back in time for dinner.","author":"Neil Gaiman","category":"Time, Short, Universe"},{"quote":"What is a television apparatus to man, who has only to shut his eyes to see the most inaccessible regions of the seen and the never seen, who has only to imagine in order to pierce through walls and cause all the planetary Baghdads of his dreams to rise from the dust.","author":"Salvador Dali","category":"Eyes, Man, Television"},{"quote":"Of all our dreams today there is none more important - or so hard to realise - than that of peace in the world. May we never lose our faith in it or our resolve to do everything that can be done to convert it one day into reality.","author":"Lester B. Pearson","category":"Faith, Peace, Today"},{"quote":"You can do anything if you set your mind to it. Look out for kids, help them dream and be inspired. We teach calculus in schools, but I believe the most important formula is courage plus dreams equals success.","author":"Marlee Matlin","category":"Success, Courage, Believe"},{"quote":"Talking about dreams is like talking about movies, since the cinema uses the language of dreams; years can pass in a second, and you can hop from one place to another. It's a language made of image. And in the real cinema, every object and every light means something, as in a dream.","author":"Federico Fellini","category":"Light, Language, Dream"},{"quote":"Today, among little girls especially, princesses and the romanticised ideal they represent - finding the man of your dreams - have a limited shelf life.","author":"John Lasseter","category":"Life, Today, Man"},{"quote":"I don't use drugs, my dreams are frightening enough.","author":"M. C. Escher","category":"Enough, Use, Frightening"},{"quote":"No matter where you are from, no matter what your background is, no matter what your socioeconomic status is, every person can achieve his or her dreams.","author":"Ileana Ros-Lehtinen","category":"You, Achieve, Her"},{"quote":"Dreams pass into the reality of action. From the actions stems the dream again and this interdependence produces the highest form of living.","author":"Anais Nin","category":"Action, Reality, Dream"},{"quote":"Dreams will get you nowhere, a good kick in the pants will take you a long way.","author":"Baltasar Gracian","category":"Good, Long, You"},{"quote":"We all dream; we do not understand our dreams, yet we act as if nothing strange goes on in our sleep minds, strange at least by comparison with the logical, purposeful doings of our minds when we are awake.","author":"Erich Fromm","category":"Sleep, Dream, Strange"},{"quote":"All men of action are dreamers.","author":"James Huneker","category":"Men, Action, Dreamers"},{"quote":"Like all dreamers, I mistook disenchantment for truth.","author":"Jean-Paul Sartre","category":"Truth, Dreamers, Like"},{"quote":"A man is not old until regrets take the place of dreams.","author":"John Barrymore","category":"Man, Regrets, Place"},{"quote":"Where all is but dream, reasoning and arguments are of no use, truth and knowledge nothing.","author":"John Locke","category":"Knowledge, Truth, Dream"},{"quote":"Perhaps life is just that... a dream and a fear.","author":"Joseph Conrad","category":"Life, Fear, Dream"},{"quote":"To all, to each, a fair good-night, and pleasing dreams, and slumbers light.","author":"Walter Scott","category":"Light, Fair, Pleasing"},{"quote":"Oh, I was never a businessman. I was a visionary, a dreamer.","author":"Jim Bakker","category":"Dreamer, Visionary"},{"quote":"Dreams can become a reality when we possess a vision that is characterized by the willingness to work hard, a desire for excellence, and a belief in our right and our responsiblity to be equal members of society.","author":"Janet Jackson","category":"Work, Excellence, Vision"},{"quote":"Do all you can to make your dreams come true.","author":"Joel Osteen","category":"Your Dreams, True, You"},{"quote":"Only things the dreamers make live on. They are the eternal conquerors.","author":"Herbert Kaufman","category":"Live, Dreamers, Things"},{"quote":"Dreams can still come true; you need a great deal of energy and determination, and a little bit of luck.","author":"Stefano Gabbana","category":"Determination, Great, Luck"},{"quote":"When we are motivated by goals that have deep meaning, by dreams that need completion, by pure love that needs expressing, then we truly live.","author":"Greg Anderson","category":"Love, Goals, Deep"},{"quote":"Like my mother, I was always saying, 'I'll fix my life one day.' It became clear when I saw her die without fulfilling her dreams that my time was now or maybe never.","author":"Liz Murray","category":"Life, Time, Mother"},{"quote":"I would like to see anyone be able to achieve their dreams, and that's what this organization does.","author":"Sergey Brin","category":"Organization, Achieve, See"},{"quote":"In the fifties I had dreams about touching a naked woman and she would turn to bronze or the dream about hot dogs chasing donuts through the Lincoln Tunnel.","author":"Robert Klein","category":"Woman, Dream, She"},{"quote":"Dare to visualize a world in which your most treasured dreams have become true.","author":"Ralph Marston","category":"World, True, Dare"},{"quote":"Count the dreams of your mind; if the numbers of the dreams exceeds the number of achievements, you are young.","author":"Shimon Peres","category":"Mind, Numbers, You"},{"quote":"I want my boys to have an understanding of people's emotions, their insecurities, people's distress, and their hopes and dreams.","author":"Princess Diana","category":"People, Understanding, Want"},{"quote":"Don't let your dreams be dreams.","author":"Jack Johnson","category":"Your Dreams, Your"},{"quote":"I had to overcome challenge after challenge in order to take my life from nothing to living my dreams.","author":"Curtis Jackson","category":"Life, Challenge, My Life"},{"quote":"People's dreams are made out of what they do all day. The same way a dog that runs after rabbits will dream of rabbits. It's what you do that makes your soul, not the other way around.","author":"Barbara Kingsolver","category":"Day, Dog, Soul"},{"quote":"Your mind, while blessed with permanent memory, is cursed with lousy recall. Written goals provide clarity. By documenting your dreams, you must think about the process of achieving them.","author":"Gary Ryan Blair","category":"Goals, Blessed, Memory"},{"quote":"At first, dreams seem impossible, then improbable, and eventually inevitable.","author":"Christopher Reeve","category":"Impossible, First"},{"quote":"Here's what I see all across this great city - people working together to make Boston a better place to live and to raise children, to grow and pursue dreams.","author":"Thomas Menino","category":"Children, Working Together"},{"quote":"Youth is in a grand flush, like the hot days of ending summer; and pleasant dreams thrall your spirit, like the smoky atmosphere that bathes the landscape of an August day.","author":"Donald G. Mitchell","category":"Day, Age, Youth"},{"quote":"Dreams don't have deadlines. I'm thinking of doing bigger and better things and having more fun with it.","author":"LL Cool J","category":"Thinking, Fun, Better"},{"quote":"Dreams become reality when we put our minds to it.","author":"Queen Latifah","category":"Reality, Become, Minds"},{"quote":"Real shapes and real patterns are things you would observe in nature, like the marks on the back of a cobra's hood or the markings on a fish or a lizard. Imaginary shapes are just that, symbols that come to a person in dreams or reveries and are charged with meaning.","author":"Jim Woodring","category":"Nature, Fish, Meaning"},{"quote":"My fear is that I go up to the girl of my dreams and say 'I'm sorry, but I've got to say hello to you,' and she slides the stool back and gets up and walks away, saying, 'Not for me, Bub. I don't want anything to do with you.'","author":"John Mayer","category":"Fear, Girl, Sorry"},{"quote":"In high school, I worked eight hours a day just so I could get into the college of my dreams and say that I got in - and I never went.","author":"Bo Burnham","category":"Day, School, College"},{"quote":"Keep God first, chase your dreams, and everything will pay off.","author":"Jacob Latimore","category":"God, Your Dreams, First"},{"quote":"Stories come to me in mysterious ways, more like dreams than reasoned creations.","author":"Anthony Browne","category":"Me, Mysterious, Like"},{"quote":"Dreams are the guiding words of the soul. Why should I henceforth not love my dreams and not make their riddling images into objects of my daily consideration?","author":"Carl Jung","category":"Love, Daily, Words"},{"quote":"Dreams are illustrations from the book your soul is writing about you.","author":"Marsha Norman","category":"Writing, Soul, Book"},{"quote":"The world is seldom what it seems; to man, who dimly sees, realities appear as dreams, and dreams realities.","author":"Samuel Johnson","category":"Man, World, Seems"},{"quote":"In our dreams we are always young.","author":"Sarah Louise Delany","category":"Young, Always, Our Dreams"},{"quote":"We've removed the ceiling above our dreams. There are no more impossible dreams.","author":"Jesse Jackson","category":"Impossible, Ceiling, Above"},{"quote":"Intellectual despair results in neither weakness nor dreams, but in violence. It is only a matter of knowing how to give vent to one's rage; whether one only wants to wander like madmen around prisons, or whether one wants to overturn them.","author":"Georges Bataille","category":"Violence, Weakness, Despair"},{"quote":"In dreams the truth is learned that all good works are done in the absence of a caress.","author":"Leonard Cohen","category":"Good, Truth, Truth Is"},{"quote":"The dialogue between client and architect is about as intimate as any conversation you can have, because when you're talking about building a house, you're talking about dreams.","author":"Robert A. M. Stern","category":"Architecture, Conversation"},{"quote":"Dreams do come true, if we only wish hard enough, You can have anything in life if you will sacrifice everything else for it.","author":"James M. Barrie","category":"Life, Sacrifice, Wish"},{"quote":"When a child, my dreams rode on your wishes, I was your son, high on your horse, My mind a top whipped by the lashes Of your rhetoric, windy of course.","author":"Stephen Spender","category":"Son, Horse, Child"},{"quote":"We need affordable space travel to inspire our youth, to let them know that they can experience their dreams, can set significant goals and be in a position to lead all of us to future progress in exploration, discovery and fun. Thanks to the X Prize for the inspiration.","author":"Burt Rutan","category":"Travel, Future, Goals"},{"quote":"Love is the most terrible, and also the most generous of the passions; it is the only one which includes in its dreams the happiness of someone else.","author":"Alphonse Karr","category":"Love, Happiness, Love Is"},{"quote":"I'd say it's been my biggest problem all my life... it's money. It takes a lot of money to make these dreams come true.","author":"Walt Disney","category":"Life, Money, Problem"},{"quote":"Technology has a great advantage in that we are capable of creating dinosaurs and show them on the screen even though they are extinct 65 million years. All of a sudden, we have a fantastic tool that is as good as dreams are.","author":"Werner Herzog","category":"Technology, Good, Great"},{"quote":"Never let your dreams go away.","author":"Mike Piazza","category":"Your Dreams, Never, Away"},{"quote":"My heroes, my dreams, and my future lay in Yankee Stadium. And they can't take that away from me.","author":"Derek Jeter","category":"Future, Me, Heroes"},{"quote":"The percentage you're paying is too high priced While you're living beyond all your means And the man in the suit has just bought a new car From the profit he's made on your dreams.","author":"Steve Winwood","category":"Car, Man, Your Dreams"},{"quote":"But we can hold our spirits and our bodies so pure and high, we may cherish such thoughts and such ideals, and dream such dreams of lofty purpose, that we can determine and know what manner of men we will be, whenever and wherever the hour strikes and calls to noble action.","author":"Joshua Chamberlain","category":"Men, Thoughts, Purpose"},{"quote":"Field of Dreams is probably our generation's It's A Wonderful Life.","author":"Kevin Costner","category":"Life, Generation, Wonderful"},{"quote":"Man is firmly convinced that he is awake in reality he is caught in a net of sleep and dreams which he has unconsciously woven himself.","author":"Gustave Meyrink","category":"Sleep, Man, Reality"},{"quote":"Only in dreams, in poetry, in play do we sometimes arrive at what we were before we were this thing that, who knows, we are.","author":"Julio Cortazar","category":"Poetry, Play, Sometimes"},{"quote":"People who insist on telling their dreams are among the terrors of the breakfast table.","author":"Max Beerbohm","category":"Breakfast, People, Table"},{"quote":"The curse of the romantic is a greed for dreams, an intensity of expectation that, in the end, diminishes the reality.","author":"Marya Mannes","category":"Romantic, Reality, Greed"},{"quote":"Our dreams are made of real things, like a shoebox full of photographs.","author":"Jack Johnson","category":"Real, Like, Things"},{"quote":"Seems like God don't see fit to give the black man nothing but dreams - but He did give us children to make them dreams seem worthwhile.","author":"Lorraine Hansberry","category":"Children, God, Man"},{"quote":"It takes someone with a vision of the possibilities to attain new levels of experience. Someone with the courage to live his dreams.","author":"Les Brown","category":"Courage, Experience, Vision"},{"quote":"Our life dreams the Utopia. Our death achieves the Ideal.","author":"Victor Hugo","category":"Life, Death, Utopia"},{"quote":"When you stop having dreams and ideals - well, you might as well stop altogether.","author":"Marian Anderson","category":"You, Stop, Well"},{"quote":"You'll be much more successful if you follow your dreams and follow your passions.","author":"Jay Weatherill","category":"Your Dreams, Successful, You"},{"quote":"Freedom and democracy are dreams you never give up.","author":"Aung San Suu Kyi","category":"Freedom, Never Give Up"},{"quote":"It has been my observation that parents kill more dreams than anybody.","author":"Spike Lee","category":"Parents, Observation, Than"},{"quote":"When I look back over my life it's almost as if there was a plan laid out for me - from the little girl who was so passionate about animals who longed to go to Africa and whose family couldn't afford to put her through college. Everyone laughed at my dreams. I was supposed to be a secretary in Bournemouth.","author":"Jane Goodall","category":"Life, Family, College"},{"quote":"Believe in and follow your dreams.","author":"Kristanna Loken","category":"Your Dreams, Believe, Follow"},{"quote":"I don't understand people who dream in black and white. I just don't get it. My dreams have always been vivid color.","author":"Gary Ross","category":"Black And White, Color"},{"quote":"The motivation is in my heart to work toward my goals and my dreams.","author":"Nonito Donaire","category":"Work, Goals, Heart"},{"quote":"Like the phoenix, socialism is reborn from every pile of ashes left day in, day out, by burnt-out human dreams and charred hopes.","author":"Zygmunt Bauman","category":"Day, Socialism, Human"},{"quote":"Follow your intuition, listening to your dreams, your inner voice to guide you.","author":"Katori Hall","category":"Your Dreams, Listening"},{"quote":"As I and the rest of my Pittsburgh Steelers teammates prepared that week in late December 1974, we knew one thing: The road to the Super Bowl in the AFC went through Oakland. To achieve your dreams as a team, you had to slay the Oakland Raiders. They were the barometer of what it took to be a championship team.","author":"Joe Greene","category":"Team, Road, Your Dreams"},{"quote":"A visionary is someone who can see the future, or thinks he sees the future. In my case, I use it and it comes out right. That doesn't come from daydreams or dreams, but it comes from knowing the market and knowing the world and knowing people really well and knowing where they're going to be tomorrow.","author":"Leonard Lauder","category":"Future, Tomorrow, World"},{"quote":"Thankfully, dreams can change. If we'd all stuck with our first dream, the world would be overrun with cowboys and princesses.","author":"Stephen Colbert","category":"Change, Thankful, World"},{"quote":"Those of us who submitted or surrendered our ideas and dreams and identities to the 'leaders' must take back our rights, our identities, our responsibilities.","author":"Maya Angelou","category":"Ideas, Rights, Back"},{"quote":"I'm not more than a musician that enjoys what he does and a Colombian that dreams and fights for peace in his country.","author":"Juanes","category":"Peace, Country, Musician"},{"quote":"I have crazy claustrophobic dreams, weird elevator dreams where the elevator closes in and all of a sudden I am lying down - oh my God, it's a casket. Just freaky stuff like that.","author":"Dave Grohl","category":"God, I Am, Crazy"},{"quote":"I wanted to be a soccer player, and I became the best of the best, the number one, better than Maradona, better than Pele, and even better than Messi - but only at night, nighttime, during my dreams. When I wake up, I realized that I have wooden legs and that I'm doomed to be a writer.","author":"Eduardo Galeano","category":"Best, Soccer, Night"},{"quote":"I believe people have to follow their dreams - I did.","author":"Larry Ellison","category":"Believe, People, I Believe"},{"quote":"A strong mentor can help a young woman find and advance in the career of her dreams that otherwise may have seemed impossible.","author":"Kirsten Gillibrand","category":"Strong, Woman, Help"},{"quote":"I wanted to be a musician, either a guitarist or a drummer. I guess my dreams were in the entertainment industry, and I landed somewhere along there.","author":"Israel Broussard","category":"Entertainment, Drummer"},{"quote":"Sometimes just being on a beach with my loved ones is all the adventure I need. I am a happy camper and continue to be a citizen of the world. I have yet to discover other cultures, other peoples' dreams and treasures. I will always be a traveler who is discovering beautiful Gaia.","author":"Guy Laliberte","category":"Happy, Beautiful, Adventure"},{"quote":"Every human heart cries and yearns for the same thing: a chance to fulfill his or her own dreams and desires. Even the poorest man has a dream.","author":"Myles Munroe","category":"Heart, Man, Chance"},{"quote":"I had rock-star dreams from 8 or 9 almost nonstop. I thought it was going to be like being a god on earth: having as many women as you want whenever you want them, having super powers, being incredibly wealthy, never doing laundry.","author":"Rivers Cuomo","category":"Women, God, Thought"},{"quote":"I think it is often easier to make progress on mega-ambitious dreams. Since no one else is crazy enough to do it, you have little competition. In fact, there are so few people this crazy that I feel like I know them all by first name.","author":"Larry Page","category":"Progress, Competition, Crazy"},{"quote":"'Titanic' made me want to tell stories... To have all these characters and costumes and have ambition and think big and have dreams... It came at a very troubled period of my life.","author":"Xavier Dolan","category":"Life, Ambition, Me"},{"quote":"The day you decide to pursue your dreams, don't forget that this is a game you don't enter to compete, but to win. And there will always be someone booing you in the stands, and everything you accomplish could be jeered and hissed at. This is a game between two that you have to win for the people who came to watch you be triumphant.","author":"Fabrizio Moreira","category":"Day, Your Dreams, People"},{"quote":"We will bring back our jobs. We will bring back our borders. We will bring back our wealth. And we will bring back our dreams.","author":"Donald Trump","category":"Wealth, Back, Bring"},{"quote":"We are in a world where globalization, which is an ideology, has forgotten and put aside the people, the people's interests, aspirations, and dreams.","author":"Marine Le Pen","category":"World, People, Globalization"},{"quote":"To the degree we're not living our dreams, our comfort zone has more control of us than we have over ourselves.","author":"Peter McWilliams","category":"Comfort Zone, Control"},{"quote":"A dream is a scripture, and many scriptures are nothing but dreams.","author":"Umberto Eco","category":"Dream, Nothing, Many"},{"quote":"In the books I have written, I have created in my mind a universe. My kids say I have a village in my head and I live in that village, and it's true. When I start writing a book, characters from previous books reappear. All my emotions, my mind, my heart, my dreams, everything becomes connected with a new book, and nothing else really matters.","author":"Isabel Allende","category":"Heart, Writing, Universe"},{"quote":"The work of an advertising agency is warmly and immediately human. It deals with human needs, wants, dreams and hopes. Its 'product' cannot be turned out on an assembly line.","author":"Leo Burnett","category":"Work, Advertising, Human"},{"quote":"Yet it is in our idleness, in our dreams, that the submerged truth sometimes comes to the top.","author":"Virginia Woolf","category":"Truth, Sometimes, Idleness"},{"quote":"Sports nurtures dreams of achieving self confidence and masculine striving for the skinny kid watching a boxer dance around the ring with sublime ease.","author":"Armstrong Williams","category":"Sports, Confidence, Dance"},{"quote":"But I have been interested in dreams, really since I was a kid. I have always been fascinated by the idea that your mind, when you are asleep, can create a world in a dream and you are perceiving it as though it really existed.","author":"Christopher Nolan","category":"World, Mind, Dream"},{"quote":"My first book was called 'Buried Dreams,' about a serial-killer, which was probably about ten years ahead of the serial-killer curve. It was a national bestseller, but it was three years of living in the sewer of this guy's mind.","author":"Tim Cahill","category":"Book, Mind, Living"},{"quote":"My theory is that literature is essential to society in the way that dreams are essential to our lives. We can't live without dreaming - as we can't live without sleep. We are 'conscious' beings for only a limited period of time, then we sink back into sleep - the 'unconscious.' It is nourishing, in ways we can't fully understand.","author":"Joyce Carol Oates","category":"Time, Sleep, Society"},{"quote":"Even in the hardest circumstances, dreams can give you the courage to live, and I hope I can share that message with children in need.","author":"Kim Yuna","category":"Hope, Children, Courage"},{"quote":"Women have to summon up courage to fulfill dormant dreams.","author":"Alice Walker","category":"Courage, Women, Up"},{"quote":"Private dreams are the most powerful. You have to dream of success to make it happen, and if you don't believe in yourself, nobody else will. But that doesn't mean you have to go around telling everyone about it.","author":"Tony McCoy","category":"Success, Powerful"},{"quote":"Pop culture shapes our ideas of what is normal and what our dreams can be and what our roles are. Politics, of course, decides how the power and the money in the country is distributed. Both are equally important, and each affects the other.","author":"Gloria Steinem","category":"Money, Culture, Power"},{"quote":"The bipolar world of the Cold War is history. The new world order, however, is not the One World dreamed of by Wilsonian idealists. It is a Balkanizing world where race, tribe, culture and creed matter most, and democracy is seen not as an end in itself but as a means to an end - the accretion of power by one's own kind to achieve one's own dreams.","author":"Pat Buchanan","category":"History, Culture, Power"},{"quote":"In my perfect day, I wake up next to the woman of my dreams, and she's crying tears of joy because she's so excited about the life we have together. I'm preparing to compete in the 2016 Olympics with U.S.A. Team Handball, so I head to an intense training session with my coach to increase my physical strength and athleticism.","author":"Lewis Howes","category":"Life, Strength, Team"},{"quote":"When Paul Allen and I started Microsoft over 30 years ago, we had big dreams about software. We had dreams about the impact it could have.","author":"Bill Gates","category":"Impact, Software, Years"},{"quote":"I just kind of wake up with a new idea and new dreams every day, and I follow that dream, as they say.","author":"Dolly Parton","category":"Day, Dream, Wake Up"},{"quote":"My own dreams fortunately came true in this great state. I became Mr. Universe; I became a successful businessman. And even though some people say I still speak with a slight accent, I have reached the top of the acting profession.","author":"Arnold Schwarzenegger","category":"Great, Universe, Speak"},{"quote":"I came to the United States in the early '80s and was welcomed with open arms and given the opportunity to pursue my dreams. God has been very kind to us. My family and I are fortunate enough to be successful and we feel a tremendous responsibility and obligation to give back to our great country.","author":"Naveen Jain","category":"Family, Great"},{"quote":"When we started Aftermath, we had something like 20 artists, and it was driving me crazy. I couldn't sit down and focus on any of it. Plus, it was doubly hard because you ended up crushing these people's dreams when you had to let them go.","author":"Dr. Dre","category":"Focus, Crazy, Me"},{"quote":"I have dreams that I will reach balance in my life, and, at forty-one, I have none.","author":"Andrew Breitbart","category":"Life, Balance, My Life"},{"quote":"Most of us accept that although we may believe our dreams to be real events, upon waking, we can tell the difference between nocturnal hallucinations and reality.","author":"Siri Hustvedt","category":"Believe, Reality, Real"},{"quote":"Progressives believe in making progress, which is why I'm proud to endorse Hillary Clinton, who I know will continue fighting to ensure our children and grandchildren can achieve their highest and best dreams.","author":"Thomas Perez","category":"Children, Best, Progress"},{"quote":"Tell me about yourself - your struggles, your dreams, your telephone number.","author":"Peter Arno","category":"Your Dreams, Yourself, Me"},{"quote":"Take what you can from your dreams, make them as real as anything.","author":"Dave Matthews","category":"Your Dreams, Real, You"},{"quote":"If you're the type of person who has to fulfill your dreams, you've gotta be resourceful to make sure you can do it. I came out to California when I was 21, thinking my New York credentials would take me all the way. I came back home a year later all dejected and a failure.","author":"Vin Diesel","category":"Failure, Home, You Can Do It"},{"quote":"I motivate others by making sure that they understand to go after their dreams and don't let anyone tell you you can't. If you are motivated enough and put the work in that you can achieve anything in life that you set your mind to.","author":"Magic Johnson","category":"Life, Work, Mind"},{"quote":"I think there are a number of things that you can do to encourage your kids' dreams, but I do believe in speaking by experience of having a lot of help along the way, stumbling in the past. We've all stumbled, and we certainly all deserve to get up and walk again.","author":"Dwayne Johnson","category":"Experience, Past, Believe"},{"quote":"If you can't read, it's going to be hard to realize dreams.","author":"Booker T. Washington","category":"You, Realize, Going"},{"quote":"Lonesome. Lonesome. I know what it means. Here all by my lonesome, dreaming empty dreams. Weary. Weary at the close of day, wondering if tomorrow brings me joy or sorrow.","author":"Leon Redbone","category":"Day, Joy, Tomorrow"},{"quote":"Those who have compared our life to a dream were right... we were sleeping wake, and waking sleep.","author":"Michel de Montaigne","category":"Life, Sleep, Dream"},{"quote":"I have a notebook that is filled to the brim with my dreams and ideas and goals and aspirations.","author":"Karlie Kloss","category":"Goals, Ideas, Aspirations"},{"quote":"That's what noir feels like to me. It feels like some kind of recurring dream, with very strong archetypes operating. You know, the guilty girl being pursued, falling, all kinds of stuff that we see in our dreams all the time.","author":"Brian De Palma","category":"Time, Strong, Girl"},{"quote":"Dreams sometimes foretell the future.","author":"Mickey Hart","category":"Future, Sometimes, Foretell"},{"quote":"Dream no small dreams for they have no power to move the hearts of men.","author":"Johann Wolfgang von Goethe","category":"Power, Men, Small"},{"quote":"I stayed true to my dreams and, eventually, they came true.","author":"Kevin Hart","category":"True, Eventually, Came"},{"quote":"My new life goes beyond my dreams because my dream was Formula One and I achieved it. I'm a driver, I feel like a driver. I have won this race because I am alive.","author":"Maria de Villota","category":"Life, I Am, Dream"},{"quote":"I do not know whether I was then a man dreaming I was a butterfly, or whether I am now a butterfly dreaming I am a man.","author":"Zhuangzi","category":"Man, I Am, Butterfly"},{"quote":"Dream lofty dreams, and as you dream, so you shall become. Your vision is the promise of what you shall one day be; your ideal is the prophecy of what you shall at last unveil.","author":"James Allen","category":"Day, Vision, Dream"},{"quote":"I have been interested in dreams, really since I was a kid. I have always been fascinated by the idea that your mind, when you are asleep, can create a world in a dream and you are perceiving it as though it really existed.","author":"Christopher Nolan","category":"World, Mind, Dream"},{"quote":"A lot of people do not muster the courage to live their dreams because they are afraid to die.","author":"Les Brown","category":"Courage, People, Live"},{"quote":"I am accustomed to sleep and in my dreams to imagine the same things that lunatics imagine when awake.","author":"Rene Descartes","category":"Sleep, I Am, Awake"},{"quote":"To be a footballer was just a dream, and I don't believe in dreams. I only deal in what is real. To be honest, I've never thought about what I could get out of football or where it would take me. I just wanted to play. I'm the same now.","author":"Thierry Henry","category":"Football, Believe, Me"},{"quote":"Like dreams, statistics are a form of wish fulfillment.","author":"Jean Baudrillard","category":"Statistics, Wish"},{"quote":"I want that longevity in the career, so if you don't know how to get it, you trying to chase that high, you trying to continue to chase your dreams and conquer things you never thought you could get. And you just want to get there too soon, so you taking the wrong moves to try and compensate what's not happening.","author":"Future","category":"Your Dreams, Conquer"},{"quote":"Capitalism is always evaluated against dreams. Utopia is a dream. It doesn't exist.","author":"Rush Limbaugh","category":"Dream, Capitalism, Utopia"},{"quote":"The real hero is always a hero by mistake he dreams of being an honest coward like everybody else.","author":"Umberto Eco","category":"Hero, Mistake, Honest"},{"quote":"Living in dreams of yesterday, we find ourselves still dreaming of impossible future conquests.","author":"Charles Lindbergh","category":"Future, Impossible, Living"},{"quote":"But I, being poor, have only my dreams; I have spread my dreams under your feet; Tread softly because you tread on my dreams.","author":"William Butler Yeats","category":"Feet, You, Poor"},{"quote":"Reality seems valueless by comparison with the dreams of fevered imaginations reality is therefore abandoned.","author":"Emile Durkheim","category":"Reality, Comparison, Seems"},{"quote":"Though we may have desires or bold goals, for whatever reason, most of us don't think we can achieve something beyond what we're qualified to achieve. Why, I ask, do we let reality interfere with our dreams?","author":"Simon Sinek","category":"Goals, Reality, Think"},{"quote":"Glamour is an imaginative process that creates a specific emotional response: a sharp mixture of projection, longing, admiration, and aspiration. It evokes an audience's hopes and dreams and makes them seem attainable, all the while maintaining enough distance to sustain the fantasy.","author":"Virginia Postrel","category":"Emotional, Distance, Fantasy"},{"quote":"You don't know when you are immersed in a book what the reaction to it will be, but I feel great about 'The Lake of Dreams.'","author":"Kim Edwards","category":"Great, Book, Know"},{"quote":"I always make my dreams into goals.","author":"DJ Khaled","category":"Goals, Always, Make"},{"quote":"Anyone who has spent any time in space will love it for the rest of their lives. I achieved my childhood dream of the sky.","author":"Valentina Tereshkova","category":"Love, Time, Sky"},{"quote":"Dream small dreams. If you make them too big, you get overwhelmed and you don't do anything. If you make small goals and accomplish them, it gives you the confidence to go on to higher goals.","author":"John H. Johnson","category":"Positive, Goals, Confidence"},{"quote":"Not all lucid dreams are useful but they all have a sense of wonder about them. If you must sleep through a third of your life, why should you sleep through your dreams, too?","author":"Stephen LaBerge","category":"Life, Sleep, Your Dreams"},{"quote":"Life being what it is, one dreams of revenge.","author":"Paul Gauguin","category":"Life, Revenge, Being"},{"quote":"Dreams are the touchstones of our character.","author":"Henry David Thoreau","category":"Character, Our"},{"quote":"I'll tell you this: You have to remember to chase and catch your dreams, because if you don't, your imagination will live in empty spaces, and that's nowhere land.","author":"Gary Busey","category":"Imagination, Your Dreams"},{"quote":"I would love to spend all my time writing to you; I'd love to share with you all that goes through my mind, all that weighs on my heart, all that gives air to my soul; phantoms of art, dreams that would be so beautiful if they could come true.","author":"Luigi Pirandello","category":"Love, Time, Art"},{"quote":"You know, the man of my dreams might walk round the corner tomorrow. I'm older and wiser and I think I'd make a great girlfriend. I live in the realm of romantic possibility.","author":"Stevie Nicks","category":"Romantic, Great, Man"},{"quote":"When I began to choreograph and find my way pulling other artists' dreams out and changing music in a visual way, there was still a part of me that had something more to say. There was still a desire to rock a stage and ultimately perform the eight count of my dream, but there was a lot of insecurity there.","author":"Laurieann Gibson","category":"Music, Dream, Me"},{"quote":"I've got big, big dreams for the future.","author":"Margot Robbie","category":"Future, Big, Got"},{"quote":"When I was a kid, I have two dreams. I want to be a baseball player. Hometown, Hiroshima, has a Japanese baseball franchise team called Hiroshima Carps. You know, and then I want to be a sushi chef. I want to make own restaurant - sushi restaurant.","author":"Masaharu Morimoto","category":"Team, Baseball, Chef"},{"quote":"I have had a dream indicating rather clearly that I am on the way to being hetero, though I don't accept it with much enthusiasm either awake or in the dreams.","author":"Alan Turing","category":"I Am, Dream, Enthusiasm"},{"quote":"I am against nature. I don't dig nature at all. I think nature is very unnatural. I think the truly natural things are dreams, which nature can't touch with decay.","author":"Bob Dylan","category":"Nature, I Am, Think"},{"quote":"We never want to go into a tour and play 15 songs and say 'Enjoy.' We have messages: Number 1, follow your dreams. If I can do it, you can do it. Number 2, give your life to something. We say, 'Volunteer and add seven years to your life.' You can have your own personal ministry. The message we have is 'What do you stand for?'","author":"John Tesh","category":"Life, You Can Do It"},{"quote":"I dream that someday the step between my mind and my finger will no longer be needed. And that simply by blinking my eyes, I shall make pictures. Then, I think, I shall really have become a photographer.","author":"Alfred Eisenstaedt","category":"Eyes, Mind, Step"},{"quote":"Sometimes I wake at night in the White House and rub my eyes and wonder if it is not all a dream.","author":"Grover Cleveland","category":"Eyes, Dream, Night"},{"quote":"I've always said that one night, I'm going to find myself in some field somewhere, I'm standing on grass, and it's raining, and I'm with the person I love, and I know I'm at the very point I've been dreaming of getting to.","author":"Drew Barrymore","category":"Love, Myself, Night"},{"quote":"You know, Willie Wonka said it best: we are the makers of dreams, the dreamers of dreams.","author":"Herb Brooks","category":"Best, Know, You"},{"quote":"I believe history will come to view 9/11 as an event on par with November 22, 1963, the date on which John F. Kennedy was murdered, cutting short a presidency that was growing ever more promising. Dreams died that day in Dallas; it is easy to imagine the 1960s turning out rather differently had President Kennedy lived.","author":"Jon Meacham","category":"History, Day, Short"},{"quote":"Technically a memoir, 'The Woman Warrior' becomes almost magical through its inclusion of folk tales, dreams, and revisions.","author":"Karen Joy Fowler","category":"Woman, Warrior, Through"},{"quote":"You have to be vigorous. That's the only way you are going to get it because everybody has dreams and everybody has goals, but the only people who achieve them are the ones that go after it and don't take no for an answer.","author":"Nick Cannon","category":"Goals, People, You"},{"quote":"If you want to achieve your dreams, you must follow them, and the best way to follow them is not to think about wanting to be very rich, but to think about doing something that you really want to do.","author":"Jackie Collins","category":"Best, Your Dreams, Rich"},{"quote":"No matter how carefully you plan your goals they will never be more than pipe dreams unless you pursue them with gusto.","author":"W. Clement Stone","category":"Leadership, Goals, Plan"},{"quote":"I can never decide whether my dreams are the result of my thoughts, or my thoughts the result of my dreams.","author":"D. H. Lawrence","category":"Thoughts, I Can, Never"},{"quote":"I'm a really hectic dreamer; I never wake up not out of a dream, and there's loads going on, lots of action, big blockbuster dreams, they're all major enterprises.","author":"Linda Grant","category":"Action, Dream, Wake Up"},{"quote":"In the Seventies, we still had dreams and hopes of Utopia, but by the end of the decade, the world had shifted to the right.","author":"Tariq Ali","category":"World, End, Utopia"},{"quote":"American dreams are strongest in the hearts of those who have seen America only in their dreams.","author":"Pico Iyer","category":"America, American, Hearts"},{"quote":"It is one of the blessings of this world that few people see visions and dream dreams.","author":"Zora Neale Hurston","category":"Blessings, World, People"},{"quote":"When you have a dream that you can't let go of, trust your instincts and pursue it. But remember: Real dreams take work, They take patience, and sometimes they require you to dig down very deep. Be sure you're willing to do that.","author":"Harvey Mackay","category":"Work, Patience, Trust"},{"quote":"I was not looking for my dreams to interpret my life, but rather for my life to interpret my dreams.","author":"Susan Sontag","category":"Life, My Life, Looking"},{"quote":"There has been enough suffering in our country, there has been enough of children whose dreams die before they have a chance to grow and there has been enough of our elders who, having served their nation, are forced into indignity in their old age.","author":"John Agyekum Kufuor","category":"Children, Age, Old Age"},{"quote":"My dreams were at once more fantastic and agreeable than my writings.","author":"Mary Shelley","category":"Once, Than, Agreeable"},{"quote":"There are women succeeding beyond their wildest dreams because of their sobriety.","author":"Mary Karr","category":"Women, Succeeding, Sobriety"},{"quote":"If you always think about your dreams or goals, work steadfastly towards them and continue to challenge yourself, you will definitely be able to realise those dreams or goals.","author":"Tadashi Yanai","category":"Work, Goals, Challenge"},{"quote":"Dream in a pragmatic way.","author":"Aldous Huxley","category":"Dream, Way, Pragmatic"},{"quote":"A daydream is an evasion.","author":"Thomas Merton","category":"Daydream, Evasion"},{"quote":"You can plant a dream.","author":"Anne Campbell","category":"Dream, Plant, You"},{"quote":"All art is exorcism. I paint dreams and visions too; the dreams and visions of my time. Painting is the effort to produce order; order in yourself. There is much chaos in me, much chaos in our time.","author":"Otto Dix","category":"Time, Art, Effort"},{"quote":"Humanity needs dreams to be able to survive the miseries of daily existence, even if only for an instant.","author":"Oscar Niemeyer","category":"Daily, Humanity, Existence"},{"quote":"Horror, for me, has to involve some sort of fantasy. Horror is something that is in your dreams or your nightmares.","author":"Cassandra Peterson","category":"Your Dreams, Me, Fantasy"},{"quote":"In my dreams I hear again the crash of guns, the rattle of musketry, the strange, mournful mutter of the battlefield.","author":"Douglas MacArthur","category":"War, Strange, Guns"},{"quote":"Man, alone, has the power to transform his thoughts into physical reality; man, alone, can dream and make his dreams come true.","author":"Napoleon Hill","category":"Alone, Power, Man"},{"quote":"Obviously one must hold oneself responsible for the evil impulses of one's dreams. In what other way can one deal with them? Unless the content of the dream rightly understood is inspired by alien spirits, it is part of my own being.","author":"Sigmund Freud","category":"Evil, Dream, Alien"},{"quote":"After all those days in the cotton fields, the dreams came true on a gold record on a piece of wood. It's in my den where I can look at it every day. I wear it out lookin' at it.","author":"Carl Perkins","category":"Day, Gold, Wood"},{"quote":"It's not only imagination, it's the distortion of the vision. You suddenly think, This person is idealistic, this person is strong, this person has dreams, when you know better most of the time. You put what you want to see on people.","author":"Olivier Martinez","category":"Time, Strong, Vision"},{"quote":"Do It Under the Influence Yourself! That's what we're shooting for! Get drunk and make your dreams come true.","author":"Aziz Ansari","category":"Influence, Yourself"},{"quote":"I've been interested in dreams since I as a kid and I've wanted to do a film about them for a long time.","author":"Christopher Nolan","category":"Time, Long, Long Time"},{"quote":"You have to work hard for what you want to achieve and you have to set goals and dreams and really go for them.","author":"Natalie du Toit","category":"Work, Goals, Work Hard"},{"quote":"Barack Obama knows that to create an economy built to last, we need to focus on middle-class families. Families who stay up on Sunday nights pacing the floor, like my dad did, while their children, tucked in bed, dream big dreams. Families who aren't sure what Monday morning will bring, but who believe our nation's best days are still ahead.","author":"Chuck Schumer","category":"Morning, Children, Best"},{"quote":"When we see the face of a child, we think of the future. We think of their dreams about what they might become, and what they might accomplish.","author":"Desmond Tutu","category":"Future, Child, Think"},{"quote":"Happiness is making your dreams come true.","author":"Jourdan Dunn","category":"Happiness, Your Dreams, True"},{"quote":"The working class of England take their deracination completely for granted. Disenchantment is the happy code that informs every byway of the underclass: service jobs, celebrity dreams, Lotto wins, leisured poverty on pre-crunch credit cards, it's all there, part of the story of an English people whose grandparents never had it so good.","author":"Andrew O'Hagan","category":"Happy, Good, Service"},{"quote":"I dream a lot, in colour and in sound and scent. Quite a few of my stories have come from dreams.","author":"Joanne Harris","category":"Dream, Sound, Colour"},{"quote":"My mother always gives the best advice. When I left Puerto Rico to pursue my dreams, she always supported me and said to me, 'I'm never going to cut your wings, so don't let anyone else do that to you.' That has been my philosophy through life. I want to share that valuable lesson with my little girl someday.","author":"Roselyn Sanchez","category":"Life, Best, Mother"},{"quote":"I would like to instill in people just to work hard. As long as they keep at it, their dreams will happen.","author":"Misty May-Treanor","category":"Work, Work Hard, People"},{"quote":"I used to work at a movie theater and sold hams at Honey Baked Ham during the holidays. I sold a ton of hams, and they offered me a regular job there, which I turned down. I feel like anything you do, just do it 100% because then that work ethic will bleed through when it's time to work on your dreams.","author":"Tika Sumpter","category":"Work, Time, Job"},{"quote":"What is happiness other than a negotiation between reality and your dreams? It's understanding that you give up something for something else. I feel like that's been how I've been trying to be happy, although in my DNA there's more of a depressed person.","author":"Mark Ruffalo","category":"Happiness, Happy, Be Happy"},{"quote":"You can go slow. Allow your dreams and goals to change, but live an intentional life.","author":"Kumail Nanjiani","category":"Life, Change, Goals"},{"quote":"Our dreams are a second life. I have never been able to penetrate without a shudder those ivory or horned gates which separate us from the invisible world.","author":"Gerard De Nerval","category":"Life, World, Invisible"},{"quote":"It isn't a calamity to die with dreams unfulfilled, but it is a calamity not to dream.","author":"Benjamin E. Mays","category":"Dream, Die, Calamity"},{"quote":"Old folks have dreams and ambitions too, like everybody else. Don't sit on a couch someplace.","author":"John Glenn","category":"Old, Couch, Like"},{"quote":"To every people the land is given on condition. Perceived or not, there is a Covenant, beyond the constitution, beyond sovereign guarantee, beyond the nation's sweetest dreams of itself.","author":"Leonard Cohen","category":"Constitution, People, Nation"},{"quote":"This is the city of dreamers and time and again it's the place where the greatest dream of all, the American dream, has been tested and has triumphed.","author":"Michael Bloomberg","category":"Time, American Dream"},{"quote":"Take pleasure in your dreams relish your principles and drape your purest feelings on the heart of a precious lover.","author":"Giotto di Bondone","category":"Heart, Your Dreams"},{"quote":"Thanking you once more, I want to wish you the best of luck for your future life and to conclude by saying to you: Dream your dreams and may they come true!","author":"Felix Bloch","category":"Life, Future, Best"},{"quote":"We need to be aware of what we are capable of first and realize that if you place your dreams really really high, you do have the potential to get to that level.","author":"Vicente Fox","category":"Your Dreams, Potential, You"},{"quote":"Inspiration comes from so many sources. Music, other fiction, the non-fiction I read, TV shows, films, news reports, people I know, stories I hear, misheard words or lyrics, dreams... Motivation? The memory of the rush I get from a really good writing session - even on a bad day, I know I'll find that again if I keep going.","author":"Trudi Canavan","category":"Music, Day, Good"},{"quote":"If you're following your dreams, you're doing something you love and that you believe in yourself for.","author":"McKayla Maroney","category":"Love, Believe In Yourself"},{"quote":"To be a human being is to be in a state of tension between your appetites and your dreams, and the social realities around you and your obligations to your fellow man.","author":"John Updike","category":"Man, Your Dreams, You"},{"quote":"There's a lot of people that have great ideas and dreams and whatnot, but unless you're willing to work really, really hard, and work for what you want, it's never going to happen.","author":"Kris Jenner","category":"Work, Great, Ideas"},{"quote":"If you ask me, there's nothing more incredible than a woman who's in charge of her own destiny - and working daily to make her dreams a reality.","author":"Ivanka Trump","category":"Daily, Woman, Reality"},{"quote":"My story, I feel like it's amazing, because it shows people no matter where you come from, no matter what your lifestyle is, your dreams could still come true if you believe in yourself and push hard to do what you want to do.","author":"Shanice Williams","category":"Believe In Yourself"},{"quote":"God's gifts put man's best dreams to shame.","author":"Elizabeth Barrett Browning","category":"Best, God, Man"},{"quote":"The dreamer can know no truth, not even about his dream, except by awaking out of it.","author":"George Santayana","category":"Truth, Dream, Know"},{"quote":"No one should negotiate their dreams. Dreams must be free to fly high. No government, no legislature, has a right to limit your dreams. You should never agree to surrender your dreams.","author":"Jesse Jackson","category":"Your Dreams, Government, Fly"},{"quote":"When you cease to dream you cease to live.","author":"Malcolm Forbes","category":"Dream, Live, You"},{"quote":"Only the dreamer shall understand realities, though in truth his dreaming must be not out of proportion to his waking.","author":"Margaret Fuller","category":"Truth, Dreamer, Understand"},{"quote":"You gotta have a dream. If you don't have a dream, how you gonna make a dream come true?","author":"Oscar Hammerstein II","category":"Dream, True, You"},{"quote":"I challenge you to be dreamers I challenge you to be doers and let us make the greatest place in the world even better.","author":"Brian Schweitzer","category":"Challenge, World, Greatest"},{"quote":"Dreams must be heeded and accepted. For a great many of them come true.","author":"Paracelsus","category":"Great, True, Must"},{"quote":"Dreaming or awake, we perceive only events that have meaning to us.","author":"Jane Roberts","category":"Meaning, Events, Dreaming"},{"quote":"I've said it before, but it's absolutely true: My mother gave me my drive, but my father gave me my dreams. Thanks to him, I could see a future.","author":"Liza Minnelli","category":"Future, Father, Mother"},{"quote":"I was so lucky to have parents who supported me, 100%, with whatever I was doing, both financially and emotionally. Having that they made my life so much easier. Instead of becoming a bartender and trying to survive while trying to pursue your dreams, I didn't have to worry about that aspect. I could just pursue my dreams.","author":"Cam Gigandet","category":"Life, Parents, Your Dreams"},{"quote":"My parent's divorce and hard times at school, all those things combined to mold me, to make me grow up quicker. And it gave me the drive to pursue my dreams that I wouldn't necessarily have had otherwise.","author":"Christina Aguilera","category":"School, Me, Parent"},{"quote":"People are never more insecure than when they become obsessed with their fears at the expense of their dreams.","author":"Norman Cousins","category":"People, Never, Expense"},{"quote":"Hollywood has always been a cage... a cage to catch our dreams.","author":"John Huston","category":"Hollywood, Cage, Always"},{"quote":"Learn from your dreams what you lack.","author":"W. H. Auden","category":"Your Dreams, Learn, You"},{"quote":"Dreams get you into the future and add excitement to the present.","author":"Robert Conklin","category":"Future, Present, You"},{"quote":"O reason, reason, abstract phantom of the waking state, I had already expelled you from my dreams, now I have reached a point where those dreams are about to become fused with apparent realities: now there is only room here for myself.","author":"Louis Aragon","category":"Myself, You, Reason"},{"quote":"It's not my job to dream your dreams. It's my job to make your dreams become a reality.","author":"Blanche Lincoln","category":"Job, Your Dreams, Reality"},{"quote":"A successful life is one that is lived through understanding and pursuing one's own path, not chasing after the dreams of others.","author":"Chin-Ning Chu","category":"Life, Path, Successful"},{"quote":"Dreaming in public is an important part of our job description, as science writers, but there are bad dreams as well as good dreams. We're dreamers, you see, but we're also realists, of a sort.","author":"William Gibson","category":"Work, Good, Science"}]}