{
  "author": "Ravindu Manoj",
  "github": "ravindu01manoj",
  "repo": "Quotes-500k",
  "data": [
    {
      "quote": "Five minutes  just before going to sleep  given to a bit of directed imagination regarding achievement possibilities of the morrow  will steadily and increasingly bear fruit  particularly if all ideas of difficulty  worry or fear are resolutely ruled out and replaced by those of accomplishment and smiling courage.",
      "author": "Frederick Pierce",
      "category": "visualization"
    },
    {
      "quote": "With our progress we have destroyed our only weapon against tedium: that rare weakness we call imagination.",
      "author": "Oriana Fallaci",
      "category": "visualization"
    },
    {
      "quote": "You can vitally influence your life from within by auto-suggestion. The first thing each morning  and the last thing each night  suggest to yourself specific ideas that you wish to embody in your character and personality. Address such suggestions to yourself  silently or aloud  until they are deeply impressed upon your mind.",
      "author": "Grenville Kleiser",
      "category": "visualization"
    },
    {
      "quote": "Leaders are visionaries with a poorly developed sense of fear and no concept of the odds against them. They make the impossible happen.",
      "author": "Dr. Robert Jarvik",
      "category": "visualization"
    },
    {
      "quote": "When there is no vision  people perish.",
      "author": "Ralph Waldo Emerson",
      "category": "visualization"
    },
    {
      "quote": "The voice of the people is the voice of God.",
      "author": "Hesiod",
      "category": "voice"
    },
    {
      "quote": "The voice of one crying in the wilderness.",
      "author": "Matthew",
      "category": "voice"
    },
    {
      "quote": "Her voice was ever soft  Gentle and low  an excellent thing in woman.",
      "author": "William Shakespeare",
      "category": "voice"
    },
    {
      "quote": "A fair day's wages for a fair day's work: it is as just a demand as governed men ever made of government.",
      "author": "Thomas Carlyle",
      "category": "wages"
    },
    {
      "quote": "It is but a truism that labor is most productive where its wages are largest. Poorly paid labor is inefficient labor  the world over.",
      "author": "Henry George",
      "category": "wages"
    },
    {
      "quote": "The laborer is worthy of his hire.",
      "author": "Bible",
      "category": "wages"
    },
    {
      "quote": "Be content with your wages.",
      "author": "Bible",
      "category": "wages"
    },
    {
      "quote": "The iron law of wages.",
      "author": "A. R. J. Turcot",
      "category": "wages"
    },
    {
      "quote": "Man wants but little here below  Nor wants that little long.",
      "author": "Oliver Goldsmith",
      "category": "want"
    },
    {
      "quote": "Constantly choose rather to want less  than to have more.",
      "author": "Thomas a Kempis",
      "category": "want"
    },
    {
      "quote": "The stoical scheme of supplying our wants by lopping off our desires is like cutting off our feet when we want shoes.",
      "author": "Jonathan Swift",
      "category": "want"
    },
    {
      "quote": "How few our real wants  and how vast our imaginary ones!",
      "author": "Johann Kaspar Lavater",
      "category": "want"
    },
    {
      "quote": "A conventional army loses if it does not win. The guerrilla wins if it does not lose.",
      "author": "Henry Kissinger",
      "category": "war"
    },
    {
      "quote": "Above all  Vietnam was a war that asked everything of a few and nothing of most in America.",
      "author": "Myra McPherson",
      "category": "war"
    },
    {
      "quote": "All wars are popular for the first 30 days.",
      "author": "Arthur Schlesinger",
      "category": "war"
    },
    {
      "quote": "Do not let us speak of darker days  let us speak rather of sterner days. These are not dark days: these are great days - the greatest days our country has ever lived.",
      "author": "Winston Churchill",
      "category": "war"
    },
    {
      "quote": "Good things  when short  are twice as good.",
      "author": "Baltasar Gracian",
      "category": "war"
    },
    {
      "quote": "I have never understood disliking for war. It panders to instincts already catered for within the scope of any respectable domestic establishment.",
      "author": "Alan Bennett",
      "category": "war"
    },
    {
      "quote": "If a house be divided against itself  that house cannot stand.",
      "author": "Bible",
      "category": "war"
    },
    {
      "quote": "In time of war the devil makes more room in hell.",
      "author": "German proverb",
      "category": "war"
    },
    {
      "quote": "In war the will is directed at an animate object that reacts.",
      "author": "Karl von Clausewitz",
      "category": "war"
    },
    {
      "quote": "Let us not be deceived - we are today in the midst of a cold war.",
      "author": "Bernard Baruch",
      "category": "war"
    },
    {
      "quote": "Let us therefore brace ourselves to our duties  and so bear ourselves that  if the British Empire and its Commonwealth last for a thousand years  men will still say: \"This was their finest hour.\"",
      "author": "Winston Churchill",
      "category": "war"
    },
    {
      "quote": "Morality is contraband in war.",
      "author": "Mahatma Gandhi",
      "category": "war"
    },
    {
      "quote": "Scots  wha hae wi' Wallace bled  Scots  wham Bruce has aften led  Welcome to your gory bed Or to victorie.",
      "author": "Robert Burns",
      "category": "war"
    },
    {
      "quote": "So long as the anti-militarists propose no substitute for war's disciplinary function  no moral equivalent of war  analogous  as one might say  to the mechanical equivalent of hate  so long they fail to realize the full equities of the situation.",
      "author": "William James",
      "category": "war"
    },
    {
      "quote": "Television brought the brutality of war into the comfort of the living room. Vietnam was lost in the living rooms of U.S.A. - not on the battlefields of Vietnam.",
      "author": "Marshall McLuhan",
      "category": "war"
    },
    {
      "quote": "The quickest way of ending a war is to lose it.",
      "author": "George Orwell",
      "category": "war"
    },
    {
      "quote": "There never was a good war or a bad peace.",
      "author": "Benjamin Franklin",
      "category": "war"
    },
    {
      "quote": "They will conquer  but they will not convince.",
      "author": "Miguel de Unamuno",
      "category": "war"
    },
    {
      "quote": "We few  we happy few  we band of brothers  For he today that sheds his blood with me  Shall be my brother.",
      "author": "William Shakespeare",
      "category": "war"
    },
    {
      "quote": "Tweedle Dum and Tweedle Dee Agreed to have a battle  For Tweedle Dum said Tweedle Dee Had spoiled his nice new rattle.",
      "author": "Lewis Carroll",
      "category": "war"
    },
    {
      "quote": "We shall not flag or fail. We shall fight in France  we shall fight on the seas and oceans  we shall fight with growing confidence and growing strength in the air  we shall defend our island  whatever the cost may be  we shall fight on the beaches  we shall fight on the landing grounds  we shall fight in the fields and in the streets  we shall fight in the hills  we shall never surrender.",
      "author": "Winston Churchill",
      "category": "war"
    },
    {
      "quote": "When the rich wage war  it's the poor who die.",
      "author": "Jean-Paul Sartre",
      "category": "war"
    },
    {
      "quote": "We only win at war because we fight another government. If we fought private industry we would not last until noontime.",
      "author": "R. I. Fitzhenry",
      "category": "war"
    },
    {
      "quote": "War is much too important a matter to be left to the generals.",
      "author": "Georges Clemenceau",
      "category": "war"
    },
    {
      "quote": "War is mainly a catalogue of blunders.",
      "author": "Winston Churchill",
      "category": "war"
    },
    {
      "quote": "War is a series of catastrophes which result in victory.",
      "author": "Georges Clemenceau",
      "category": "war"
    },
    {
      "quote": "It would indeed be a tragedy if the history of the human race proved to be nothing more than the story of an ape playing with a box of matches on a petrol dump.",
      "author": "David Ormsby Gore",
      "category": "war"
    },
    {
      "quote": "Either war is obsolete  or men are.",
      "author": "Buckminster Fuller",
      "category": "war"
    },
    {
      "quote": "War appeals to young men because it is fundamentally auto-eroticism.",
      "author": "Northrop Frye",
      "category": "war"
    },
    {
      "quote": "Wars are not fought for territory  but for words. Man's deadliest weapon is language. He is as susceptible to being hypnotized by slogans as he is to infectious diseases. And where there is an epidemic  the group-mind takes over.",
      "author": "Arthur Koestler",
      "category": "war"
    },
    {
      "quote": "A war regarded as inevitable or even probable  and therefore much prepared for  has a very good chance of eventually being fought.",
      "author": "Anais Nin",
      "category": "war"
    },
    {
      "quote": "War is the unfolding of miscalculations.",
      "author": "Barbara Tuchman",
      "category": "war"
    },
    {
      "quote": "If you know the enemy and know yourself you need not fear the results of a hundred battles.",
      "author": "Sun Tzu",
      "category": "war"
    },
    {
      "quote": "Today the real test of power is not capacity to make war but capacity to prevent it.",
      "author": "Anne O'Hare McCormick",
      "category": "war"
    },
    {
      "quote": "As long as war is regarded as wicked  it will always have its fascination. When it is looked upon as vulgar  it will cease to be popular.",
      "author": "Oscar Wilde",
      "category": "war"
    },
    {
      "quote": "What the hell difference does it make  left or right? There were good men lost on both sides.",
      "author": "Brendan Behan",
      "category": "war"
    },
    {
      "quote": "The supreme excellence is not to win a hundred victories in a hundred battles. The supreme excellence is to subdue the armies of your enemies without even having to fight them.",
      "author": "Sun Tzu",
      "category": "war"
    },
    {
      "quote": "Frankly I'd like to see the government get out of war altogether and leave the whole field to private industry.",
      "author": "Joseph Heller",
      "category": "war"
    },
    {
      "quote": "War is the national industry of Prussia.",
      "author": "Mirabeau",
      "category": "war"
    },
    {
      "quote": "It is a fearful thing to lead this great peaceful people into war  into the most terrible and disastrous of all wars  civilization itself seeming to be in the balance. But the right is more precious than peace  and we shall fight for the things which we have always carried nearest our hearts - for democracy.",
      "author": "Woodrow Wilson",
      "category": "war"
    },
    {
      "quote": "Sweet is war to those who have never experienced it.",
      "author": "Latin proverb",
      "category": "war"
    },
    {
      "quote": "The possibility of war increases in direct proportion to the effectiveness of the instruments of war.",
      "author": "Norman Cousins",
      "category": "war"
    },
    {
      "quote": "I don't know what effect these men will have on the enemy  but by God  they frighten me.",
      "author": "Duke of Wellington",
      "category": "war"
    },
    {
      "quote": "Boys are the cash of war. Whoever said: we're not free spenders- doesn't know our like.",
      "author": "John Ciardi",
      "category": "war"
    },
    {
      "quote": "In time of war the first casualty is truth.",
      "author": "Boake Carter",
      "category": "war"
    },
    {
      "quote": "World War II was the last government program that really worked.",
      "author": "George Will",
      "category": "war"
    },
    {
      "quote": "It's one of the most serious things that can possibly happen to one in a battle - to get one's head cut off.",
      "author": "Lewis Carroll",
      "category": "war"
    },
    {
      "quote": "No one can guarantee success in war  but only deserve it.",
      "author": "Winston Churchill",
      "category": "war"
    },
    {
      "quote": "There is no such thing as inevitable war. If war comes it will be from failure of human wisdom.",
      "author": "Bonar Law",
      "category": "war"
    },
    {
      "quote": "The world will never have lasting peace so long as men reserve for war the finest human qualities.",
      "author": "John Foster Dulles",
      "category": "war"
    },
    {
      "quote": "War would end if the dead could return.",
      "author": "Stanley Baldwin",
      "category": "war"
    },
    {
      "quote": "If they want peace  nations should avoid the pinpricks that precede cannon shots.",
      "author": "Napoleon Bonaparte",
      "category": "war"
    },
    {
      "quote": "Sometime they'll give a war and nobody will come.",
      "author": "Carl Sandburg",
      "category": "war"
    },
    {
      "quote": "A man who experiences no genuine satisfaction in life does not want peace. People court war to escape meaninglessness and boredom  to be relieved of fear and frustration.",
      "author": "Nels F. S. Ferre",
      "category": "war"
    },
    {
      "quote": "The object of war is to survive it.",
      "author": "John Irving",
      "category": "war"
    },
    {
      "quote": "So far war has been the only force that can discipline a whole community  and until an equivalent discipline is organized  I believe that war must have its way.",
      "author": "William James",
      "category": "war"
    },
    {
      "quote": "Men love war because it allows them to look serious  because it is the only thing that stops women laughing at them.",
      "author": "John Fowles",
      "category": "war"
    },
    {
      "quote": "War hath no fury like a non-combatant.",
      "author": "E. C. Montague",
      "category": "war"
    },
    {
      "quote": "Most sorts of diversion in men  children and other animals  are in imitation of fighting.",
      "author": "Jonathan Swift",
      "category": "war"
    },
    {
      "quote": "Nothing except a battle lost can be half so melancholy as a battle won.",
      "author": "Duke of Wellington",
      "category": "war"
    },
    {
      "quote": "Human war has been the most successful of all our cultural traditions.",
      "author": "Robert Ardrey",
      "category": "war"
    },
    {
      "quote": "War is the trade of kings.",
      "author": "John Dryden",
      "category": "war"
    },
    {
      "quote": "The whole art of war consists of guessing at what is on the other side of the hill.",
      "author": "Duke of Wellington",
      "category": "war"
    },
    {
      "quote": "It is well that war is so terrible - we would grow too fond of it.",
      "author": "Robert E. Lee",
      "category": "war"
    },
    {
      "quote": "Men grow tired of sleep  love  singing and dancing sooner than of war.",
      "author": "Homer",
      "category": "war"
    },
    {
      "quote": "Most people coming out of war feel lost and resentful. What had been a minute-to-minute confrontation with yourself  your struggle with what courage you have against discomfort  at the least  and death at the other end  ties you to the people you have known in the war and makes for a time others seem alien and frivolous.",
      "author": "Lillian Hellman",
      "category": "war"
    },
    {
      "quote": "Vice stirs up war  virtue fights.",
      "author": "Vauvenargues",
      "category": "war"
    },
    {
      "quote": "In peace  sons bury their fathers  in war  fathers bury their sons.",
      "author": "Herodotus",
      "category": "war"
    },
    {
      "quote": "War will exist until that distant day when the conscientious objector enjoys the same reputation and prestige that the warrior does today.",
      "author": "John F. Kennedy",
      "category": "war"
    },
    {
      "quote": "The weak against the strong  Is always in the wrong.",
      "author": "Ivan Krylov",
      "category": "war"
    },
    {
      "quote": "But  in case signals can neither be seen or perfectly understood  no captain can do very wrong if he places his ship alongside the enemy.",
      "author": "Horatio Nelson",
      "category": "war"
    },
    {
      "quote": "Something must be left to chance  nothing is sure in a sea fight beyond all others.",
      "author": "Horatio Nelson",
      "category": "war"
    },
    {
      "quote": "War is like love  it always finds a way.",
      "author": "Bertolt Brecht",
      "category": "war"
    },
    {
      "quote": "The guerilla must live amongst the people as the fish lives in the water.",
      "author": "Mao Tse-Tung",
      "category": "war"
    },
    {
      "quote": "It simply is not true that war never settles anything.",
      "author": "Felix Frankfurter",
      "category": "war"
    },
    {
      "quote": "War does not determine who is right - only who is left.",
      "author": "Anonymous",
      "category": "war"
    },
    {
      "quote": "There are no atheists in the foxholes.",
      "author": "William Thomas Cummings",
      "category": "war"
    },
    {
      "quote": "There is many a boy here today who looks on war as all glory  but boys  it is all hell.",
      "author": "William T. Sherman",
      "category": "war"
    },
    {
      "quote": "There will be no veterans of World War III.",
      "author": "Walter Mondale",
      "category": "war"
    },
    {
      "quote": "War is the science of destruction.",
      "author": "John S. C. Abbott",
      "category": "war"
    },
    {
      "quote": "The inevitableness  the idealism  and the blessing of war  as an indispensable and stimulating law of development  must be repeatedly emphasized.",
      "author": "Anonymous",
      "category": "war"
    },
    {
      "quote": "Great Britain was going to make war on a kindred nation who desired nothing better than to be friends with her.",
      "author": "Theobald von Bethmann-Hollweg",
      "category": "war"
    },
    {
      "quote": "Better pointed bullets than pointed speeches.",
      "author": "Otto von Bismarck",
      "category": "war"
    },
    {
      "quote": "War never leaves  where it found a nation.",
      "author": "Edmund Burke",
      "category": "war"
    },
    {
      "quote": "Veni  vidi  vici. (I came  I saw  I conquered.)",
      "author": "Julius Caesar",
      "category": "war"
    },
    {
      "quote": "(The great questions of the day) are not decided by speeches and majority votes  but by blood and iron.",
      "author": "Otto von Bismarck",
      "category": "war"
    },
    {
      "quote": "What millions died - that Caesar might be great!",
      "author": "Thomas Campbell",
      "category": "war"
    },
    {
      "quote": "What distinguishes war is  not that man is slain  but that he is slain  spoiled  crushed by the cruelty  the injustice  the treachery  the murderous hand of man.",
      "author": "William Ellery Channing",
      "category": "war"
    },
    {
      "quote": "General Taylor never surrenders.",
      "author": "Thomas L. Crittenden",
      "category": "war"
    },
    {
      "quote": "We give up the fort when there's not a man left to defend it.",
      "author": "General Croghan",
      "category": "war"
    },
    {
      "quote": "War  he sung  is toil and trouble  Honour but an empty bubble.",
      "author": "John Dryden",
      "category": "war"
    },
    {
      "quote": "By the rude bridge that arched the flood  Their flag to April's breeze unfurl'd  Here once the embattl'd farmers stood  And fired the shot heard round the world.",
      "author": "Ralph Waldo Emerson",
      "category": "war"
    },
    {
      "quote": "There never was a good war or a bad peace.",
      "author": "Benjamin Franklin",
      "category": "war"
    },
    {
      "quote": "Hang yourself  brave Crillon. We fought at Arques  and you were not there.",
      "author": "Henry IV",
      "category": "war"
    },
    {
      "quote": "It is not right to exult over slain men.",
      "author": "Homer",
      "category": "war"
    },
    {
      "quote": "War is as much a punishment to the punisher as to the sufferer.",
      "author": "Thomas Jefferson",
      "category": "war"
    },
    {
      "quote": "Mine eyes have seen the glory of the coming of the Lord: He is trampling out the vintage where the grapes of wrath are stored: He hath loosed the fateful lightning of his terrible swift sword: His truth is marching on.",
      "author": "Julia Ward Howe",
      "category": "war"
    },
    {
      "quote": "We don't want to fight  but by jingo if we do  We've got the ships  we've got the men  we've got the money too. We've fought the Bear before and while we're Britons true  The Russians shall not have Constantinople.",
      "author": "G. W. Hunt",
      "category": "war"
    },
    {
      "quote": "I have prayed in her fields of poppies  I have laughed with the men who died -  But in all my ways and through all my days Like a friend He walked beside. I have seen a sight under Heaven That only God understands  In the battle's glare I have seen Christ there With the Sword of God in His hand.",
      "author": "Gordon Johnstone",
      "category": "war"
    },
    {
      "quote": "Modern warfare is an intricate business about which no one knows everything and few know very much.",
      "author": "Frank Knox",
      "category": "war"
    },
    {
      "quote": "There is no such thing as an inevitable war. If war comes it will be from failure of human wisdom.",
      "author": "Bonar Law",
      "category": "war"
    },
    {
      "quote": "0 God assist our side: at least  avoid assisting the enemy and leave the rest to me.",
      "author": "Prince Leopold",
      "category": "war"
    },
    {
      "quote": "The ballot is stronger than the bullet.",
      "author": "Abraham Lincoln",
      "category": "war"
    },
    {
      "quote": "To arms! to arms! ye brave! The avenging sword unsheathe  March on! march on! all hearts resolved On victory or death!",
      "author": "Rouget de Lisle",
      "category": "war"
    },
    {
      "quote": "Ez for war  I call it murder  -  There you hev it plain and flat  I don't want to go no furder Than my Testyment for that.",
      "author": "James Russell Lowell",
      "category": "war"
    },
    {
      "quote": "War is the greatest plague that can afflict humanity  it destroys religion  it destroys states  it destroys families. Any scourge is preferable to it.",
      "author": "Martin Luther",
      "category": "war"
    },
    {
      "quote": "Take up our quarrel with the foe! To you from failing hands we throw The torch  be yours to hold it high. If ye break faith with us who die We shall not sleep  though poppies grow In Flanders' fields.",
      "author": "John McCrae",
      "category": "war"
    },
    {
      "quote": "War hath no fury like a noncombatant.",
      "author": "C. E. Montague",
      "category": "war"
    },
    {
      "quote": "Wars and rumours of wars.",
      "author": "Matthew",
      "category": "war"
    },
    {
      "quote": "And this I hate - not men  nor flag nor race  But only War with its wild  grinning face.",
      "author": "Joseph Dana Miler",
      "category": "war"
    },
    {
      "quote": "When after many battles past  Both tir'd with blows  make peace at last  What is it  after all  the people get? Why! taxes  widows  wooden legs  and debt.",
      "author": "Francis Moore",
      "category": "war"
    },
    {
      "quote": "The brazen throat of war.",
      "author": "John Milton",
      "category": "war"
    },
    {
      "quote": "God how the dead men Grin by the wall  Watching the fun Of the Victory Ball.",
      "author": "Alfred Noyes",
      "category": "war"
    },
    {
      "quote": "O war! thou son of Hell!",
      "author": "William Shakespeare",
      "category": "war"
    },
    {
      "quote": "A bad peace is even worse than war.",
      "author": "Tacitus",
      "category": "war"
    },
    {
      "quote": "As long as war is regarded as wicked  it will always have its fascination. When it is looked upon as vulgar  it will cease to be popular.",
      "author": "Oscar Wilde",
      "category": "war"
    },
    {
      "quote": "The father of his country.",
      "author": "Francis Bailey",
      "category": "washington"
    },
    {
      "quote": "He that maketh haste to be rich shall not be innocent.",
      "author": "Bible",
      "category": "wealth"
    },
    {
      "quote": "I glory more in the coming purchase of my wealth than in the glad possession.",
      "author": "Ben Jonson",
      "category": "wealth"
    },
    {
      "quote": "I'll fares the land  to hastening ills of prey Where wealth accumulates  and men decay.",
      "author": "Oliver Goldsmith",
      "category": "wealth"
    },
    {
      "quote": "It is the wretchedness of being rich that you have to live with rich people.",
      "author": "Logan Pearsall Smith",
      "category": "wealth"
    },
    {
      "quote": "One cannot both feast and become rich.",
      "author": "Ashanti proverb",
      "category": "wealth"
    },
    {
      "quote": "Poor men seek meat for their stomach  rich men stomach for their meat.",
      "author": "Old saying",
      "category": "wealth"
    },
    {
      "quote": "Riches serve a wise man but command a fool.",
      "author": "Old saying",
      "category": "wealth"
    },
    {
      "quote": "The first wealth is health.",
      "author": "Ralph Waldo Emerson",
      "category": "wealth"
    },
    {
      "quote": "The smell of profit is clean and sweet  whatever the source.",
      "author": "Juvenal",
      "category": "wealth"
    },
    {
      "quote": "There are few sorrows  however poignant  in which a good income is of no avail.",
      "author": "Logan Pearsall Smith",
      "category": "wealth"
    },
    {
      "quote": "The human race has had long experience and a fine tradition in surviving adversity. But we now face a task for which we have little experience  the task of surviving prosperity.",
      "author": "Alan Gregg",
      "category": "wealth"
    },
    {
      "quote": "Riches enlarge  rather than satisfy appetites.",
      "author": "Thomas Fuller",
      "category": "wealth"
    },
    {
      "quote": "Australia is so kind that  just tickle her with a hoe  and she laughs with a harvest.",
      "author": "Douglas Jerrold",
      "category": "wealth"
    },
    {
      "quote": "It is better to live rich than to die rich.",
      "author": "Samuel Johnson",
      "category": "wealth"
    },
    {
      "quote": "We can have democracy in this country or we can have great wealth concentrated in the hands of a few  but we can't have both.",
      "author": "Louis D. Brandeis",
      "category": "wealth"
    },
    {
      "quote": "I am opposed to millionaires  but it would be dangerous to offer me the position.",
      "author": "Mark Twain",
      "category": "wealth"
    },
    {
      "quote": "Sleep  riches and health to be truly enjoyed must be interrupted.",
      "author": "Jean Paul Richter",
      "category": "wealth"
    },
    {
      "quote": "The wealth of a nation consists not in its mass of material things  but in its system. The natural resources of South America are not inferior to those of the United States  but the wealth of the two regions is vastly different. The land of India is far richer than that of Japan  but the comparative wealth of the two nations is reversed.",
      "author": "George Brockway",
      "category": "wealth"
    },
    {
      "quote": "I have enough money to get by. I'm not independently wealthy  just independently lazy  I suppose.",
      "author": "Montgomery Clift",
      "category": "wealth"
    },
    {
      "quote": "I have no complex about wealth. I have worked hard for my money  producing things people need. I believe that the able industrial leader who creates wealth and employment is more worthy of historical notice than politicians or soldiers.",
      "author": "Paul Getty",
      "category": "wealth"
    },
    {
      "quote": "I was born into it and there was nothing I could do about it. It was there  like air or food  or any other element. The only question with wealth is what you do with it.",
      "author": "John D. Rockefeller",
      "category": "wealth"
    },
    {
      "quote": "Riches do not consist in the possession of treasures  but in the use made of them.",
      "author": "Napoleon Bonaparte",
      "category": "wealth"
    },
    {
      "quote": "I wish to become rich  so that I can instruct the people and glorify honest poverty a little  like those kind-hearted  fat  benevolent people do.",
      "author": "Mark Twain",
      "category": "wealth"
    },
    {
      "quote": "In big houses in which things are done properly  there is always the religious element. The diurnal cycle is observed with more feeling when there are servants to do the work.",
      "author": "Elizabeth Bowen",
      "category": "wealth"
    },
    {
      "quote": "True abundance is not about gathering more things  it's about touching the place in us that is connected to the divine source of abundance  so that we know what we need in the moment will be provided.",
      "author": "Mary Manin Morrissey",
      "category": "wealth"
    },
    {
      "quote": "It's time we put thoughts of lack behind us. It's time for us to discover the secrets of the stars  to sail to an uncharted land  to open up a new heaven where our spirits can soar.",
      "author": "Sarah Ban Breathnach",
      "category": "wealth"
    },
    {
      "quote": "It is good to have things that money can buy  but it is also good to check up once in awhile and be sure we have the things money can't buy.",
      "author": "George Horace Lorimer",
      "category": "wealth"
    },
    {
      "quote": "Ordinary riches can be stolen  real riches cannot. In your soul are infinitely precious things that cannot be taken from you.",
      "author": "Oscar Wilde",
      "category": "wealth"
    },
    {
      "quote": "'Let us not get so busy or live so fast that we can't listen to the music of the meadow or the symphony that glorifies the forest. Some things in the world are far more important than wealth  one of them is the ability to enjoy simple things.",
      "author": "Dale Carnegie",
      "category": "wealth"
    },
    {
      "quote": "It is wealth to be content.",
      "author": "Lao-Tzu",
      "category": "wealth"
    },
    {
      "quote": "Who is rich? He that rejoices in his portion.",
      "author": "Benjamin Franklin",
      "category": "wealth"
    },
    {
      "quote": "If you're happy  you're wealthy! Happiness doesn't need a bank account.",
      "author": "Sr. Mary Christelle Macaluso",
      "category": "wealth"
    },
    {
      "quote": "Wealth ... is a relative thing since he that has little and wants less is richer than he that has much but wants more.",
      "author": "Charles Caleb Colton",
      "category": "wealth"
    },
    {
      "quote": "Sometimes when you have everything  you can't really tell what matters.",
      "author": "Christina Onassis",
      "category": "wealth"
    },
    {
      "quote": "The only question with wealth is what you do with it.",
      "author": "John D. Rockefeller",
      "category": "wealth"
    },
    {
      "quote": "The rich man is not one who is in possession of much  but one who gives much.",
      "author": "Saint John Chrysostom",
      "category": "wealth"
    },
    {
      "quote": "Having given all he had  He then is very rich indeed.",
      "author": "Lao-Tzu",
      "category": "wealth"
    },
    {
      "quote": "If you see yourself as prosperous  you will be. If you see yourself as continually hard up  that is exactly what you will be.",
      "author": "Robert Collier",
      "category": "wealth"
    },
    {
      "quote": "Prosperity is just around the corner.",
      "author": "Herbert Hoover",
      "category": "wealth"
    },
    {
      "quote": "Wealth is not his that has it  but his who enjoys it.",
      "author": "Benjamin Franklin",
      "category": "wealth"
    },
    {
      "quote": "I have mental joys and mental health  Mental friends and mental wealth  I've a wife that I love and that loves me  I've all but riches bodily.",
      "author": "William Blake",
      "category": "wealth"
    },
    {
      "quote": "Surplus wealth is a sacred trust which its possessor is bound to administer in his life-time for the good of the community.",
      "author": "Andrew Carnegie",
      "category": "wealth"
    },
    {
      "quote": "If you would be wealthy  think of saving as well as of getting.",
      "author": "Benjamin Franklin",
      "category": "wealth"
    },
    {
      "quote": "The ideal social state is not that in which each gets an equal amount of wealth  but in which each gets in proportion to his contribution to the general stock.",
      "author": "Henry George",
      "category": "wealth"
    },
    {
      "quote": "I'll fares the land  to hastening ills a prey  Where wealth accumulates  and men decay  Princes and Lords may flourish  or may fade -  A breath can make them  as a breath has made -  But a bold peasantry  their country's pride  When once destroy'd can never be supplied.",
      "author": "Oliver Goldsmith",
      "category": "wealth"
    },
    {
      "quote": "Riches either serve or govern the possessor.",
      "author": "Horace",
      "category": "wealth"
    },
    {
      "quote": "The wealth of nations is men  not silk and cotton and gold.",
      "author": "Richard Hovey",
      "category": "wealth"
    },
    {
      "quote": "Life is short. The sooner that a man begins to enjoy his wealth the better.",
      "author": "Samuel Johnson",
      "category": "wealth"
    },
    {
      "quote": "Our Lord commonly giveth Riches to such gross asses  to whom he affordeth nothing else that is good.",
      "author": "Martin Luther",
      "category": "wealth"
    },
    {
      "quote": "It is easier for a camel to go through the eye of a needle  than for a rich man to enter into the kingdom of God.",
      "author": "Matthew",
      "category": "wealth"
    },
    {
      "quote": "I am rich beyond the dreams of avarice.",
      "author": "Edward Moore",
      "category": "wealth"
    },
    {
      "quote": "All wealth is the product of labor",
      "author": "John Locke",
      "category": "wealth"
    },
    {
      "quote": "Get place and wealth  if possible  with grace  If not  by any means get wealth and place.",
      "author": "Alexander Pope",
      "category": "wealth"
    },
    {
      "quote": "Riches certainly make themselves wings.",
      "author": "Proverbs",
      "category": "wealth"
    },
    {
      "quote": "He that maketh haste to be rich shall not be innocent.",
      "author": "Proverbs",
      "category": "wealth"
    },
    {
      "quote": "He heapeth up riches  and knoweth not who shall gather them.",
      "author": "Bible",
      "category": "wealth"
    },
    {
      "quote": "No good man ever became suddenly rich.",
      "author": "Syrus",
      "category": "wealth"
    },
    {
      "quote": "Can snore upon the flint  when resty sloth Finds the down pillow hard.",
      "author": "William Shakespeare",
      "category": "weariness"
    },
    {
      "quote": "One of the most adventurous things left is to go to bed  for no one can lay a hand on our dreams.",
      "author": "E. V. Lucas",
      "category": "weariness"
    },
    {
      "quote": "Sleeping is no mean art. For its sake one must stay awake all day.",
      "author": "Friedrich Nietzsche",
      "category": "weariness"
    },
    {
      "quote": "Sleep faster  we need the pillows.",
      "author": "Jewish proverb",
      "category": "weariness"
    },
    {
      "quote": "That we are not much sicker and much madder than we are is due exclusively to that most blessed and blessing of all natural graces  sleep.",
      "author": "Aldous Huxley",
      "category": "weariness"
    },
    {
      "quote": "I never sleep in comfort save when I am hearing a sermon or praying to God.",
      "author": "Francois Rabelais",
      "category": "weariness"
    },
    {
      "quote": "Sleep - kinsman thou to death and trance and madness.",
      "author": "Alfred, Lord Tennyson",
      "category": "weariness"
    },
    {
      "quote": "Thou hast been called  O sleep! the friend of woe  But 'tis the happy who have called thee so.",
      "author": "Robert Southey",
      "category": "weariness"
    },
    {
      "quote": "Yet a little sleep  a little slumber  a little folding of the hands to sleep.",
      "author": "Bible",
      "category": "weariness"
    },
    {
      "quote": "Sleep takes off the costume of circumstance  arms us with terrible freedom  so that every will rushes to deed. A skillful man reads his dreams for his self-knowledge  yet not the details  but the quality. What part does he play in them - a cheerful  manly part  or a poor  drivelling part? However monstrous and grotesque their apparitions  they have a substantial truth.",
      "author": "Ralph Waldo Emerson",
      "category": "weariness"
    },
    {
      "quote": "For some must watch  while some must sleep  thus runs the world away.",
      "author": "William Shakespeare",
      "category": "weariness"
    },
    {
      "quote": "As a rule man is a fool  When it's hot he wants it cool  When it's cool he wants it hot  Always wanting what is not.",
      "author": "Anonymous",
      "category": "weather"
    },
    {
      "quote": "Change of weather is the discourse of fools.",
      "author": "Thomas Fuller",
      "category": "weather"
    },
    {
      "quote": "I was born with a chronic anxiety about the weather.",
      "author": "John Burroughs",
      "category": "weather"
    },
    {
      "quote": "Fair weather cometh out of the north.",
      "author": "Bible",
      "category": "weather"
    },
    {
      "quote": "Oh  what a blamed uncertain thing This pesky weather is  It blew and snew and then it thew  And now  by jing  it's friz.",
      "author": "Philander Johnson",
      "category": "weather"
    },
    {
      "quote": "When two Englishmen meet  their first talk is of the weather.",
      "author": "Samuel Johnson",
      "category": "weather"
    },
    {
      "quote": "Tis sweet to hear the watchdog's honest bark Bay deep-mouth'd welcome as we draw near home.",
      "author": "Lord Byron",
      "category": "welcome"
    },
    {
      "quote": "Come in the evening  come in the morning  Come when expected  come without warning  Thousands of welcomes you'll find here before you  And the oftener you come  the more we'll adore you.",
      "author": "Irish Rhyme",
      "category": "welcome"
    },
    {
      "quote": "Welcome as the flowers in May.",
      "author": "Walter Scott",
      "category": "welcome"
    },
    {
      "quote": "Westward the course of empire takes its way.",
      "author": "Bishop Berkeley",
      "category": "west"
    },
    {
      "quote": "Out where the handclasp's a little stronger  Out where the smile dwells a little longer  That's where the West begins.",
      "author": "Arthur Chapman",
      "category": "west"
    },
    {
      "quote": "Go West  young man  and grow up with the country.",
      "author": "Horace Greeley",
      "category": "west"
    },
    {
      "quote": "Westward  Ho!",
      "author": "George Peele",
      "category": "west"
    },
    {
      "quote": "The weakest and most timorous are the most revengeful and implacable.",
      "author": "Thomas Fuller",
      "category": "wickedness, cruelty"
    },
    {
      "quote": "When a man's willing and eager  God joins in.",
      "author": "Aeschylus",
      "category": "wickedness, cruelty"
    },
    {
      "quote": "April is the crudest month  breeding Lilacs out of the dead land  mixing Memory and desire  stirring Dull roots with spring rain.",
      "author": "T. S. Eliot",
      "category": "wickedness, cruelty"
    },
    {
      "quote": "Man is worse than an animal when he is an animal.",
      "author": "Rabindranath Tagore",
      "category": "wickedness, cruelty"
    },
    {
      "quote": "Men are always wicked at bottom unless they are made good by some compulsion.",
      "author": "Niccolo Machiavelli",
      "category": "wickedness, cruelty"
    },
    {
      "quote": "God bears with the wicked  but not forever.",
      "author": "Cervantes",
      "category": "wickedness, cruelty"
    },
    {
      "quote": "Weak men are apt to be cruel because they stick at nothing that may repair the ill effect of their mistakes.",
      "author": "George, Lord Halifax",
      "category": "wickedness, cruelty"
    },
    {
      "quote": "All cruelty springs from weakness.",
      "author": "Seneca",
      "category": "wickedness, cruelty"
    },
    {
      "quote": "I must be cruel Only to be kind.",
      "author": "William Shakespeare",
      "category": "wickedness, cruelty"
    },
    {
      "quote": "We are oftener treacherous through weakness than through calculation.",
      "author": "La Rochefoucauld",
      "category": "wickedness, cruelty"
    },
    {
      "quote": "When we do evil  We and our victims Are equally bewildered.",
      "author": "W. H. Auden",
      "category": "wickedness, cruelty"
    },
    {
      "quote": "Half of the harm that is done in this world Is due to people who want to feel important. They don't mean to do harm - but the harm does not interest them.",
      "author": "T. S. Eliot",
      "category": "wickedness, cruelty"
    },
    {
      "quote": "We all have flaws  and mine is being wicked.",
      "author": "James Thurber",
      "category": "wickedness, cruelty"
    },
    {
      "quote": "Why inflict pain on oneself  when so many others are ready to save us the trouble?",
      "author": "George W. Pacaud",
      "category": "wickedness, cruelty"
    },
    {
      "quote": "God bears with the wicked  but not forever.",
      "author": "Miguel de Cervantes",
      "category": "wickedness"
    },
    {
      "quote": "No man ever became very wicked all at once.",
      "author": "Juvenal",
      "category": "wickedness"
    },
    {
      "quote": "The world loves a spice of wickedness.",
      "author": "Henry Wadsworth Longfellow",
      "category": "wickedness"
    },
    {
      "quote": "Wickedness is weakness.",
      "author": "John Milton",
      "category": "wickedness"
    },
    {
      "quote": "The wicked flee when no man pursueth  but the righteous are bold as a lion.",
      "author": "Proverbs",
      "category": "wickedness"
    },
    {
      "quote": "The sun also shines on the wicked.",
      "author": "Seneca",
      "category": "wickedness"
    },
    {
      "quote": "'Cause I's wicked  - I is. I's mighty wicked  anyhow  I can't help it.",
      "author": "Harriet Beecher Stowe",
      "category": "wickedness"
    },
    {
      "quote": "Wives are young men's mistresses  companions for middle age  and old men's nurses.",
      "author": "Sir Francis Bacon",
      "category": "wife"
    },
    {
      "quote": "She is a winsome wee thing  She is a handsome wee thing  She is a bonny wee thing  This sweet wee wife o' mine.",
      "author": "James Drummond Burns",
      "category": "wife"
    },
    {
      "quote": "Think you  if Laura had been Petrarch's wife  He would have written sonnets all his life?",
      "author": "Lord Byron",
      "category": "wife"
    },
    {
      "quote": "In every mess I find a friend  In every port a wife.",
      "author": "Charles Dibdin",
      "category": "wife"
    },
    {
      "quote": "An undutiful Daughter will prove an unmanageable Wife.",
      "author": "Benjamin Franklin",
      "category": "wife"
    },
    {
      "quote": "He knows little who will tell his wife all he knows.",
      "author": "Thomas Fuller",
      "category": "wife"
    },
    {
      "quote": "A miss for pleasure  and a wife for breed.",
      "author": "John Gay",
      "category": "wife"
    },
    {
      "quote": "Alas! another instance of the triumph of hope over experience.",
      "author": "Samuel Johnson",
      "category": "wife"
    },
    {
      "quote": "All other goods by fortune's hand are given: A wife is the peculiar gift of Heav'n.",
      "author": "Alexander Pope",
      "category": "wife"
    },
    {
      "quote": "She looketh well to the ways of her household  and eateth not the bread of idleness.",
      "author": "Proverbs",
      "category": "wife"
    },
    {
      "quote": "It is a woman's business to get married as soon as possible  and a man's to keep unmarried as long as he can.",
      "author": "George Bernard Shaw",
      "category": "wife"
    },
    {
      "quote": "My dear  my better half.",
      "author": "Philip Sidney",
      "category": "wife"
    },
    {
      "quote": "Men never cling to their dreams with such tenacity as at the moment when they are losing faith in them and know it  but do not dare confess it to themselves.",
      "author": "Anonymous",
      "category": "will, determination"
    },
    {
      "quote": "Nothing and no one can destroy the Chinese people. They are relentless survivors.",
      "author": "Pearl Buck",
      "category": "will, determination"
    },
    {
      "quote": "Nothing is easy to the unwilling.",
      "author": "Thomas Fuller",
      "category": "will, determination"
    },
    {
      "quote": "The greatest intellectual capacities are only found in connection with a vehement and passionate will.",
      "author": "Arthur Schopenhauer",
      "category": "will, determination"
    },
    {
      "quote": "The spirit indeed is willing  but the flesh is weak.",
      "author": "Bible",
      "category": "will, determination"
    },
    {
      "quote": "The difference between perseverance and obstinacy is that one often comes from a strong will  and the other from a strong won't.",
      "author": "Henry Ward Beecher",
      "category": "will, determination"
    },
    {
      "quote": "This free-will business is a bit terrifying anyway. It's almost pleasanter to obey  and make the most of it.",
      "author": "Ugo Betti",
      "category": "will, determination"
    },
    {
      "quote": "Fall seven times  stand up eight.",
      "author": "Japanese proverb",
      "category": "will, determination"
    },
    {
      "quote": "Where the willingness is great  the difficulties cannot be great.",
      "author": "Niccolo Machiavelli",
      "category": "will, determination"
    },
    {
      "quote": "The will is the strong blind man who carries on his shoulders the lame man who can see.",
      "author": "Arthur Schopenhauer",
      "category": "will, determination"
    },
    {
      "quote": "Obstinacy is the result of the will forcing itself into the place of the intellect.",
      "author": "Arthur Schopenhauer",
      "category": "will, determination"
    },
    {
      "quote": "Make voyages. Attempt them. There's nothing else.",
      "author": "Tennessee Williams",
      "category": "will, determination"
    },
    {
      "quote": "Do what you can  with what you have  where you are.",
      "author": "Theodore Roosevelt",
      "category": "will, determination"
    },
    {
      "quote": "Our strength is often composed of the weakness that we're damned if we are going to show.",
      "author": "Mignon McLaughlin",
      "category": "will, determination"
    },
    {
      "quote": "Nothing in the world can take the place of persistence. Talent will not  nothing is more common than unsuccessful men of talent. Genius will not  unrewarded genius is almost a proverb. Education will not  the world is full of educated derelicts. Persistence and determination alone are omnipotent.",
      "author": "Calvin Coolidge",
      "category": "will, determination"
    },
    {
      "quote": "All happiness depends on courage and work. I have had many periods of wretchedness  but with energy and above all with illusions  I pulled through them all.",
      "author": "Honore de Balzac",
      "category": "will, determination"
    },
    {
      "quote": "Man is both determined and self-determining.",
      "author": "Stein and Vidichon",
      "category": "will, determination"
    },
    {
      "quote": "Don't let your will roar when your power only whispers.",
      "author": "Thomas Fuller",
      "category": "will, determination"
    },
    {
      "quote": "Those who live are those who fight.",
      "author": "Victor Hugo",
      "category": "will, determination"
    },
    {
      "quote": "If you start to take Vienna - take Vienna.",
      "author": "Napoleon Bonaparte",
      "category": "will, determination"
    },
    {
      "quote": "If you would convince others  seem open to conviction yourself.",
      "author": "Lord Chesterfield",
      "category": "will, determination"
    },
    {
      "quote": "You have to pay the price - but if you do you can only win.",
      "author": "Frank Leahy",
      "category": "will, determination"
    },
    {
      "quote": "Victory - a matter of staying power.",
      "author": "Elbert Hubbard",
      "category": "will, determination"
    },
    {
      "quote": "In war  as in life  it is often necessary  when some cherished scheme has failed  to take up the best alternative open  and if so  it is folly not to work for it with all your might.",
      "author": "Winston Churchill",
      "category": "will, determination"
    },
    {
      "quote": "It isn't the mountain ahead that wears you out - it's the grain of sand in your shoe.",
      "author": "Robert Service",
      "category": "will, determination"
    },
    {
      "quote": "Where there's a will there's a way.",
      "author": "English proverb",
      "category": "will"
    },
    {
      "quote": "There is nothing good or evil save in the will.",
      "author": "Epictetus",
      "category": "will"
    },
    {
      "quote": "He who is firm in will molds the world to himself.",
      "author": "Goethe",
      "category": "will"
    },
    {
      "quote": "Not my will  but thine  be done.",
      "author": "Bible",
      "category": "will"
    },
    {
      "quote": "An ill wind that bloweth no man good -  The blower of which blast is she.",
      "author": "John Heywood",
      "category": "wind"
    },
    {
      "quote": "Who walketh upon the wings of the wind.",
      "author": "Bible",
      "category": "wind"
    },
    {
      "quote": "Blow  wind  and crack your cheeks. Rage! Blow!",
      "author": "William Shakespeare",
      "category": "wind"
    },
    {
      "quote": "Sweet and low  sweet and low  Wind of the western sea  Low  low  breathe and blow  Wind of the western sea!",
      "author": "Lord Alfred Tennyson",
      "category": "wind"
    },
    {
      "quote": "Few things surpass old wine  and they may preach Who please  the more because they preach in vain  -  Let us have wine and women  mirth and laughter  Sermons and soda-water the day after.",
      "author": "Lord Byron",
      "category": "wine, spirits"
    },
    {
      "quote": "No nation is drunken where wine is cheap  and none sober where the dearness of wine substitutes ardent spirits as the common beverage. It is  in truth  the only antidote to the bane of whiskey.",
      "author": "Thomas Jefferson",
      "category": "wine, spirits"
    },
    {
      "quote": "Claret is the liquor for boys  port for men  but he who aspires to be a hero must drink brandy.",
      "author": "Samuel Johnson",
      "category": "wine, spirits"
    },
    {
      "quote": "There is a devil in every berry of the grape.",
      "author": "Koran",
      "category": "wine, spirits"
    },
    {
      "quote": "Look not thou upon the wine when it is red  when it giveth his colour in the cup ... at the last it biteth like a serpent  and stingeth like an adder.",
      "author": "Proverbs",
      "category": "wine, spirits"
    },
    {
      "quote": "Wine that maketh glad the heart of man.",
      "author": "Bible",
      "category": "wine, spirits"
    },
    {
      "quote": "Drink no longer water  but use a little wine for thy stomach's sake.",
      "author": "Anonymous",
      "category": "wine, spirits"
    },
    {
      "quote": "Oh  the long and dreary Winter! Oh  the cold and cruel Winter!",
      "author": "Henry Wadsworth Longfellow",
      "category": "winter"
    },
    {
      "quote": "If Winter comes  can Spring be far behind?",
      "author": "Percy Bysshe Shelley",
      "category": "winter"
    },
    {
      "quote": "A man's ruin lies in his tongue.",
      "author": "Egyptian saying",
      "category": "wisdom"
    },
    {
      "quote": "A sage has one advantage  he is immortal. If this is not his century  many others will be.",
      "author": "Baltasar Gracian",
      "category": "wisdom"
    },
    {
      "quote": "A wise man always throws himself on the side of his assailants. It is more his interests than it is theirs to find his weak point.",
      "author": "Ralph Waldo Emerson",
      "category": "wisdom"
    },
    {
      "quote": "A wise man  to accomplish his end  may even carry his foe on his shoulder.",
      "author": "Panchatantra",
      "category": "wisdom"
    },
    {
      "quote": "Ah  men do not know how much strength is in poise  That he goes the farthest who goes far enough.",
      "author": "James Russell Lowell",
      "category": "wisdom"
    },
    {
      "quote": "I gave my beauty and my youth to men. I am going to give my wisdom and experience to animals.",
      "author": "Brigitte Bardot",
      "category": "wisdom"
    },
    {
      "quote": "It wasn't raining when Noah built the ark.",
      "author": "Howard Ruff",
      "category": "wisdom"
    },
    {
      "quote": "Knowledge can be communicated but not wisdom.",
      "author": "Hermann Hesse",
      "category": "wisdom"
    },
    {
      "quote": "Le raison avant la passion - Reason over passion.",
      "author": "Pierre Elliott Trudeau",
      "category": "wisdom"
    },
    {
      "quote": "Let my heart be wise. It is the gods' best gift.",
      "author": "Euripides",
      "category": "wisdom"
    },
    {
      "quote": "Never since the time of Copernicus have so many experts been so wrong so often with so little humility.",
      "author": "Anonymous",
      "category": "wisdom"
    },
    {
      "quote": "Night is the mother of counsels.",
      "author": "George Herbert",
      "category": "wisdom"
    },
    {
      "quote": "Some folks are wise and some are otherwise.",
      "author": "Tobias Smollett",
      "category": "wisdom"
    },
    {
      "quote": "The more specific you are  the more general it'll be.",
      "author": "Diane Arbus",
      "category": "wisdom"
    },
    {
      "quote": "The number of people who will not go to a show they do not want to see is unlimited.",
      "author": "Oscar Hammerstein",
      "category": "wisdom"
    },
    {
      "quote": "The question of commonsense is always \"what is it good for?\" - a question which would abolish the rose and be answered triumphantly by the cabbage.",
      "author": "James Russell Lowell",
      "category": "wisdom"
    },
    {
      "quote": "The tigers of wrath are wiser than the horses of instruction.",
      "author": "William Blake",
      "category": "wisdom"
    },
    {
      "quote": "There was only one catch and that was Catch-22  which specified the concern for one's own safety in the face of dangers that were real and immediate was the process of a rational mind.",
      "author": "Joseph Heller",
      "category": "wisdom"
    },
    {
      "quote": "Wisdom is always an overmatch for strength.",
      "author": "Phaedrus",
      "category": "wisdom"
    },
    {
      "quote": "Wisdom comes alone through suffering.",
      "author": "Aeschylus",
      "category": "wisdom"
    },
    {
      "quote": "The road to wisdom? Well  it's plain And simple to express: Err And err And err again But less And less And less.",
      "author": "Piet Hein",
      "category": "wisdom"
    },
    {
      "quote": "A wise man hears one word and understands two.",
      "author": "Jewish proverb",
      "category": "wisdom"
    },
    {
      "quote": "The art of being wise is the art of knowing what to overlook.",
      "author": "William James",
      "category": "wisdom"
    },
    {
      "quote": "Through wisdom a house is built and through understanding it is established.",
      "author": "Bible",
      "category": "wisdom"
    },
    {
      "quote": "Great men are not always wise.",
      "author": "Bible",
      "category": "wisdom"
    },
    {
      "quote": "A wise man gets more use from his enemies than a fool from his friends.",
      "author": "Baltasar Gracian",
      "category": "wisdom"
    },
    {
      "quote": "Who is wise? He that learns from everyone. Who is powerful? He that governs his passions. Who is rich? He that is content. Who is that? Nobody.",
      "author": "Benjamin Franklin",
      "category": "wisdom"
    },
    {
      "quote": "Not to know certain things is a great part of wisdom.",
      "author": "Hugo Grotius",
      "category": "wisdom"
    },
    {
      "quote": "It is characteristic of wisdom not to do desperate things.",
      "author": "Henry David Thoreau",
      "category": "wisdom"
    },
    {
      "quote": "A word to the wise is infuriating.",
      "author": "Anonymous",
      "category": "wisdom"
    },
    {
      "quote": "The wise only possess ideas  the greater part of mankind are possessed by them.",
      "author": "Samuel Taylor Coleridge",
      "category": "wisdom"
    },
    {
      "quote": "Learning passes for wisdom among those who want both.",
      "author": "William Temple",
      "category": "wisdom"
    },
    {
      "quote": "It is not wise to be wiser than is necessary.",
      "author": "Philippe Quinault",
      "category": "wisdom"
    },
    {
      "quote": "Every man is a damn fool for at least five minutes every day  wisdom consists in not exceeding the limit.",
      "author": "Elbert Hubbard",
      "category": "wisdom"
    },
    {
      "quote": "A wise man sees as much as he ought  not as much as he can.",
      "author": "Michel de Montaigne",
      "category": "wisdom"
    },
    {
      "quote": "A proverb is one man's wit and all men's wisdom.",
      "author": "John Russell",
      "category": "wisdom"
    },
    {
      "quote": "Almost every wise saying has an opposite one  no less wise  to balance it.",
      "author": "George Santayana",
      "category": "wisdom"
    },
    {
      "quote": "We should be careful to get out of an experience only the wisdom that is in it - and stop there  lest we be like the cat that sits down on a hot stovelid. She will never sit down on a hot stove-lid again - and that is well  but also she will never sit down on a cold one anymore.",
      "author": "Mark Twain",
      "category": "wisdom"
    },
    {
      "quote": "All human wisdom is summed up in two words - wait and hope.",
      "author": "Alexandre Dumas",
      "category": "wisdom"
    },
    {
      "quote": "It's taken me all my life to understand that it is not necessary to understand everything.",
      "author": "Rent Coty",
      "category": "wisdom"
    },
    {
      "quote": "What a man knows at fifty that he did not know at twenty is for the most part incommunicable.",
      "author": "Adlai Stevenson",
      "category": "wisdom"
    },
    {
      "quote": "Nine-tenths of wisdom consists in being wise in time.",
      "author": "Theodore Roosevelt",
      "category": "wisdom"
    },
    {
      "quote": "Deliberate often - decide once.",
      "author": "Latin proverb",
      "category": "wisdom"
    },
    {
      "quote": "Nothing contributes so much to tranquilize the mind as a steady purpose - a point on which the soul may fix its intellectual eye.",
      "author": "Mary Wollstonecraft Shelley",
      "category": "wisdom"
    },
    {
      "quote": "Knowledge comes  but wisdom lingers.",
      "author": "Alfred, Lord Tennyson",
      "category": "wisdom"
    },
    {
      "quote": "In much wisdom is much grief: and he that increaseth knowledge increaseth sorrow.",
      "author": "Bible",
      "category": "wisdom"
    },
    {
      "quote": "I prefer the errors of enthusiasm to the indifference of wisdom.",
      "author": "Anatole France",
      "category": "wisdom"
    },
    {
      "quote": "The wise have a solid sense of silence and the ability to keep a storehouse of secrets. Their capacity and character are respected.",
      "author": "Baltasar Gracian",
      "category": "wisdom"
    },
    {
      "quote": "My father used to say: Son  if you are not bright  you've got to be methodical  (defusing argument when challenged and proved right)",
      "author": "Robert Sachs",
      "category": "wisdom"
    },
    {
      "quote": "Everyone whose deeds are more than his wisdom  his wisdom endures. And everyone whose wisdom is more than his deeds  his wisdom does not endure.",
      "author": "The Talmud",
      "category": "wisdom"
    },
    {
      "quote": "The wisdom of our ancestors.",
      "author": "Edmund Burke",
      "category": "wise"
    },
    {
      "quote": "It is easy to be wise after the event.",
      "author": "English proverb",
      "category": "wise"
    },
    {
      "quote": "No one could be so wise as Thurlow looked.",
      "author": "Charles James Fox",
      "category": "wise"
    },
    {
      "quote": "Some are weather-wise  some are otherwise.",
      "author": "Benjamin Franklin",
      "category": "wise"
    },
    {
      "quote": "Wisdom is only found in trudi.",
      "author": "Goethe",
      "category": "wise"
    },
    {
      "quote": "The heart is wiser than the intellect.",
      "author": "J. G. Holland",
      "category": "wise"
    },
    {
      "quote": "Days should speak  and multitude of years should teach wisdom.",
      "author": "Bible",
      "category": "wise"
    },
    {
      "quote": "In youth and beauty wisdom is but rare!",
      "author": "Homer",
      "category": "wise"
    },
    {
      "quote": "The price of wisdom is above rubies.",
      "author": "Bible",
      "category": "wise"
    },
    {
      "quote": "Great men are not always wise.",
      "author": "Bible",
      "category": "wise"
    },
    {
      "quote": "It is easier to be wise for others than for ourselves.",
      "author": "La Rochefoucauld",
      "category": "wise"
    },
    {
      "quote": "Be ye therefore wise as serpents  and harmless as doves.",
      "author": "Matthew",
      "category": "wise"
    },
    {
      "quote": "Wisdom crieth without  she uttereth her voice in the street.",
      "author": "Proverbs",
      "category": "wise"
    },
    {
      "quote": "Go to the ant  thou sluggard  consider her ways  and be wise.",
      "author": "Proverbs",
      "category": "wise"
    },
    {
      "quote": "Wisdom is the principal thing  therefore get wisdom  and with all thy getting get understanding.",
      "author": "Proverbs",
      "category": "wise"
    },
    {
      "quote": "The fear of the Lord is the beginning of wisdom.",
      "author": "Bible",
      "category": "wise"
    },
    {
      "quote": "Nine-tenths of wisdom consists in being wise in time.",
      "author": "Theodore Roosevelt",
      "category": "wise"
    },
    {
      "quote": "As for me  all I know is that I know nothing.",
      "author": "Socrates",
      "category": "wise"
    },
    {
      "quote": "The doorstep to the temple of wisdom is a knowledge of our own ignorance.",
      "author": "Charles Haddon Spurgeon",
      "category": "wise"
    },
    {
      "quote": "If wishes were horses  beggars might ride.",
      "author": "English proverb",
      "category": "wish"
    },
    {
      "quote": "If a man could half his wishes he would double his Troubles.",
      "author": "Benjamin Franklin",
      "category": "wish"
    },
    {
      "quote": "I wish I knew the good of wishing.",
      "author": "Henry S. Leigh",
      "category": "wish"
    },
    {
      "quote": "Thy wish was father to that thought.",
      "author": "William Shakespeare",
      "category": "wish"
    },
    {
      "quote": "As you cannot do what you wish  you should wish what you can do.",
      "author": "Terence",
      "category": "wish"
    },
    {
      "quote": "If it's me against 48  I feel sorry for the 48.",
      "author": "Margaret Thatcher",
      "category": "wit"
    },
    {
      "quote": "If the camel once gets his nose in a tent  his body will soon follow.",
      "author": "Saudi Arabian proverb",
      "category": "wit"
    },
    {
      "quote": "If you laid every economist in the country end to end you would still not reach a conclusion.",
      "author": "Salvadore Nasello",
      "category": "wit"
    },
    {
      "quote": "Irrevocable as a haircut.",
      "author": "Lynwood L. Giacomini",
      "category": "wit"
    },
    {
      "quote": "Men never think their fortunes too great  nor their wit too little.",
      "author": "Thomas Fuller",
      "category": "wit"
    },
    {
      "quote": "The banalities of a great man pass for wit.",
      "author": "Alexander Chase",
      "category": "wit"
    },
    {
      "quote": "The wit makes fun of other persons  the satirist makes fun of the world  the humorist makes fun of himself.",
      "author": "James Thurber",
      "category": "wit"
    },
    {
      "quote": "Too caustic? To hell with cost  we'll make the picture anyhow. Every director bites the hand that lays the golden egg. We have all passed a lot of water since then.",
      "author": "Samuel Goldwyn",
      "category": "wit"
    },
    {
      "quote": "When I appear in public people expect me to neigh  grind my teeth  paw the ground and swish my tail - none of which is easy.",
      "author": "Princess Anne",
      "category": "wit"
    },
    {
      "quote": "Wit consists in knowing the resemblance of things which differ and the difference of things which are alike.",
      "author": "Madame de Stael",
      "category": "wit"
    },
    {
      "quote": "Melancholy men are of all others the most witty.",
      "author": "Aristotle",
      "category": "wit"
    },
    {
      "quote": "If you want to be witty  work on your character and say what you think on every occasion.",
      "author": "Stendhal",
      "category": "wit"
    },
    {
      "quote": "The well of true wit is truth itself.",
      "author": "George Meredith",
      "category": "wit"
    },
    {
      "quote": "A brilliant epigram is a solemn platitude gone to a masquerade ball.",
      "author": "Lionel Strachey",
      "category": "wit"
    },
    {
      "quote": "What is perfectly true is perfectly witty.",
      "author": "La Rochefoucauld",
      "category": "wit"
    },
    {
      "quote": "Wit is the sudden marriage of ideas which  before their union  were not perceived to have any relation.",
      "author": "Mark Twain",
      "category": "wit"
    },
    {
      "quote": "True wit is Nature to advantage dress'd What oft was thought  but ne'er so well express'd.",
      "author": "Alexander Pope",
      "category": "wit"
    },
    {
      "quote": "A man often runs the risk of throwing away a witticism if he admits that it is his own.",
      "author": "Jean de la Bruyere",
      "category": "wit"
    },
    {
      "quote": "Wit is the epitaph of an emotion.",
      "author": "Friedrich Nietzsche",
      "category": "wit"
    },
    {
      "quote": "Wit has truth in it  wisecracking is simply calisthenics with words.",
      "author": "Dorothy Parker",
      "category": "wit"
    },
    {
      "quote": "Wit is far more often a shield than a lance.",
      "author": "Anonymous",
      "category": "wit"
    },
    {
      "quote": "What is an epigram? A dwarfish whole  Its body brevity  and wit its soul.",
      "author": "Samuel Taylor Coleridge",
      "category": "wit"
    },
    {
      "quote": "Brevity is the soul of wit.",
      "author": "William Shakespeare",
      "category": "wit"
    },
    {
      "quote": "Belief in form  but disbelief in content - that's what makes an aphorism charming.",
      "author": "Friedrich Nietzsche",
      "category": "wit"
    },
    {
      "quote": "At their wits' end.",
      "author": "Bible",
      "category": "wit"
    },
    {
      "quote": "Wit is the salt of conversation  not the food.",
      "author": "William Hazlitt",
      "category": "wit"
    },
    {
      "quote": "Avoid witticisms at the expense of Others.",
      "author": "Horace Mann",
      "category": "wit"
    },
    {
      "quote": "True wit is nature to advantage dress'd What oft was thought  but ne'er so well expressed.",
      "author": "Alexander Pope",
      "category": "wit"
    },
    {
      "quote": "Great men may jest with saints  'tis wit in them  But  in the less foul profanation.",
      "author": "William Shakespeare",
      "category": "wit"
    },
    {
      "quote": "In the game of life nothing is less important than the score at half time.",
      "author": "Anonymous",
      "category": "witty"
    },
    {
      "quote": "Do not free a camel of the burden of his hump  you may be freeing him from being a camel.",
      "author": "G. K. Chesterton",
      "category": "witty"
    },
    {
      "quote": "Retirement must be wonderful. I mean  you can suck in your stomach for only so long.",
      "author": "Burt Reynolds",
      "category": "witty"
    },
    {
      "quote": "Is sex dirty? Only if it is done right.",
      "author": "Woody Allen",
      "category": "witty"
    },
    {
      "quote": "Sex is like money  only too much is enough.",
      "author": "John Updike",
      "category": "witty"
    },
    {
      "quote": "The rich can be \"eccentric \" the poor have to be considered \"nuts.\"",
      "author": "Anonymous",
      "category": "witty"
    },
    {
      "quote": "The best way to save face is keep the bottom half shut.",
      "author": "Anonymous",
      "category": "witty"
    },
    {
      "quote": "Middle age is when your old classmates are so gray and wrinkled and bald they don't recognize you.",
      "author": "Bennett Cerf",
      "category": "witty"
    },
    {
      "quote": "When we're young we want to change the world. When we're old we want to change the young.",
      "author": "Anonymous",
      "category": "witty"
    },
    {
      "quote": "When I was born I was so surprised I didn't talk for a year and a half.",
      "author": "Grade Allen",
      "category": "witty"
    },
    {
      "quote": "When wealth is lost  nothing is lost  When health is lost  something is lost  When character is lost  all is lost!",
      "author": "Anonymous",
      "category": "witty"
    },
    {
      "quote": "I know lots more old drunks than old doctors.",
      "author": "Joe E. Lewis",
      "category": "witty"
    },
    {
      "quote": "The only thing I regret about my past is the length of it. If I had to live my life again  I'd make the same mistakes  only sooner.",
      "author": "Tallulah Bankhead",
      "category": "witty"
    },
    {
      "quote": "No woman ever shot her husband while he was doing the dishes.",
      "author": "Anonymous",
      "category": "witty"
    },
    {
      "quote": "What do you call a woman who knows where her husband is at all times? A widow.",
      "author": "Anonymous",
      "category": "witty"
    },
    {
      "quote": "When a man brings his wife flowers for no reason - there's a reason.",
      "author": "Molly McGee",
      "category": "witty"
    },
    {
      "quote": "In the game of life nothing is less important than the score at half time.",
      "author": "Anonymous",
      "category": "witty"
    },
    {
      "quote": "Do not free a camel of the burden of his hump  you may be freeing him from being a camel.",
      "author": "G. K. Chesterton",
      "category": "witty"
    },
    {
      "quote": "Retirement must be wonderful. I mean  you can suck in your stomach for only so long.",
      "author": "Burt Reynolds",
      "category": "witty"
    },
    {
      "quote": "Is sex dirty? Only if it is done right.",
      "author": "Woody Allen",
      "category": "witty"
    },
    {
      "quote": "Sex is like money  only too much is enough.",
      "author": "John Updike",
      "category": "witty"
    },
    {
      "quote": "The rich can be \"eccentric \" the poor have to be considered \"nuts.\"",
      "author": "Anonymous",
      "category": "witty"
    },
    {
      "quote": "The best way to save face is keep the bottom half shut.",
      "author": "Anonymous",
      "category": "witty"
    },
    {
      "quote": "Middle age is when your old classmates are so gray and wrinkled and bald they don't recognize you.",
      "author": "Bennett Cerf",
      "category": "witty"
    },
    {
      "quote": "When we're young we want to change the world. When we're old we want to change the young.",
      "author": "Anonymous",
      "category": "witty"
    },
    {
      "quote": "When I was born I was so surprised I didn't talk for a year and a half.",
      "author": "Grade Allen",
      "category": "witty"
    },
    {
      "quote": "When wealth is lost  nothing is lost  When health is lost  something is lost  When character is lost  all is lost!",
      "author": "Anonymous",
      "category": "witty"
    },
    {
      "quote": "I know lots more old drunks than old doctors.",
      "author": "Joe E. Lewis",
      "category": "witty"
    },
    {
      "quote": "The only thing I regret about my past is the length of it. If I had to live my life again  I'd make the same mistakes  only sooner.",
      "author": "Tallulah Bankhead",
      "category": "witty"
    },
    {
      "quote": "No woman ever shot her husband while he was doing the dishes.",
      "author": "Anonymous",
      "category": "witty"
    },
    {
      "quote": "What do you call a woman who knows where her husband is at all times? A widow.",
      "author": "Anonymous",
      "category": "witty"
    },
    {
      "quote": "When a man brings his wife flowers for no reason - there's a reason.",
      "author": "Molly McGee",
      "category": "witty"
    },
    {
      "quote": "In the game of life nothing is less important than the score at half time.",
      "author": "Anonymous",
      "category": "witty"
    },
    {
      "quote": "Do not free a camel of the burden of his hump  you may be freeing him from being a camel.",
      "author": "G. K. Chesterton",
      "category": "witty"
    },
    {
      "quote": "Retirement must be wonderful. I mean  you can suck in your stomach for only so long.",
      "author": "Burt Reynolds",
      "category": "witty"
    },
    {
      "quote": "Is sex dirty? Only if it is done right.",
      "author": "Woody Allen",
      "category": "witty"
    },
    {
      "quote": "Sex is like money  only too much is enough.",
      "author": "John Updike",
      "category": "witty"
    },
    {
      "quote": "The rich can be \"eccentric \" the poor have to be considered \"nuts.\"",
      "author": "Anonymous",
      "category": "witty"
    },
    {
      "quote": "The best way to save face is keep the bottom half shut.",
      "author": "Anonymous",
      "category": "witty"
    },
    {
      "quote": "Middle age is when your old classmates are so gray and wrinkled and bald they don't recognize you.",
      "author": "Bennett Cerf",
      "category": "witty"
    },
    {
      "quote": "When we're young we want to change the world. When we're old we want to change the young.",
      "author": "Anonymous",
      "category": "witty"
    },
    {
      "quote": "When I was born I was so surprised I didn't talk for a year and a half.",
      "author": "Grade Allen",
      "category": "witty"
    },
    {
      "quote": "When wealth is lost  nothing is lost  When health is lost  something is lost  When character is lost  all is lost!",
      "author": "Anonymous",
      "category": "witty"
    },
    {
      "quote": "I know lots more old drunks than old doctors.",
      "author": "Joe E. Lewis",
      "category": "witty"
    },
    {
      "quote": "The only thing I regret about my past is the length of it. If I had to live my life again  I'd make the same mistakes  only sooner.",
      "author": "Tallulah Bankhead",
      "category": "witty"
    },
    {
      "quote": "No woman ever shot her husband while he was doing the dishes.",
      "author": "Anonymous",
      "category": "witty"
    },
    {
      "quote": "What do you call a woman who knows where her husband is at all times? A widow.",
      "author": "Anonymous",
      "category": "witty"
    },
    {
      "quote": "When a man brings his wife flowers for no reason - there's a reason.",
      "author": "Molly McGee",
      "category": "witty"
    },
    {
      "quote": "In the game of life nothing is less important than the score at half time.",
      "author": "Anonymous",
      "category": "witty"
    },
    {
      "quote": "Do not free a camel of the burden of his hump  you may be freeing him from being a camel.",
      "author": "G. K. Chesterton",
      "category": "witty"
    },
    {
      "quote": "Retirement must be wonderful. I mean  you can suck in your stomach for only so long.",
      "author": "Burt Reynolds",
      "category": "witty"
    },
    {
      "quote": "Is sex dirty? Only if it is done right.",
      "author": "Woody Allen",
      "category": "witty"
    },
    {
      "quote": "Sex is like money  only too much is enough.",
      "author": "John Updike",
      "category": "witty"
    },
    {
      "quote": "The rich can be \"eccentric \" the poor have to be considered \"nuts.\"",
      "author": "Anonymous",
      "category": "witty"
    },
    {
      "quote": "The best way to save face is keep the bottom half shut.",
      "author": "Anonymous",
      "category": "witty"
    },
    {
      "quote": "Middle age is when your old classmates are so gray and wrinkled and bald they don't recognize you.",
      "author": "Bennett Cerf",
      "category": "witty"
    },
    {
      "quote": "When we're young we want to change the world. When we're old we want to change the young.",
      "author": "Anonymous",
      "category": "witty"
    },
    {
      "quote": "When I was born I was so surprised I didn't talk for a year and a half.",
      "author": "Grade Allen",
      "category": "witty"
    },
    {
      "quote": "When wealth is lost  nothing is lost  When health is lost  something is lost  When character is lost  all is lost!",
      "author": "Anonymous",
      "category": "witty"
    },
    {
      "quote": "I know lots more old drunks than old doctors.",
      "author": "Joe E. Lewis",
      "category": "witty"
    },
    {
      "quote": "The only thing I regret about my past is the length of it. If I had to live my life again  I'd make the same mistakes  only sooner.",
      "author": "Tallulah Bankhead",
      "category": "witty"
    },
    {
      "quote": "No woman ever shot her husband while he was doing the dishes.",
      "author": "Anonymous",
      "category": "witty"
    },
    {
      "quote": "What do you call a woman who knows where her husband is at all times? A widow.",
      "author": "Anonymous",
      "category": "witty"
    },
    {
      "quote": "When a man brings his wife flowers for no reason - there's a reason.",
      "author": "Molly McGee",
      "category": "witty"
    },
    {
      "quote": "In the game of life nothing is less important than the score at half time.",
      "author": "Anonymous",
      "category": "witty"
    },
    {
      "quote": "Do not free a camel of the burden of his hump  you may be freeing him from being a camel.",
      "author": "G. K. Chesterton",
      "category": "witty"
    },
    {
      "quote": "Retirement must be wonderful. I mean  you can suck in your stomach for only so long.",
      "author": "Burt Reynolds",
      "category": "witty"
    },
    {
      "quote": "Is sex dirty? Only if it is done right.",
      "author": "Woody Allen",
      "category": "witty"
    },
    {
      "quote": "Sex is like money  only too much is enough.",
      "author": "John Updike",
      "category": "witty"
    },
    {
      "quote": "The rich can be \"eccentric \" the poor have to be considered \"nuts.\"",
      "author": "Anonymous",
      "category": "witty"
    },
    {
      "quote": "The best way to save face is keep the bottom half shut.",
      "author": "Anonymous",
      "category": "witty"
    },
    {
      "quote": "Middle age is when your old classmates are so gray and wrinkled and bald they don't recognize you.",
      "author": "Bennett Cerf",
      "category": "witty"
    },
    {
      "quote": "When we're young we want to change the world. When we're old we want to change the young.",
      "author": "Anonymous",
      "category": "witty"
    },
    {
      "quote": "When I was born I was so surprised I didn't talk for a year and a half.",
      "author": "Grade Allen",
      "category": "witty"
    },
    {
      "quote": "When wealth is lost  nothing is lost  When health is lost  something is lost  When character is lost  all is lost!",
      "author": "Anonymous",
      "category": "witty"
    },
    {
      "quote": "I know lots more old drunks than old doctors.",
      "author": "Joe E. Lewis",
      "category": "witty"
    },
    {
      "quote": "The only thing I regret about my past is the length of it. If I had to live my life again  I'd make the same mistakes  only sooner.",
      "author": "Tallulah Bankhead",
      "category": "witty"
    },
    {
      "quote": "No woman ever shot her husband while he was doing the dishes.",
      "author": "Anonymous",
      "category": "witty"
    },
    {
      "quote": "What do you call a woman who knows where her husband is at all times? A widow.",
      "author": "Anonymous",
      "category": "witty"
    },
    {
      "quote": "When a man brings his wife flowers for no reason - there's a reason.",
      "author": "Molly McGee",
      "category": "witty"
    },
    {
      "quote": "In the game of life nothing is less important than the score at half time.",
      "author": "Anonymous",
      "category": "witty"
    },
    {
      "quote": "Do not free a camel of the burden of his hump  you may be freeing him from being a camel.",
      "author": "G. K. Chesterton",
      "category": "witty"
    },
    {
      "quote": "Retirement must be wonderful. I mean  you can suck in your stomach for only so long.",
      "author": "Burt Reynolds",
      "category": "witty"
    },
    {
      "quote": "Is sex dirty? Only if it is done right.",
      "author": "Woody Allen",
      "category": "witty"
    },
    {
      "quote": "Sex is like money  only too much is enough.",
      "author": "John Updike",
      "category": "witty"
    },
    {
      "quote": "The rich can be \"eccentric \" the poor have to be considered \"nuts.\"",
      "author": "Anonymous",
      "category": "witty"
    },
    {
      "quote": "The best way to save face is keep the bottom half shut.",
      "author": "Anonymous",
      "category": "witty"
    },
    {
      "quote": "Middle age is when your old classmates are so gray and wrinkled and bald they don't recognize you.",
      "author": "Bennett Cerf",
      "category": "witty"
    },
    {
      "quote": "When we're young we want to change the world. When we're old we want to change the young.",
      "author": "Anonymous",
      "category": "witty"
    },
    {
      "quote": "When I was born I was so surprised I didn't talk for a year and a half.",
      "author": "Grade Allen",
      "category": "witty"
    },
    {
      "quote": "When wealth is lost  nothing is lost  When health is lost  something is lost  When character is lost  all is lost!",
      "author": "Anonymous",
      "category": "witty"
    },
    {
      "quote": "I know lots more old drunks than old doctors.",
      "author": "Joe E. Lewis",
      "category": "witty"
    },
    {
      "quote": "The only thing I regret about my past is the length of it. If I had to live my life again  I'd make the same mistakes  only sooner.",
      "author": "Tallulah Bankhead",
      "category": "witty"
    },
    {
      "quote": "No woman ever shot her husband while he was doing the dishes.",
      "author": "Anonymous",
      "category": "witty"
    },
    {
      "quote": "What do you call a woman who knows where her husband is at all times? A widow.",
      "author": "Anonymous",
      "category": "witty"
    },
    {
      "quote": "When a man brings his wife flowers for no reason - there's a reason.",
      "author": "Molly McGee",
      "category": "witty"
    },
    {
      "quote": "In the game of life nothing is less important than the score at half time.",
      "author": "Anonymous",
      "category": "witty"
    },
    {
      "quote": "Do not free a camel of the burden of his hump  you may be freeing him from being a camel.",
      "author": "G. K. Chesterton",
      "category": "witty"
    },
    {
      "quote": "Retirement must be wonderful. I mean  you can suck in your stomach for only so long.",
      "author": "Burt Reynolds",
      "category": "witty"
    },
    {
      "quote": "Is sex dirty? Only if it is done right.",
      "author": "Woody Allen",
      "category": "witty"
    },
    {
      "quote": "Sex is like money  only too much is enough.",
      "author": "John Updike",
      "category": "witty"
    },
    {
      "quote": "The rich can be \"eccentric \" the poor have to be considered \"nuts.\"",
      "author": "Anonymous",
      "category": "witty"
    },
    {
      "quote": "The best way to save face is keep the bottom half shut.",
      "author": "Anonymous",
      "category": "witty"
    },
    {
      "quote": "Middle age is when your old classmates are so gray and wrinkled and bald they don't recognize you.",
      "author": "Bennett Cerf",
      "category": "witty"
    },
    {
      "quote": "When we're young we want to change the world. When we're old we want to change the young.",
      "author": "Anonymous",
      "category": "witty"
    },
    {
      "quote": "When I was born I was so surprised I didn't talk for a year and a half.",
      "author": "Grade Allen",
      "category": "witty"
    },
    {
      "quote": "When wealth is lost  nothing is lost  When health is lost  something is lost  When character is lost  all is lost!",
      "author": "Anonymous",
      "category": "witty"
    },
    {
      "quote": "I know lots more old drunks than old doctors.",
      "author": "Joe E. Lewis",
      "category": "witty"
    },
    {
      "quote": "The only thing I regret about my past is the length of it. If I had to live my life again  I'd make the same mistakes  only sooner.",
      "author": "Tallulah Bankhead",
      "category": "witty"
    },
    {
      "quote": "No woman ever shot her husband while he was doing the dishes.",
      "author": "Anonymous",
      "category": "witty"
    },
    {
      "quote": "What do you call a woman who knows where her husband is at all times? A widow.",
      "author": "Anonymous",
      "category": "witty"
    },
    {
      "quote": "When a man brings his wife flowers for no reason - there's a reason.",
      "author": "Molly McGee",
      "category": "witty"
    },
    {
      "quote": "In the game of life nothing is less important than the score at half time.",
      "author": "Anonymous",
      "category": "witty"
    },
    {
      "quote": "Do not free a camel of the burden of his hump  you may be freeing him from being a camel.",
      "author": "G. K. Chesterton",
      "category": "witty"
    },
    {
      "quote": "Retirement must be wonderful. I mean  you can suck in your stomach for only so long.",
      "author": "Burt Reynolds",
      "category": "witty"
    },
    {
      "quote": "Is sex dirty? Only if it is done right.",
      "author": "Woody Allen",
      "category": "witty"
    },
    {
      "quote": "Sex is like money  only too much is enough.",
      "author": "John Updike",
      "category": "witty"
    },
    {
      "quote": "The rich can be \"eccentric \" the poor have to be considered \"nuts.\"",
      "author": "Anonymous",
      "category": "witty"
    },
    {
      "quote": "The best way to save face is keep the bottom half shut.",
      "author": "Anonymous",
      "category": "witty"
    },
    {
      "quote": "Middle age is when your old classmates are so gray and wrinkled and bald they don't recognize you.",
      "author": "Bennett Cerf",
      "category": "witty"
    },
    {
      "quote": "When we're young we want to change the world. When we're old we want to change the young.",
      "author": "Anonymous",
      "category": "witty"
    },
    {
      "quote": "When I was born I was so surprised I didn't talk for a year and a half.",
      "author": "Grade Allen",
      "category": "witty"
    },
    {
      "quote": "When wealth is lost  nothing is lost  When health is lost  something is lost  When character is lost  all is lost!",
      "author": "Anonymous",
      "category": "witty"
    },
    {
      "quote": "I know lots more old drunks than old doctors.",
      "author": "Joe E. Lewis",
      "category": "witty"
    },
    {
      "quote": "The only thing I regret about my past is the length of it. If I had to live my life again  I'd make the same mistakes  only sooner.",
      "author": "Tallulah Bankhead",
      "category": "witty"
    },
    {
      "quote": "No woman ever shot her husband while he was doing the dishes.",
      "author": "Anonymous",
      "category": "witty"
    },
    {
      "quote": "What do you call a woman who knows where her husband is at all times? A widow.",
      "author": "Anonymous",
      "category": "witty"
    },
    {
      "quote": "When a man brings his wife flowers for no reason - there's a reason.",
      "author": "Molly McGee",
      "category": "witty"
    },
    {
      "quote": "A woman is as old as she looks before breakfast.",
      "author": "Edgar Watson Howe",
      "category": "women"
    },
    {
      "quote": "A woman's strength is the irresistible might of weakness.",
      "author": "Ralph Waldo Emerson",
      "category": "women"
    },
    {
      "quote": "A woman  the more careful she is about her face  is commonly the more careless about her house.",
      "author": "Ben Jonson",
      "category": "women"
    },
    {
      "quote": "Feminism is the most revolutionary idea there has ever been. Equality for women demands a change in the human psyche  more profound than anything Marx dreamed of. It means valuing parenthood as much as we value banking.",
      "author": "Polly Toynbee",
      "category": "women"
    },
    {
      "quote": "From birth to 18 a girl needs good parents. From 18 to 35  she needs good looks. From 35 to 55  good personality. From 55 on  she needs good cash. I'm saving my money.",
      "author": "Sophie Tucker",
      "category": "women"
    },
    {
      "quote": "I've got a woman's ability to stick to a job and get on with it when everyone else walks off and leaves it.",
      "author": "Margaret Thatcher",
      "category": "women"
    },
    {
      "quote": "In the sex-war  thoughtlessness is a weapon of the male  vindictiveness of the female. Both are reciprocally generated  but a woman's desire for revenge outlasts all other emotion. Yet when every unkind word about women has been said  we have still to admit  with Byron  that they are nicer than men. They are more devoted  more unselfish and more emotionally sincere. When the long fuse of cruelty  deceit and revenge is set alight  it is male thoughtlessness which has fired it.",
      "author": "Cyril Connolly",
      "category": "women"
    },
    {
      "quote": "No woman marries for money  they are all clever enough  before marrying a millionaire  to fall in love with him first.",
      "author": "Cesare Pavese",
      "category": "women"
    },
    {
      "quote": "People call me a feminist whenever I express sentiments that differentiate me from a doormat or a prostitute.",
      "author": "Rebecca West",
      "category": "women"
    },
    {
      "quote": "The battle for women's rights has been largely won.",
      "author": "Margaret Thatcher",
      "category": "women"
    },
    {
      "quote": "The great and almost only comfort about being a woman is that one can always pretend to be more stupid than one is and no one is surprised.",
      "author": "Freya Stark",
      "category": "women"
    },
    {
      "quote": "The great question which I have not been able to answer  despite my 30 years of research into the feminine soul  is \"what does a woman want\"?",
      "author": "Sigmund Freud",
      "category": "women"
    },
    {
      "quote": "There is in every true woman's heart a spark of heavenly fire  which lies dormant in the broad daylight of prosperity  but which kindles up and beams and blazes in the dark hour of adversity.",
      "author": "Washington Irving",
      "category": "women"
    },
    {
      "quote": "Time and trouble will tame an advanced young woman. But an advanced old woman is uncontrollable by any force.",
      "author": "Dorothy L. Sayers",
      "category": "women"
    },
    {
      "quote": "We don't love a woman for what she says  but we like what she says because we love her.",
      "author": "Andri Maurois",
      "category": "women"
    },
    {
      "quote": "What one beholds of a woman is the least part of her.",
      "author": "Ovid",
      "category": "women"
    },
    {
      "quote": "Where young boys plan for what they will achieve and attain  young girls plan for whom they will achieve and attain.",
      "author": "Charlotte Perkins",
      "category": "women"
    },
    {
      "quote": "Women can do everything  men can do the rest.",
      "author": "Russian proverb",
      "category": "women"
    },
    {
      "quote": "Have you any notion how many books are written about women in the course of one year? Have you any notion how many are written by men? Are you aware that you are  perhaps  the most discussed animal in the universe?",
      "author": "Virginia Woolf",
      "category": "women"
    },
    {
      "quote": "A woman is the only thing I am afraid of that I know will not hurt me.",
      "author": "Abraham Lincoln",
      "category": "women"
    },
    {
      "quote": "Music and women I cannot but give way to  whatever my business is.",
      "author": "Samuel Pepys",
      "category": "women"
    },
    {
      "quote": "A woman never sees what we do for her  she only sees what we don't do.",
      "author": "Georges Courteline",
      "category": "women"
    },
    {
      "quote": "You have to go back to the Children's Crusade in 1212 AD to find as unfortunate and fatuous an attempt at manipulated hysteria as the Women's Liberation Movement.",
      "author": "Helen Lawrenson",
      "category": "women"
    },
    {
      "quote": "A woman is always buying something.",
      "author": "Ovid",
      "category": "women"
    },
    {
      "quote": "Educating a beautiful woman is like pouring honey into a fine Swiss watch: everything stops.",
      "author": "Kurt Vonnegut",
      "category": "women"
    },
    {
      "quote": "By nice women . . . you probably mean selfish women who have no more thought for the underprivileged  overworked women than a pussycat in a sunny window for the starving kitten in the street. Now in that sense I am not a nice woman  for I do care.",
      "author": "Nellie McClung",
      "category": "women"
    },
    {
      "quote": "A kiss can be a comma  a question mark or an exclamation point. That's a basic spelling that every woman should know.",
      "author": "Mistinguette",
      "category": "women"
    },
    {
      "quote": "A beautiful woman who is pleasing to men is good only for frightening fish when she falls into the water.",
      "author": "Zen proverb",
      "category": "women"
    },
    {
      "quote": "Whether women are better than men I cannot say - but I can say they are certainly no worse.",
      "author": "Golda Meir",
      "category": "women"
    },
    {
      "quote": "Of my two 'handicaps'  being female put many more obstacles in my path than being black.",
      "author": "Shirley Chisholm",
      "category": "women"
    },
    {
      "quote": "The toughest thing about being a housewife is you have no place to stay home from.",
      "author": "Patricia C. Beudoin",
      "category": "women"
    },
    {
      "quote": "The economic dependence of women is perhaps the greatest injustice that has been done to us  and has worked the greatest injury to the race.",
      "author": "Nellie McClung",
      "category": "women"
    },
    {
      "quote": "Whatever women do they must do twice as well as men to be thought half as good. Luckily  this is not difficult.",
      "author": "Charlotte Whitton",
      "category": "women"
    },
    {
      "quote": "All women's dresses are merely variations on the eternal struggle between the admitted desire to dress and the unadmitted desire to undress.",
      "author": "Lin Yutang",
      "category": "women"
    },
    {
      "quote": "If you can make a woman laugh you can do anything with her.",
      "author": "Nicol Williamson",
      "category": "women"
    },
    {
      "quote": "Woman is at once apple and serpent.",
      "author": "Heinrich Heine",
      "category": "women"
    },
    {
      "quote": "The more underdeveloped the country  the more overdeveloped the women.",
      "author": "J. K. Galbraith",
      "category": "women"
    },
    {
      "quote": "One is not born a woman - one becomes one.",
      "author": "Simone de Beauvoir",
      "category": "women"
    },
    {
      "quote": "Nature says to a woman: 'Be beautiful if you can  wise if you want to  but be respected  that is essential.'",
      "author": "Pierre Beaumarchais",
      "category": "women"
    },
    {
      "quote": "A modest woman  dressed out in all her finery  is the most tremendous object of the whole creation.",
      "author": "Oliver Goldsmith",
      "category": "women"
    },
    {
      "quote": "Why should human females become sterile in their forties  while female crocodiles continue to lay eggs into their third century?",
      "author": "Aldous Huxley",
      "category": "women"
    },
    {
      "quote": "You don't know a woman until you have had a letter from her.",
      "author": "Ada Levenson",
      "category": "women"
    },
    {
      "quote": "Housework is what woman does that nobody notices unless she hasn't done it.",
      "author": "Evan Esar",
      "category": "women"
    },
    {
      "quote": "The worst thing about work in the house or home is that whatever you do is destroyed  laid waste or eaten within twenty-four hours.",
      "author": "Lady Kasluck",
      "category": "women"
    },
    {
      "quote": "The woman who thinks she is intelligent demands equal rights with men. A woman who is intelligent does not.",
      "author": "Colette",
      "category": "women"
    },
    {
      "quote": "Most women still need a room of their own and the only way to find it may be outside their own home.",
      "author": "Germaine Greer",
      "category": "women"
    },
    {
      "quote": "Women are the true maintenance class. Society is built upon their acquiescence and upon their small and necessary labours.",
      "author": "Sally Kempton",
      "category": "women"
    },
    {
      "quote": "It is hard to fight an enemy who has outposts in your head.",
      "author": "Sally Kempton",
      "category": "women"
    },
    {
      "quote": "A woman past forty should make up her mind to be young - not her face.",
      "author": "Billie Burke",
      "category": "women"
    },
    {
      "quote": "There is nothing enduring in life for a woman except what she builds in a man's heart.",
      "author": "Judith Anderson",
      "category": "women"
    },
    {
      "quote": "I know the nature of women  When you want to  they don't want to  And when you don't want to  they desire exceedingly.",
      "author": "Terence",
      "category": "women"
    },
    {
      "quote": "Even the most respectable woman has a complete set of clothes in her wardrobe ready for a possible abduction.",
      "author": "Sacha Guitry",
      "category": "women"
    },
    {
      "quote": "My vigour  vitality and cheek repel me. I am the kind of woman I would run from.",
      "author": "Nancy Lady Astor",
      "category": "women"
    },
    {
      "quote": "I have met with women who I really think would like to be married to a poem  and to be given away by a novel.",
      "author": "John Keats",
      "category": "women"
    },
    {
      "quote": "A beautiful woman should break her mirror early.",
      "author": "Baltasar Gracian",
      "category": "women"
    },
    {
      "quote": "Age cannot wither her  nor custom stale her infinite variety  other women cloy the appetites they feed  but she makes hungry where most she satisfies.",
      "author": "William Shakespeare",
      "category": "women"
    },
    {
      "quote": "I don't know of anything better than a woman if you want to spend money where it will show.",
      "author": "Kin Hubbard",
      "category": "women"
    },
    {
      "quote": "In our civilization men are afraid they will not be men enough  and women are afraid they might be considered only women.",
      "author": "Theodor Reik",
      "category": "women"
    },
    {
      "quote": "It takes all the fun out of a bracelet if you have to buy it yourself.",
      "author": "Peggy Joyce",
      "category": "women"
    },
    {
      "quote": "The cave-dweller's wife complained that he hadn't dragged her anywhere in months.",
      "author": "Laurence J. Peter",
      "category": "women"
    },
    {
      "quote": "There is but an hour a day between a good housewife and a bad one.",
      "author": "English proverb",
      "category": "women"
    },
    {
      "quote": "If a woman likes another woman  she's cordial. If she doesn't like her  she's very cordial.",
      "author": "Irvin S. Cobb",
      "category": "women"
    },
    {
      "quote": "Next to the wound  what women make best is the bandage.",
      "author": "Barbey d'Aurevilly",
      "category": "women"
    },
    {
      "quote": "Social science affirms that a woman's place in society marks the level of civilization.",
      "author": "Elizabeth Cady Stanton",
      "category": "women"
    },
    {
      "quote": "Nobody objects to a woman being a good writer or sculptor or geneticist if at the same time she manages to be a good wife  good mother  good looking  good tempered  well groomed and unaggressive.",
      "author": "Leslie M. Mclntyre",
      "category": "women"
    },
    {
      "quote": "When thou goest to woman  take thy whip.",
      "author": "Friedrich Nietzsche",
      "category": "women"
    },
    {
      "quote": "It was a woman who drove me to drink - and  you know  I never even thanked her.",
      "author": "W. C. Fields",
      "category": "women"
    },
    {
      "quote": "Has a woman who knew that she was well dressed ever caught a cold?",
      "author": "Friedrich Nietzsche",
      "category": "women"
    },
    {
      "quote": "Each suburban housewife spends her time presiding over a power plant sufficient to have staffed the palace of a Roman emperor with a hundred slaves.",
      "author": "Margaret Mead",
      "category": "women"
    },
    {
      "quote": "Boys don't make passes at female smart-asses.",
      "author": "Letty Cottin Pogrebin",
      "category": "women"
    },
    {
      "quote": "As a woman  to be competitive is to be passive.",
      "author": "Marianne Partridge",
      "category": "women"
    },
    {
      "quote": "Women are like elephants. They are interesting to look at  but I wouldn't like to own one.",
      "author": "W. C. Fields",
      "category": "women"
    },
    {
      "quote": "No woman can call herself free who does not own and control her body. No woman can call herself free until she can choose consciously whether she will or will not be a mother.",
      "author": "Margaret Sanger",
      "category": "women"
    },
    {
      "quote": "Women are most adorable when they are afraid  that's why they frighten so easily.",
      "author": "Ludwig Borne",
      "category": "women"
    },
    {
      "quote": "Can we today measure devotion to husband and children by our indifference to everything else?",
      "author": "Golda Meir",
      "category": "women"
    },
    {
      "quote": "Women are perfectly well aware that the more they seem to obey the more they rule.",
      "author": "Jules Michelet",
      "category": "women"
    },
    {
      "quote": "Some women blush when they are kissed  some call for the police  some swear  some bite. But the worst are those who laugh.",
      "author": "Anonymous",
      "category": "women"
    },
    {
      "quote": "What will not woman  gentle woman dare When strong affection stirs her spirit up?",
      "author": "Robert Southey",
      "category": "women"
    },
    {
      "quote": "Women keep a special corner of their hearts for sins they have never committed.",
      "author": "Cornelia Otis Skinner",
      "category": "women"
    },
    {
      "quote": "Nature is in earnest when she makes a woman.",
      "author": "Oliver Wendell Holmes",
      "category": "women"
    },
    {
      "quote": "The only question left to be settled now is  are women persons?",
      "author": "Susan B. Anthony",
      "category": "women"
    },
    {
      "quote": "Women do not find it difficult nowadays to behave like men  but they often find it extremely difficult to behave like gentlemen.",
      "author": "Compton Mackenzie",
      "category": "women"
    },
    {
      "quote": "When a woman dressjBS up for an occasion  the man should become the black velvet pillow for the jewel.",
      "author": "John Weitz",
      "category": "women"
    },
    {
      "quote": "Woman's place is in the wrong.",
      "author": "James Thurber",
      "category": "women"
    },
    {
      "quote": "There are no ugly women  only lazy ones.",
      "author": "Helena Rubinstein",
      "category": "women"
    },
    {
      "quote": "A woman without a man is like a fish without a bicycle.",
      "author": "Gloria Steinem",
      "category": "women"
    },
    {
      "quote": "I dress for women - and I undress for men.",
      "author": "Angle Dickinson",
      "category": "women"
    },
    {
      "quote": "She was not a woman likely to settle for equality when sex gave her an advantage.",
      "author": "Anthony Delano",
      "category": "women"
    },
    {
      "quote": "Whether they give or refuse  women are glad to have been asked.",
      "author": "Ovid",
      "category": "women"
    },
    {
      "quote": "One can find women who have never had a love affair  but it is rare indeed to find any who have had only one.",
      "author": "La Rochefoucauld",
      "category": "women"
    },
    {
      "quote": "The mirror is the conscience of women  they never do a thing without first consulting it.",
      "author": "Morltz G. Saphlr",
      "category": "women"
    },
    {
      "quote": "Simpson succeeded in proving that there was no harm in giving anaesthetics to men  because God put Adam into a deep sleep when He extracted his rib. But male ecclesiastics remained unconvinced as regards the sufferings of women  at any rate in childbirth.",
      "author": "Bertrand Russell",
      "category": "women"
    },
    {
      "quote": "The cleverest woman finds a need for foolish admirers.",
      "author": "Anonymous",
      "category": "women"
    },
    {
      "quote": "Women who set a low value on themselves make life hard for all women.",
      "author": "Nellie McClung",
      "category": "women"
    },
    {
      "quote": "Women have simple tastes. They get pleasure out of the conversation of children in arms and men in love.",
      "author": "H. L. Mencken",
      "category": "women"
    },
    {
      "quote": "Women are the cowards they are because they have been semi-slaves for so long. The number of women prepared to stand up for what they really think  feel  experience  with a man they are in love with is still very small.",
      "author": "Doris Lessing",
      "category": "women"
    },
    {
      "quote": "Woman's normal occupations in general run counter to creative life  or contemplative life  or saintly life.",
      "author": "Anne Morrow Lindbergh",
      "category": "women"
    },
    {
      "quote": "Men know that women are an overmatch for them  and therefore they choose the weakest or the most ignorant. If they did not think so  they never could be afraid of women knowing as much as themselves.",
      "author": "Samuel Johnson",
      "category": "women"
    },
    {
      "quote": "If woman had no existence save in the fiction written by men  one would imagine her a person of the utmost importance  very various  heroic and mean  splendid and sordid  infinitely beautiful and hideous in the extreme  as great as a man  some think even better.",
      "author": "Virginia Woolf",
      "category": "women"
    },
    {
      "quote": "No man is as anti-feminist as a really feminine woman.",
      "author": "Frank O'Connor",
      "category": "women"
    },
    {
      "quote": "The ideal woman which is in every man's mind is evoked by a word or phrase or the shape of her wrist  her hand. The most beautiful description of a woman is by understatement. Remember  all Tolstoy ever said to describe Anna Karenina was that she was beautiful and could see in the dark like a cat. Every man has a different idea of what's beautiful  and it's best to take the gesture  the shadow of the branch  and let the mind create the tree.",
      "author": "William Faulkner",
      "category": "women"
    },
    {
      "quote": "The study of women's intelligence and personality has had broadly the same history as the one we record for Negroes ... in drawing a parallel between the position of  and feeling toward  women and Negroes  we are uncovering a fundamental basis of our culture.",
      "author": "Gunnar Myrdal",
      "category": "women"
    },
    {
      "quote": "When Eleanor Roosevelt was asked if she had any regrets about her life she replied \"Just one. I wish I had been prettier.\"",
      "author": "Anonymous",
      "category": "women"
    },
    {
      "quote": "Oh  the shrewdness of their shrewdness when they're shrewd. And the rudeness of their rudeness when they're rude  But the shrewdness of their shrewdness and the rudeness of their rudeness  Are nothing to their goodness when they're good.",
      "author": "Anonymous",
      "category": "women"
    },
    {
      "quote": "Women always have some mental reservation.",
      "author": "Louis Ferdinand Destouches",
      "category": "women"
    },
    {
      "quote": "You see  dear  it is not true that woman was made from man's rib  she was really made from his funny bone.",
      "author": "Sir James Matthew Barrie",
      "category": "women"
    },
    {
      "quote": "In her first passion woman loves her lover  In all the others  all she loves is love.",
      "author": "Lord Byron",
      "category": "women"
    },
    {
      "quote": "A woman is like your shadow  follow her  she flies  fly from her  she follows.",
      "author": "Sebastien Chamfort",
      "category": "women"
    },
    {
      "quote": "Heaven has no rage like love to hatred turned  Nor hell a fury like a woman scorned.",
      "author": "William Congreve",
      "category": "women"
    },
    {
      "quote": "But what is woman? Only one of nature's agreeable blunders.",
      "author": "Abraham Cowley",
      "category": "women"
    },
    {
      "quote": "Men say of women what pleases them! women do with men what pleases them.",
      "author": "De Segur",
      "category": "women"
    },
    {
      "quote": "Cbercbez lafemme. (Find the woman.)",
      "author": "Alexander Dumas",
      "category": "women"
    },
    {
      "quote": "There is no worse evil than a bad woman  and nothing has ever been produced better than a good one.",
      "author": "Euripides",
      "category": "women"
    },
    {
      "quote": "The society of women is the foundation of good manners.",
      "author": "Goethe",
      "category": "women"
    },
    {
      "quote": "Most men who run down women are running down one woman only.",
      "author": "Remy de Gourmont",
      "category": "women"
    },
    {
      "quote": "Women forgive injuries  but never forget slights.",
      "author": "Thomas Haliburton",
      "category": "women"
    },
    {
      "quote": "The crown of creation.",
      "author": "Herdeb",
      "category": "women"
    },
    {
      "quote": "Man has his will  - but woman has her way.",
      "author": "Oliver Wendell Holmes",
      "category": "women"
    },
    {
      "quote": "It is God who makes woman beautiful  it is the devil who makes her pretty.",
      "author": "Victor Hugo",
      "category": "women"
    },
    {
      "quote": "A woman's guess is much more accurate than a man's certainty.",
      "author": "Rudyard Kipling",
      "category": "women"
    },
    {
      "quote": "An' I learned about women from 'er.",
      "author": "Rudyard Kipling",
      "category": "women"
    },
    {
      "quote": "The colonel's lady and Judy O'Grady Are sisters under their skins.",
      "author": "Rudyard Kipling",
      "category": "women"
    },
    {
      "quote": "For the female of the species is more deadly than the male.",
      "author": "Rudyard Kipling",
      "category": "women"
    },
    {
      "quote": "A rag and a bone and a hank of hair.",
      "author": "Rudyard Kipling",
      "category": "women"
    },
    {
      "quote": "There are no ugly women  there are only women who do not know how to look pretty.",
      "author": "Jean de la Bruyere",
      "category": "women"
    },
    {
      "quote": "Earth's noblest thing  a Woman perfected.",
      "author": "James Russell Lowell",
      "category": "women"
    },
    {
      "quote": "The great fault in women is to desire to be like men.",
      "author": "De Maistre",
      "category": "women"
    },
    {
      "quote": "Too fair to worship  too divine to love.",
      "author": "Henry Hart Milman",
      "category": "women"
    },
    {
      "quote": "Grace was in all her steps  heaven in her eye  In every gesture dignity and love.",
      "author": "John Milton",
      "category": "women"
    },
    {
      "quote": "Offend her  and she knows not to forgive  Oblige her  and she'll hate you while you live.",
      "author": "Alexander Pope",
      "category": "women"
    },
    {
      "quote": "Woman's at best a contradiction still.",
      "author": "Alexander Pope",
      "category": "women"
    },
    {
      "quote": "It is better to dwell in a corner of the housetop than with a brawling woman in a wide house.",
      "author": "Bible",
      "category": "women"
    },
    {
      "quote": "O wild  dark flower of woman  Deep rose of my desire  An Eastern wizard made you Of earth and stars and fire.",
      "author": "C. G. D. Roberts",
      "category": "women"
    },
    {
      "quote": "It is easier for a woman to defend her virtue against men than her reputation against women.",
      "author": "Rochebrune",
      "category": "women"
    },
    {
      "quote": "Such  Polly  are your sex - part truth  part fiction  Some thought  much whim  and all contradiction.",
      "author": "Richard Savage",
      "category": "women"
    },
    {
      "quote": "Honor women! they entwine and weave heavenly roses in our earthly life.",
      "author": "Friedrich von Schiller",
      "category": "women"
    },
    {
      "quote": "The weakness of their reasoning faculty also explains why women show more sympathy for the unfortunate than men ... and why  on the contrary  they are inferior to men as regards justice  and less honourable and conscientious.",
      "author": "Schopenhauer",
      "category": "women"
    },
    {
      "quote": "O Woman! in our hours of ease  Uncertain coy  and hard to please  And variable as the shade By the light quivering aspen made  When pain and anguish wring the brow  A ministering angel thou!",
      "author": "Walter Scott",
      "category": "women"
    },
    {
      "quote": "Age cannot wither her  nor custom stale Her infinite variety.",
      "author": "William Shakespeare",
      "category": "women"
    },
    {
      "quote": "Fraily  thy name is woman!",
      "author": "William Shakespeare",
      "category": "women"
    },
    {
      "quote": "In the beginning  said a Persian poet - Allah took a rose  a lily  a dove  a serpent  a little honey  a Dead Sea apple  and a handful of clay. When he looked at the amalgram -  it was a woman.",
      "author": "William Sharp",
      "category": "women"
    },
    {
      "quote": "The fickleness of the woman I love is only equalled by the infernal constancy of the women who love me.",
      "author": "George Bernard Shaw",
      "category": "women"
    },
    {
      "quote": "Woman's dearest delight is to wound Man's self-conceit  though Man's dearest delight is to gratify hers.",
      "author": "George Bernard Shaw",
      "category": "women"
    },
    {
      "quote": "A woman either loves or hates: she knows no medium.",
      "author": "Syrus",
      "category": "women"
    },
    {
      "quote": "Regard the society of women as a necessary unpleasantness of social life  and avoid it as much as possible.",
      "author": "Leo Tolstoy",
      "category": "women"
    },
    {
      "quote": "There is no such thing as romance in our day  women have become too brilliant  nothing spoils a romance so much as a sense of humor in the woman.",
      "author": "Oscar Wilde",
      "category": "women"
    },
    {
      "quote": "She was a Phantom of delight When first she gleamed upon my sight  A lovely Apparition  sent To be a moment's ornament.",
      "author": "William Wordsworth",
      "category": "women"
    },
    {
      "quote": "Action springs not from thought  but from a readiness for responsibility.",
      "author": "Dietrich Bonhoeffer",
      "category": "women, s, movement"
    },
    {
      "quote": "What you can do  or dream you can do  begin it  boldness has genius  power and magic in it.",
      "author": "Johann von Goethe",
      "category": "women, s, movement"
    },
    {
      "quote": "There are people who put their dreams in a little box and say  \"Yes  I've got dreams  of course  I've got dreams.\" Then they put the box away and bring it out once in a while to look in it  and yep  they're still there. These are great dreams  but they never even get out of the box. It takes an uncommon amount of guts to put your dreams on the line  to hold them up and say  \"How good or how bad am I?\" That's where courage comes in.",
      "author": "Erma Bombeck",
      "category": "women, s, movement"
    },
    {
      "quote": "The difference between getting somewhere and nowhere is the courage to make an early start.",
      "author": "Charles M. Schwab",
      "category": "women, s, movement"
    },
    {
      "quote": "All glory comes from daring to begin.",
      "author": "Anonymous",
      "category": "women, s, movement"
    },
    {
      "quote": "How many feasible projects have miscarried through despondency  and been strangled in their birth by a cowardly imagination?",
      "author": "Jeremy Collier",
      "category": "women, s, movement"
    },
    {
      "quote": "More powerful than the will to win is the courage to begin.",
      "author": "Anonymous",
      "category": "women, s, movement"
    },
    {
      "quote": "Courage to start and willingness to keep everlasting at it are the requisites for success.",
      "author": "Alonzo Newton Benn",
      "category": "women, s, movement"
    },
    {
      "quote": "There is no such thing as a long piece of work  except one that you dare not start.",
      "author": "Charles Baudelaire",
      "category": "women, s, movement"
    },
    {
      "quote": "To the timid and hesitating everything is impossible because it seems so.",
      "author": "Sir Walter Scott",
      "category": "women, s, movement"
    },
    {
      "quote": "He who begun has half done. Dare to be wise  begin.",
      "author": "Horace",
      "category": "women, s, movement"
    },
    {
      "quote": "It's weak and despicable to go on wanting things and not trying to get them.",
      "author": "Joanna Field",
      "category": "women, s, movement"
    },
    {
      "quote": "When it comes to betting on yourself ... you're a chicken-livered coward if you hesitate.",
      "author": "B. C. Forbes",
      "category": "women, s, movement"
    },
    {
      "quote": "Imposing limitations on yourself is cowardly because it protects you from having to try  and perhaps failing.",
      "author": "Vladimir Zworykin",
      "category": "women, s, movement"
    },
    {
      "quote": "All know the way  few actually walk it.",
      "author": "Bodhidharma",
      "category": "women, s, movement"
    },
    {
      "quote": "The distance doesn't matter  only the first step is difficult.",
      "author": "Madame Marquise du Deffand",
      "category": "women, s, movement"
    },
    {
      "quote": "Seize opportunity by the beard  for it is bald behind.",
      "author": "Bulgarian proverb",
      "category": "women, s, movement"
    },
    {
      "quote": "Procrastination usually results in sorrowful regret. Today's duties put off until tomorrow give us a double burden to bear  the best way is to do them in their proper time.",
      "author": "Ida Scott Taylor",
      "category": "women, s, movement"
    },
    {
      "quote": "If you dam a river it stagnates. Running water is beautiful water.",
      "author": "English proverb",
      "category": "women, s, movement"
    },
    {
      "quote": "Never mistake motion for action.",
      "author": "Ernest Hemingway",
      "category": "women, s, movement"
    },
    {
      "quote": "A person who has not done one half his day's work by ten o' clock  runs a chance of leaving the other half undone.",
      "author": "Emily Bronte",
      "category": "women, s, movement"
    },
    {
      "quote": "There is clearly much left to be done  and whatever else we are going to do  we had better get on with it.",
      "author": "Rosalynn Carter",
      "category": "women, s, movement"
    },
    {
      "quote": "Procrastination is the thief of time.",
      "author": "Edward Young",
      "category": "women, s, movement"
    },
    {
      "quote": "Slaying the dragon of delay is no sport for the short-winded.",
      "author": "Sandra Day O'Connor",
      "category": "women, s, movement"
    },
    {
      "quote": "If a man would move the world  he must first move himself.",
      "author": "Socrates",
      "category": "women, s, movement"
    },
    {
      "quote": "Who hesitate and falter life away  and lose tomorrow the ground won today.",
      "author": "Matthew Arnold",
      "category": "women, s, movement"
    },
    {
      "quote": "Now or never was the time.",
      "author": "Laurence Sterne",
      "category": "women, s, movement"
    },
    {
      "quote": "Can anything be sadder than work unfinished? Yes  work never begun.",
      "author": "Christina Rossetti",
      "category": "women, s, movement"
    },
    {
      "quote": "Fear not that thy life shall come to an end  but rather that it shall never have a beginning.",
      "author": "John Henry Cardinal Newman",
      "category": "women, s, movement"
    },
    {
      "quote": "Go ahead with your life  your plans.... Don't waste time by stopping before the interruptions have started.",
      "author": "Richard L. Evans",
      "category": "women, s, movement"
    },
    {
      "quote": "A hard beginning makes a good ending.",
      "author": "John Heywood",
      "category": "women, s, movement"
    },
    {
      "quote": "We may our ends by our beginnings know.",
      "author": "Sir John Denham",
      "category": "women, s, movement"
    },
    {
      "quote": "The only joy in the world is to begin.",
      "author": "Cesare Pavese",
      "category": "women, s, movement"
    },
    {
      "quote": "Every artist was first an amateur.",
      "author": "Ralph Waldo Emerson",
      "category": "women, s, movement"
    },
    {
      "quote": "The best way to prepare for life is to begin to live.",
      "author": "Elbert Hubbard",
      "category": "women, s, movement"
    },
    {
      "quote": "A schoolboy's tale  the wonder of an hour!",
      "author": "Lord Byron",
      "category": "wonder"
    },
    {
      "quote": "Wonder is the basis of worship.",
      "author": "Thomas Carlyle",
      "category": "wonder"
    },
    {
      "quote": "Men love to wonder and that is the seed of our science.",
      "author": "Ralph Waldo Emerson",
      "category": "wonder"
    },
    {
      "quote": "No wonder can last more than three days.",
      "author": "Italian proverb",
      "category": "wonder"
    },
    {
      "quote": "Come live in my heart and pay no rent.",
      "author": "Samuel Lover",
      "category": "wooing"
    },
    {
      "quote": "There is a tide in the affairs of women Which  taken at the flood  leads - God knows where.",
      "author": "Lord Byron",
      "category": "wooing"
    },
    {
      "quote": "\"Yes \" I answered you last night  \"No \" this morning  sir  I say: Colors seen by candle-light Will not look the same by day.",
      "author": "E. B. Browning",
      "category": "wooing"
    },
    {
      "quote": "And let us mind  faint heart ne'er wan A lady fair.",
      "author": "James Drummond Burns",
      "category": "wooing"
    },
    {
      "quote": "Tis enough -  Who listens once will listen twice  Her heart be sure is not of ice  And one refusal no rebuff.",
      "author": "Lord Byron",
      "category": "wooing"
    },
    {
      "quote": "Never wedding  ever wooing  Still a lovelorn heart pursuing  Read you not the wrong you're doing In my cheek's pale hue? All my life with sorrow strewing  Wed or cease to woo.",
      "author": "Thomas Campbell",
      "category": "wooing"
    },
    {
      "quote": "If I am not worth the wooing  I surely am not worth the winning.",
      "author": "Henry Wadsworth Longfellow",
      "category": "wooing"
    },
    {
      "quote": "Thrice happy's the wooing that's not long a-doing  So much time is saved in the billing and cooing.",
      "author": "R. H. Barham",
      "category": "wooing"
    },
    {
      "quote": "Why don't you speak for yourself  John?",
      "author": "Henry Wadsworth Longfellow",
      "category": "wooing"
    },
    {
      "quote": "Perhaps if you address the lady Most politely  most politely  Flatter and impress the lady Most politely  most politely  Humbly beg and humbly sue  She may deign to look on you.",
      "author": "W. S. Gilbert",
      "category": "wooing"
    },
    {
      "quote": "The time I've lost in wooing  In watching and pursuing The light that lies In woman's eyes  Has been my heart's undoing.",
      "author": "George Moore",
      "category": "wooing"
    },
    {
      "quote": "They dream in courtship  but in wedlock wake.",
      "author": "Alexander Pope",
      "category": "wooing"
    },
    {
      "quote": "Sigh no more  ladies  sigh no more  Men were deceivers ever  One foot in sea and one on shore  To one thing constant never.",
      "author": "William Shakespeare",
      "category": "wooing"
    },
    {
      "quote": "A fool there was and he made his prayer (Even as you and I!) To a rag and a bone and a hank of hair (We called her the woman who did not care) But the fool he called her his lady fair -  (Even as you or I!)",
      "author": "Rudyard Kipling",
      "category": "wooing"
    },
    {
      "quote": "Men are April when they woo  December when they wed.",
      "author": "William Shakespeare",
      "category": "wooing"
    },
    {
      "quote": "The way of an eagle in the air  the way of a serpent upon a rock  the way of a ship in the midst of the sea  and the way of a man with a maid.",
      "author": "Proverbs",
      "category": "wooing"
    },
    {
      "quote": "She's beautiful and therefore to be woo'd: She is a woman  therefore to be won.",
      "author": "William Shakespeare",
      "category": "wooing"
    },
    {
      "quote": "O gentle Romeo  If thou dost love  pronounce it faithfully. Or if thou think'st I am too quickly won  I'll frown and be perverse and say thee nay  So thou wilt woo: but else  not for the world.",
      "author": "William Shakespeare",
      "category": "wooing"
    },
    {
      "quote": "Words of affection  howsoe'er expressed  The latest spoken still are deem'd the best.",
      "author": "Joanna Baillie",
      "category": "word"
    },
    {
      "quote": "A very great part of the mischiefs that vex this world arises from words.",
      "author": "Edmund Burke",
      "category": "word"
    },
    {
      "quote": "Words writ in waters.",
      "author": "George Chapman",
      "category": "word"
    },
    {
      "quote": "Fair words butter no parsnips.",
      "author": "John Clarke",
      "category": "word"
    },
    {
      "quote": "Mum is the word.",
      "author": "Miguel de Cervantes",
      "category": "word"
    },
    {
      "quote": "Words that weep  and tears that speak.",
      "author": "Abraham Cowley",
      "category": "word"
    },
    {
      "quote": "But words once spoke can never be recall'd.",
      "author": "Wentworth Dillon",
      "category": "word"
    },
    {
      "quote": "Our words have wings  but fly not where we would.",
      "author": "George Eliot",
      "category": "word"
    },
    {
      "quote": "How forcible are right words!",
      "author": "Bible",
      "category": "word"
    },
    {
      "quote": "Words are feminine  deeds are masculine.",
      "author": "Baltasar Gracian",
      "category": "word"
    },
    {
      "quote": "Who is this that darkeneth counsel by words without knowledge?",
      "author": "Bible",
      "category": "word"
    },
    {
      "quote": "In the beginning was the Word  and the Word was with God  and the Word was God.",
      "author": "Bible",
      "category": "word"
    },
    {
      "quote": "I am not yet so lost in lexicography  as to forget that words are the daughters of earth  and that things are the sons of heaven.",
      "author": "Samuel Johnson",
      "category": "word"
    },
    {
      "quote": "Words are the most powerful drug used by mankind.",
      "author": "Rudyard Kipling",
      "category": "word"
    },
    {
      "quote": "We should have a great many fewer disputes in the world if words were taken for what they are  the signs of our ideas only  and not for things themselves.",
      "author": "John Locke",
      "category": "word"
    },
    {
      "quote": "Speaking words of endearment where words of comfort availed not.",
      "author": "Henry Wadsworth Longfellow",
      "category": "word"
    },
    {
      "quote": "Sticks and stones may break my bones  But words can never harm me.",
      "author": "Old English Rhyme",
      "category": "word"
    },
    {
      "quote": "Words will build no walls.",
      "author": "Plutarch",
      "category": "word"
    },
    {
      "quote": "A word spoken in good season  how good it is!",
      "author": "Proverbs",
      "category": "word"
    },
    {
      "quote": "A word fitly spoken is like apples of gold in pictures of silver.",
      "author": "Proverbs",
      "category": "word"
    },
    {
      "quote": "The words of his mouth were smoother than butter  but war was in his heart  his words were softer than oil  yet were they drawn swords.",
      "author": "Bible",
      "category": "word"
    },
    {
      "quote": "One of our defects as a nation is a tendency to use what have been called \"weasel words.\" When a weasel sucks eggs the meat is sucked out of the egg. If you use a \"weasel word\" after another there is nothing left of the other.",
      "author": "Theodore Roosevelt",
      "category": "word"
    },
    {
      "quote": "My word fly up  my thoughts remain below: Words without thoughts never to heaven go.",
      "author": "William Shakespeare",
      "category": "word"
    },
    {
      "quote": "A word to the wise is sufficient.",
      "author": "Terence",
      "category": "word"
    },
    {
      "quote": "Man does not live by words alone  despite the fact that sometimes he has to eat them.",
      "author": "Adlai Stevenson",
      "category": "word"
    },
    {
      "quote": "But yesterday the word of Caesar might Have stood against the world  now lies he there  And none so poor to do him reverence.",
      "author": "William Shakespeare",
      "category": "word"
    },
    {
      "quote": "Taffeta phrases  silken terms precise  Three-piled hyperboles  spruce affectation  Figures pedantical.",
      "author": "William Shakespeare",
      "category": "word"
    },
    {
      "quote": "I sometimes hold it half a sin To put in words the grief I feel  For words  like Nature  half reveal And half conceal the Soul within.",
      "author": "Lord Alfred Tennyson",
      "category": "word"
    },
    {
      "quote": "He utters empty words  he utters sound without mind.",
      "author": "Virgil",
      "category": "word"
    },
    {
      "quote": "You (Pindar) who possessed the talent of speaking much without saying anything.",
      "author": "Voltaire",
      "category": "word"
    },
    {
      "quote": "For of all sad words of tongue or pen  The saddest are these: \"It might have been!\"",
      "author": "John Greenleaf Whittier",
      "category": "word"
    },
    {
      "quote": "'twas bryllig and the slithy toves Did gyre and gimble in the wabe  All mimsy were the borogoves  And the mome raths out grabe.",
      "author": "Lewis Carroll",
      "category": "words, language"
    },
    {
      "quote": "A word is not the same with one writer as with another. One tears it from his guts. The other pulls it out of his overcoat pocket.",
      "author": "Charles Peguy",
      "category": "words, language"
    },
    {
      "quote": "Language is the Rubicon that divides man from beast.",
      "author": "Max Miiller",
      "category": "words, language"
    },
    {
      "quote": "Dialect words - those terrible marks of the beast to the truly genteel.",
      "author": "Thomas Hardy",
      "category": "words, language"
    },
    {
      "quote": "Eloquence is the language of nature  and cannot be learned in the schools  but rhetoric is the creature of art  which he who feels least will most excel in.",
      "author": "Charles Caleb Colton",
      "category": "words, language"
    },
    {
      "quote": "For words  like Nature  half reveal And half conceal the Soul within.",
      "author": "Alfred Lord Tennyson",
      "category": "words, language"
    },
    {
      "quote": "He multiplieth words without knowledge.",
      "author": "Bible",
      "category": "words, language"
    },
    {
      "quote": "If you were to make little fishes talk  they would talk like whales.",
      "author": "Oliver Goldsmith",
      "category": "words, language"
    },
    {
      "quote": "In the beginning was the Word and the Word was with God  and the Word was God.",
      "author": "Bible",
      "category": "words, language"
    },
    {
      "quote": "Languages are the pedigree of nations.",
      "author": "Samuel Johnson",
      "category": "words, language"
    },
    {
      "quote": "Let thy speech be short  comprehending much in few words.",
      "author": "Bible",
      "category": "words, language"
    },
    {
      "quote": "Letter-writing is the only device for combining solitude with good company.",
      "author": "Lord Byron",
      "category": "words, language"
    },
    {
      "quote": "Man is a creature who lives not upon bread alone  but principally by catch words.",
      "author": "Robert Louis Stevenson",
      "category": "words, language"
    },
    {
      "quote": "Many terms which have now dropped out of favour will be revived  and those that are at present respectable  will drop out  if useage so choose with whom resides the decision and the judgment and the code of speech.",
      "author": "Horace",
      "category": "words, language"
    },
    {
      "quote": "Numbers constitute the only universal language.",
      "author": "Nathanael West",
      "category": "words, language"
    },
    {
      "quote": "Soft words are hard arguments.",
      "author": "Thomas Fuller",
      "category": "words, language"
    },
    {
      "quote": "Thanks to words  we have been able to rise above the brutes  and thanks to words  we have often sunk to the level of the demons.",
      "author": "Aldous Huxley",
      "category": "words, language"
    },
    {
      "quote": "The adjective is the banana peel of the parts of speech.",
      "author": "Clifton Fadiman",
      "category": "words, language"
    },
    {
      "quote": "The limits of my language are the limits of my mind. All I know is what I have words for.",
      "author": "Ludwig Wittgenstein",
      "category": "words, language"
    },
    {
      "quote": "The art of translation lies less in knowing the other language than in knowing your own.",
      "author": "Ned Rorem",
      "category": "words, language"
    },
    {
      "quote": "The two most beautiful words in the English language are \"cheque enclosed\".",
      "author": "Dorothy Parker",
      "category": "words, language"
    },
    {
      "quote": "The medium is the message.",
      "author": "Marshall McLuhan",
      "category": "words, language"
    },
    {
      "quote": "The stroke of the whip maketh marks in the flesh  but the stroke of the tongue breaketh the bones. Many have fallen by the edge of the sword  but not so many as have fallen by the tongue.",
      "author": "Ecclesiasticus",
      "category": "words, language"
    },
    {
      "quote": "The thoughtless are rarely wordless.",
      "author": "Howard W. Newton",
      "category": "words, language"
    },
    {
      "quote": "We must have a better word than \"prefabricated\"  why not \"ready-made\"?",
      "author": "Winston Churchill",
      "category": "words, language"
    },
    {
      "quote": "We must think things not words  or at least we must constantly translate our words into the facts for which they stand  if we are to keep to the real and the true.",
      "author": "Oliver Wendell Holmes",
      "category": "words, language"
    },
    {
      "quote": "Words are the small change of thought.",
      "author": "Jules Renard",
      "category": "words, language"
    },
    {
      "quote": "Words should be weighed and not counted.",
      "author": "Yiddish proverb",
      "category": "words, language"
    },
    {
      "quote": "Since the concepts people live by are derived only from perceptions and from language and since the perceptions are received and interpreted only in light of earlier concepts  man comes pretty close to living in a house that language built.",
      "author": "Russell R. W. Smith",
      "category": "words, language"
    },
    {
      "quote": "If a conceptual distinction is to be made  the machinery for making it ought to show itself in language. If a distinction cannot be made in language  it cannot be made conceptually.",
      "author": "N. R. Hanson",
      "category": "words, language"
    },
    {
      "quote": "Often I am struck in amazement about a word: I suddenly realize that the complete arbitrariness of our language is but a part of the arbitrariness of our own world in general.",
      "author": "Christian Morgenstern",
      "category": "words, language"
    },
    {
      "quote": "Understanding is nothing else than conception caused by speech.",
      "author": "Thomas Hobbes",
      "category": "words, language"
    },
    {
      "quote": "Language is to the mind more than light is to the eye.",
      "author": "William Gibson",
      "category": "words, language"
    },
    {
      "quote": "Who does not know another language  does not know his own.",
      "author": "Goethe",
      "category": "words, language"
    },
    {
      "quote": "To me  the term 'middle-class' connotes a safe  comfortable  middle-of-the road policy. Above all  our language is 'middle-class' in the middle of our road. To drive it to one side or the other or even off the road  is the noblest task of the future.",
      "author": "Christian Morgenstern",
      "category": "words, language"
    },
    {
      "quote": "Similes are like songs of love: They much describe  they nothing prove.",
      "author": "Matthew Prior",
      "category": "words, language"
    },
    {
      "quote": "Words are the physicians of a mind diseased.",
      "author": "Aeschylus",
      "category": "words, language"
    },
    {
      "quote": "A language is a dialect with its own army and navy.",
      "author": "Max Weinreich",
      "category": "words, language"
    },
    {
      "quote": "'When I use a word ' Humpty Dumpty said in rather a scornful tone  'it means just what I choose it to mean - neither more nor less.' 'The question is ' said Alice  'whether you can make words mean so many different things.' 'The question is ' said Humpty Dumpty  'which is to be master - that's all.'",
      "author": "Lewis Carroll",
      "category": "words, language"
    },
    {
      "quote": "The word is half his that speaks  and half his that hears it.",
      "author": "Michel de Montaigne",
      "category": "words, language"
    },
    {
      "quote": "A single word often betrays a great design.",
      "author": "Jean Baptiste Racine",
      "category": "words, language"
    },
    {
      "quote": "Words once spoken  can never be recalled.",
      "author": "Wentworth Dillon",
      "category": "words, language"
    },
    {
      "quote": "Some words are like the old Roman galleys  large-scaled and ponderous. They sit low in the water even when their cargo is light.",
      "author": "William Jovanovich",
      "category": "words, language"
    },
    {
      "quote": "It's as interesting and as difficult to say a thing well as to paint it. There is the art of lines and colours  but the art of words exists too  and will never be less important.",
      "author": "Vincent van Gogh",
      "category": "words, language"
    },
    {
      "quote": "The difference between the right word and the almost right word is the difference between lightning and the lightning bug.",
      "author": "Mark Twain",
      "category": "words, language"
    },
    {
      "quote": "Words  like eyeglasses  blur everything that they do not make clear.",
      "author": "Joseph Joubert",
      "category": "words, language"
    },
    {
      "quote": "There is only one way to degrade mankind permanently and that is to destroy language.",
      "author": "Northrop Frye",
      "category": "words, language"
    },
    {
      "quote": "The art of writing is the art of discovering what you believe.",
      "author": "David Hare",
      "category": "words, language"
    },
    {
      "quote": "The limits of my language mean the limits of my world.",
      "author": "Ludwig Wittgenstein",
      "category": "words, language"
    },
    {
      "quote": "More than kisses  letters mingle souls.",
      "author": "John Donne",
      "category": "words, language"
    },
    {
      "quote": "I wonder what language truck drivers are using  now that everyone is using theirs?",
      "author": "Beryl Pfizer",
      "category": "words, language"
    },
    {
      "quote": "The two words 'information' and 'communication' are often used interchangeably  but they signify quite different things. Information is giving out  communication is getting through.",
      "author": "Sydney J. Harris",
      "category": "words, language"
    },
    {
      "quote": "England and America are two countries separated by the same language.",
      "author": "George Bernard Shaw",
      "category": "words, language"
    },
    {
      "quote": "The Englishman loves to roll his tongue around the word  'extraordinary'. It so pleases him that he is reluctant to finish the sound which goes on into harmonics and overtones. The North American publisher is likewise inclined.",
      "author": "R. I. Fitzhenry",
      "category": "words, language"
    },
    {
      "quote": "Words are feminine  deeds are masculine.",
      "author": "Baltasar Gracian",
      "category": "words, language"
    },
    {
      "quote": "Let it not be said that I have said nothing new. The arrangement of the material is new.",
      "author": "Blaise Pascal",
      "category": "words, language"
    },
    {
      "quote": "When an idea is wanting  a word can always be found to take its place.",
      "author": "Goethe",
      "category": "words, language"
    },
    {
      "quote": "Speech is civilization itself. The word  even the most contradictory word  preserves contact - it is silence which isolates.",
      "author": "Thomas Mann",
      "category": "words, language"
    },
    {
      "quote": "In certain trying circumstances  urgent circumstances  desperate circumstances  profanity furnishes a relief denied even to prayer.",
      "author": "Mark Twain",
      "category": "words, language"
    },
    {
      "quote": "Like stones  words are laborious and unforgiving  and the fitting of them together  like the fitting of stones  demands great patience and strength of purpose and particular skill.",
      "author": "Edmund Morrison",
      "category": "words, language"
    },
    {
      "quote": "Great literature is simply language charged with meaning to the utmost possible degree.",
      "author": "Ezra Pound",
      "category": "words, language"
    },
    {
      "quote": "One way of looking at speech is to say it is a constant stratagem to cover nakedness.",
      "author": "Harold Pinter",
      "category": "words, language"
    },
    {
      "quote": "The downtrodden  who are the great creators of slang  hurl pithiness and colour at poverty and oppression.",
      "author": "Anthony Burgess",
      "category": "words, language"
    },
    {
      "quote": "Slang is language which takes off its coat  spits on its hands - and goes to work.",
      "author": "Carl Sandburg",
      "category": "words, language"
    },
    {
      "quote": "Man's command of the language is most important. Next to kissing  it's the most exciting form of communication.",
      "author": "Oren Arnold",
      "category": "words, language"
    },
    {
      "quote": "\"Plain English\" - everybody loves it  demands it - from the other fellow.",
      "author": "Jacques Barzun",
      "category": "words, language"
    },
    {
      "quote": "Words are as recalcitrant as circus animals  and the unskilled trainer can crack his whip at them in vain.",
      "author": "Gerald Brenan",
      "category": "words, language"
    },
    {
      "quote": "The magic of the tongue is the most dangerous of all spells.",
      "author": "Edward Bulwer-Lytton",
      "category": "words, language"
    },
    {
      "quote": "A word after a word after a word is power.",
      "author": "Margaret Atwood",
      "category": "words, language"
    },
    {
      "quote": "You have to fall in love with hanging around words.",
      "author": "John Ciardi",
      "category": "words, language"
    },
    {
      "quote": "Language is the armoury of the human mind  and at once contains the trophies of its past  and the weapons of its future conquests.",
      "author": "Samuel Taylor Coleridge",
      "category": "words, language"
    },
    {
      "quote": "Everyone hears only what he understands.",
      "author": "Goethe",
      "category": "words, language"
    },
    {
      "quote": "When I feel inclined to read poetry  I take down my dictionary. The poetry of words is quite as beautiful as the poetry of sentences.",
      "author": "Oliver Wendell Holmes",
      "category": "words, language"
    },
    {
      "quote": "Language most shows a man  speak that I may see thee.",
      "author": "Ben Jonson",
      "category": "words, language"
    },
    {
      "quote": "True eloquence consists of saying all that should be  not all that could be  said.",
      "author": "La Rochefoucauld",
      "category": "words, language"
    },
    {
      "quote": "Even if language is a living evolving organism  we don't have to embrace all the changes that occur during our lifetimes. If language is so alive  it can get sick.",
      "author": "Christopher Lehmann-Haupt",
      "category": "words, language"
    },
    {
      "quote": "Our language  one of our most precious natural resources  deserves at least as much protection as our woodlands  streams and whooping cranes.",
      "author": "James Lipton",
      "category": "words, language"
    },
    {
      "quote": "His words were softer than oil  yet they were drawn swords.",
      "author": "Bible",
      "category": "words, language"
    },
    {
      "quote": "Language is an inventory of human experience.",
      "author": "L. W. Lockhart",
      "category": "words, language"
    },
    {
      "quote": "Change is legitimate and inevitable  for our language is a mighty river  picking up silt and flotsam here and discarding it there  but growing ever wider and richer.",
      "author": "Robert MacNeil",
      "category": "words, language"
    },
    {
      "quote": "The grossest thing in our gross national product today is our language. It is suffering from inflation.",
      "author": "James Reston",
      "category": "words, language"
    },
    {
      "quote": "A word has its use  Or  like a man  it will soon have a grave.",
      "author": "Edward Arlington Robinson",
      "category": "words, language"
    },
    {
      "quote": "No matter how eloquently a dog may bark  he cannot tell you that his parents were poor but honest.",
      "author": "Bertrand Russell",
      "category": "words, language"
    },
    {
      "quote": "Most people have to talk so they won't hear.",
      "author": "May Sarton",
      "category": "words, language"
    },
    {
      "quote": "Every utterance is an event  and no two events are precisely alike. The extreme view  therefore  is that no word ever means the same thing twice.",
      "author": "Louis B. Saloman",
      "category": "words, language"
    },
    {
      "quote": "It is with words as with sunbeams. The more they are condensed  the deeper they burn.",
      "author": "Robert Southey",
      "category": "words, language"
    },
    {
      "quote": "If you can teach me a new word  I'll walk all the way to China to get it.",
      "author": "Turkish proverb",
      "category": "words, language"
    },
    {
      "quote": "I have always suspected that correctness is the last refuge of those who have nothing to say.",
      "author": "Friedrich Wasiman",
      "category": "words, language"
    },
    {
      "quote": "By working faithfully eight hours a day you may eventually get to be a boss and work 12 hours a day.",
      "author": "Robert Frost",
      "category": "work"
    },
    {
      "quote": "Everything considered  work is less boring than amusing oneself.",
      "author": "Charles Baudelaire",
      "category": "work"
    },
    {
      "quote": "A windmill is eternally at work to accomplish one end  although it shifts with every variation of the weather cock  and assumes 10 different positions in a day.",
      "author": "Charles Caleb Colton",
      "category": "work"
    },
    {
      "quote": "A good horse should be seldom spurred.",
      "author": "Thomas Fuller",
      "category": "work"
    },
    {
      "quote": "All work is seed sown. It grows and spreads  and sows itself anew.",
      "author": "Thomas Carlyle",
      "category": "work"
    },
    {
      "quote": "Chop your own wood and it will warm you twice.",
      "author": "Fairlane",
      "category": "work"
    },
    {
      "quote": "Give the labourer his wage before his perspiration be dry.",
      "author": "Muhammad",
      "category": "work"
    },
    {
      "quote": "I want a house that has gotten over all its troubles  I don't want to spend the rest of my life bringing up a young and inexperienced house.",
      "author": "Jerome K. Jerome",
      "category": "work"
    },
    {
      "quote": "If you want a work well done  select a busy man: the other kind has no time.",
      "author": "Elbert Hubbard",
      "category": "work"
    },
    {
      "quote": "It is impossible to enjoy idling thoroughly unless one has plenty of work to do.",
      "author": "Jerome K. Jerome",
      "category": "work"
    },
    {
      "quote": "Most people work the greater part of their time for a mere living  and the little freedom which remains to them so troubles them that they use every means of getting rid of it.",
      "author": "Goethe",
      "category": "work"
    },
    {
      "quote": "Neither snow  nor rain  nor heat  nor gloom of night stay these couriers from the swift completion of their appointed rounds.",
      "author": "Herodotus",
      "category": "work"
    },
    {
      "quote": "No fine work can be done without concentration and self-sacrifice and toil and doubt.",
      "author": "Max Beerbohm",
      "category": "work"
    },
    {
      "quote": "No task  rightly done is truly private. It is part of the world's work.",
      "author": "Woodrow Wilson",
      "category": "work"
    },
    {
      "quote": "One machine can do the work of 50 ordinary men. No machine can do the work of one extraordinary man.",
      "author": "Anonymous",
      "category": "work"
    },
    {
      "quote": "One of the saddest things is  the only thing a man can do for 8 hours a day  day after day  is work. You can't eat 8 hours a day nor drink for 8 hours a day  nor make love for 8 hours.",
      "author": "William Faulkner",
      "category": "work"
    },
    {
      "quote": "The only place where success comes before work is a dictionary.",
      "author": "Vidal Sassoon",
      "category": "work"
    },
    {
      "quote": "Routine is the god of every social system  it is the seventh heaven of business  the essential component in the success of every factory  the ideal of every statesman.",
      "author": "Alfred North Whitehead",
      "category": "work"
    },
    {
      "quote": "The monarchy is a labour-intensive industry.",
      "author": "Harold Wilson",
      "category": "work"
    },
    {
      "quote": "The test of a vocation is the love of the drudgery it involves.",
      "author": "Logan Pearsall Smith",
      "category": "work"
    },
    {
      "quote": "They say hard work never hurt anybody  but I figure why take the chance.",
      "author": "Ronald Reagan",
      "category": "work"
    },
    {
      "quote": "Unionism  seldom if ever  uses such powers as it has to ensure better work  almost always it devotes a large part of that power to safeguarding bad work.",
      "author": "H. L. Mencken",
      "category": "work"
    },
    {
      "quote": "Work is of two kinds: first  altering a position of matter at or near the earth's surface relatively to other such matter  second  telling other people to do so. The first kind is unpleasant and ill-paid  the second is pleasant and highly paid.",
      "author": "Bertrand Russell",
      "category": "work"
    },
    {
      "quote": "As a remedy against all ills - poverty  sickness  and melanchol - only one thing is absolutely necessary: a liking for work.",
      "author": "Charles Baudelaire",
      "category": "work"
    },
    {
      "quote": "They intoxicate themselves with work so they won't see how they really are.",
      "author": "Aldous Huxley",
      "category": "work"
    },
    {
      "quote": "Most people like hard work  particularly when they're paying for it.",
      "author": "Franklin P. Jones",
      "category": "work"
    },
    {
      "quote": "We work to become  not to acquire.",
      "author": "Elbert Hubbard",
      "category": "work"
    },
    {
      "quote": "If one defines the term 'dropout' to mean a person who has given up serious effort to meet his responsibilities  then every business office  government agency  golf club and university faculty would yield its quota.",
      "author": "John W. Gardner",
      "category": "work"
    },
    {
      "quote": "Hasten slowly  and without losing heart  put your work twenty times upon the anvil.",
      "author": "Nicolas Boileau",
      "category": "work"
    },
    {
      "quote": "How many years of fatigue and punishment it takes to learn the simple truth that work  that disagreeable thing  is the only way of not suffering in life  or at all events  of suffering less.",
      "author": "Charles Baudelaire",
      "category": "work"
    },
    {
      "quote": "Miracles sometimes occur  but one has to work terribly hard for them.",
      "author": "Chaim Weizmann",
      "category": "work"
    },
    {
      "quote": "Beware all enterprises that require new clothes.",
      "author": "Henry David Thoreau",
      "category": "work"
    },
    {
      "quote": "Employment is nature's physician  and is essential to human happiness.",
      "author": "Galen",
      "category": "work"
    },
    {
      "quote": "Work is the grand cure of all the maladies and miseries that ever beset mankind.",
      "author": "Thomas Carlyle",
      "category": "work"
    },
    {
      "quote": "The secret of being miserable is to have leisure to bother about whether you are happy or not. The cure for it is occupation.",
      "author": "George Bernard Shaw",
      "category": "work"
    },
    {
      "quote": "Chance favours only those who know how to court her.",
      "author": "Charles Nicolle",
      "category": "work"
    },
    {
      "quote": "Work is man's most natural form of relaxation.",
      "author": "Dagobert Runes",
      "category": "work"
    },
    {
      "quote": "Work is not man's punishment. It is his reward and his strength  his glory and his pleasure.",
      "author": "George Sand",
      "category": "work"
    },
    {
      "quote": "If a man loves the labour of his trade  apart from any question of success or fame  the gods have called him.",
      "author": "Robert Louis Stevenson",
      "category": "work"
    },
    {
      "quote": "When white-collar people get jobs  they sell not only their time and energy  but their personalities as well. They sell by week  or month  their smiles and their kindly gestures  and they must practise prompt repression of resentment and aggression.",
      "author": "C. Wright Mills",
      "category": "work"
    },
    {
      "quote": "He that can work is a born king of something.",
      "author": "Thomas Carlyle",
      "category": "work"
    },
    {
      "quote": "Love of bustle is not industry.",
      "author": "Seneca",
      "category": "work"
    },
    {
      "quote": "The joy about our work is spoiled when we perform it not because of what we produce but because of the pleasure with which it can provide us  or the pain against which it can protect us.",
      "author": "Paul Tillich",
      "category": "work"
    },
    {
      "quote": "Productive work is the central purpose of a rational man's life  the central value that integrates and determines the hierarchy of all his other values. Reason is the source  the precondition of his productive work - pride is the result.",
      "author": "Ayn Rand",
      "category": "work"
    },
    {
      "quote": "By the work one knows the workman.",
      "author": "Jean de la Fontaine",
      "category": "work"
    },
    {
      "quote": "Because it is less structured than work  leisure time leaves workaholics at a loss for what to do. Workaholics practically climb the wall when they can't work.",
      "author": "Marilyn Machlowitz",
      "category": "work"
    },
    {
      "quote": "Workaholics commit slow suicide by refusing to allow the child inside them to play.",
      "author": "Dr. Laurence Susser",
      "category": "work"
    },
    {
      "quote": "Man works primarily for his own self-respect and not for others or for profit. . . the person who is working for the sake of his own satisfaction  the money he gets in return serves merely as fuel  that is  as a symbol of reward and recognition  in the last analysis  of acceptance by one's fellowmen.",
      "author": "Otto Rank",
      "category": "work"
    },
    {
      "quote": "To travel hopefully is a better thing than to arrive  and the true success is to labour.",
      "author": "Robert Louis Stevenson",
      "category": "work"
    },
    {
      "quote": "In a professional once engaged  the performance of the job comes first.",
      "author": "Garson Kanin",
      "category": "work"
    },
    {
      "quote": "If a little labour  little are our gains. Man's fortunes are according to his pains.",
      "author": "Robert Herrick",
      "category": "work"
    },
    {
      "quote": "Work is the curse of the drinking classes.",
      "author": "Oscar Wilde",
      "category": "work"
    },
    {
      "quote": "A man must love a thing very much if he not only practises it without any hope of fame and money  but even practises it without any hope of doing it well.",
      "author": "G. K. Chesterton",
      "category": "work"
    },
    {
      "quote": "A hobby is hard work you wouldn't do for a living.",
      "author": "Anonymous",
      "category": "work"
    },
    {
      "quote": "A task becomes a duty from the moment you suspect it to be an essential part of that integrity which alone entitles a man to assume responsibility.",
      "author": "Dag Hammarskjold",
      "category": "work"
    },
    {
      "quote": "God gave man work  not to burden him  but to bless him  and useful work  willingly  cheerfully  effectively done  has always been the finest expression of the human spirit.",
      "author": "Walter R. Courtenay",
      "category": "work"
    },
    {
      "quote": "Work is more fun than fun.",
      "author": "Noel Coward",
      "category": "work"
    },
    {
      "quote": "When more and more people are thrown out of work  unemployment results.",
      "author": "Calvin Coolidge",
      "category": "work"
    },
    {
      "quote": "Man's usual routine is to work and to dream and work and dream.",
      "author": "Raymond Queneau",
      "category": "work"
    },
    {
      "quote": "We can redeem anyone who strives unceasingly.",
      "author": "Goethe",
      "category": "work"
    },
    {
      "quote": "The Gods rank work above virtues.",
      "author": "Hesiod",
      "category": "work"
    },
    {
      "quote": "Anyone can do any amount of work provided it isn't the work he is supposed to be doing at that moment.",
      "author": "Robert Benchley",
      "category": "work"
    },
    {
      "quote": "It is not upon thee to finish the work  neither art thou free to abstain from it.",
      "author": "The Talmud",
      "category": "work"
    },
    {
      "quote": "Work banishes those three great evils  boredom  vice  and poverty.",
      "author": "Voltaire",
      "category": "work"
    },
    {
      "quote": "Amateurs hope. Professionals work.",
      "author": "Garson Kanin",
      "category": "work"
    },
    {
      "quote": "Work is love made visible. And if you cannot work with love but only with distaste  it is better that you should leave your work and sit at the gate of the temple and take alms of those who work with joy.",
      "author": "Kahlil Gibran",
      "category": "work"
    },
    {
      "quote": "There is dignity in work only when it is work freely accepted.",
      "author": "Albert Camus",
      "category": "work"
    },
    {
      "quote": "If a man will not work  he shall not eat.",
      "author": "Bible",
      "category": "work"
    },
    {
      "quote": "Anyone who is honestly seeking a job and can't find it  deserves the attention of the United States government  and the people.",
      "author": "John F. Kennedy",
      "category": "work"
    },
    {
      "quote": "Work is the inevitable condition of human life  the true source of human welfare.",
      "author": "Leo Tolstoy",
      "category": "work"
    },
    {
      "quote": "He who shuns the millstone  shuns the meal.",
      "author": "Erasmus",
      "category": "work"
    },
    {
      "quote": "Rest is the sweet sauce of labour.",
      "author": "Plutarch",
      "category": "work"
    },
    {
      "quote": "God gives every bird its food  but he does not throw it into the nest.",
      "author": "J. G. Holland",
      "category": "work"
    },
    {
      "quote": "When your work speaks for itself  don't interrupt.",
      "author": "Henry J. Kaiser",
      "category": "work"
    },
    {
      "quote": "I work as my father drank.",
      "author": "George Bernard Shaw",
      "category": "work"
    },
    {
      "quote": "While I am busy with little things  I am not required to do greater things.",
      "author": "St. Francis de Sales",
      "category": "work"
    },
    {
      "quote": "For it is commonly said: accomplished labours are pleasant.",
      "author": "Cicero",
      "category": "work"
    },
    {
      "quote": "A people so primitive that they did not know how to get money except by working for it.",
      "author": "George Ade",
      "category": "work"
    },
    {
      "quote": "Work expands so as to fill the time available for its completion.",
      "author": "C. Northcote Parkinson",
      "category": "work"
    },
    {
      "quote": "If all the year were playing holidays To sport would be as tedious as to work.",
      "author": "William Shakespeare",
      "category": "work"
    },
    {
      "quote": "I am only an average man  but  by George  I work harder at it than the average man.",
      "author": "Theodore Roosevelt",
      "category": "work"
    },
    {
      "quote": "Work is accomplished by those employees who have not yet reached their level of incompetence.",
      "author": "Laurence J. Peter",
      "category": "work"
    },
    {
      "quote": "When I was a young man I observed that nine out of ten things I did were failures. I didn't want to be a failure  so I did ten times more work.",
      "author": "George Bernard Shaw",
      "category": "work"
    },
    {
      "quote": "The worst crime against working people is a company which fails to operate at a profit.",
      "author": "Samuel Gompers",
      "category": "work"
    },
    {
      "quote": "How do I work? I grope.",
      "author": "Albert Einstein",
      "category": "work"
    },
    {
      "quote": "It is the privilege of any human work which is well done to invest the doer with a certain haughtiness. He can well afford not to conciliate  whose faithful work will answer for him.",
      "author": "Ralph Waldo Emerson",
      "category": "work"
    },
    {
      "quote": "Work and love - these are the basics. Without them there is neurosis.",
      "author": "Theodor Reik",
      "category": "work"
    },
    {
      "quote": "The effectiveness of work increases according to geometric progression if there are no interruptions.",
      "author": "Andri Maurois",
      "category": "work"
    },
    {
      "quote": "The road to happiness lies in two simple principles: find what it is that interests you and that you can do well  and when you find it  put your whole soul into it-every bit of energy and ambition and natural ability you have.",
      "author": "John D. Rockefeller III",
      "category": "work"
    },
    {
      "quote": "Every woman is a human being-one cannot repeat that too often-and a human being must have occupation if he or she is not to become a nuisance to the world.",
      "author": "Dorothy L. Sayers",
      "category": "work"
    },
    {
      "quote": "The happy people are those who are producing something.",
      "author": "William Ralph Inge",
      "category": "work"
    },
    {
      "quote": "Congenial labor is essence of happiness.",
      "author": "Arthur Christopher Benson",
      "category": "work"
    },
    {
      "quote": "Work is a substitute \"religious\" experience for many workaholics.",
      "author": "Mary Daly",
      "category": "work"
    },
    {
      "quote": "When I can no longer create anything  I'll be done for.",
      "author": "Coco Chanel",
      "category": "work"
    },
    {
      "quote": "Employment is nature's physician  and is essential to human happiness.",
      "author": "Galen",
      "category": "work"
    },
    {
      "quote": "No thoroughly occupied man was ever yet very miserable.",
      "author": "Letitia Landon",
      "category": "work"
    },
    {
      "quote": "When I stop [working]  the rest of the day is posthumous. I'm only really alive when I'm working.",
      "author": "Tennessee Williams",
      "category": "work"
    },
    {
      "quote": "Continuity of purpose is one of the most essential ingredients of happiness in the long run  and for most men this comes chiefly through their work.",
      "author": "Bertrand Russell",
      "category": "work"
    },
    {
      "quote": "It is only when I am doing my work that I feel truly alive. It is like having sex.",
      "author": "Federico Fellini",
      "category": "work"
    },
    {
      "quote": "After fifty years of living  it occurs to me that the most significant thing that people do is go to work  whether it is to go to work on their novel or at the assembly plant or fixing somebody's teeth.",
      "author": "Thomas McGuane",
      "category": "work"
    },
    {
      "quote": "He who labors diligently need never despair  for all things are accomplished by diligence and labor.",
      "author": "Menander",
      "category": "work"
    },
    {
      "quote": "The fun of being alive is realizing that you have a talent and you can use it every day  so it grows stronger. ... And if you're in an atmosphere where this talent is appreciated instead of just tolerated  why  it's just as good as sex.",
      "author": "Lou Centlivre",
      "category": "work"
    },
    {
      "quote": "Work! Thank God for the swing of it  for the clamoring  hammering ring of it.",
      "author": "Anonymous",
      "category": "work"
    },
    {
      "quote": "There are certain natures to whom work is nothing  the act of work everything.",
      "author": "Arthur Symons",
      "category": "work"
    },
    {
      "quote": "I am fierce for work. Without work I am nothing.",
      "author": "Winifred Holtby",
      "category": "work"
    },
    {
      "quote": "Like plowing  housework makes the ground ready for the germination of family life. The kids will not invite a teacher home if beer cans litter the living room. The family isn't likely to have breakfast together if somebody didn't remember to buy eggs  milk  or muffins. Housework maintains an orderly setting in which family life can flourish.",
      "author": "Letty Cottin Pogrebin",
      "category": "work"
    },
    {
      "quote": "When I die  my epitaph should read: She Paid the Bills.",
      "author": "Gloria Swanson",
      "category": "work"
    },
    {
      "quote": "There's no labor a man can do that's undignified  if he does it right.",
      "author": "Bill Cosby",
      "category": "work"
    },
    {
      "quote": "Never turn down a job because you think it's too small  you never know where it may lead.",
      "author": "Julia Morgan",
      "category": "work"
    },
    {
      "quote": "If a man is called to be a streetsweep-er  he should sweep streets even as Michelangelo painted  or Beethoven composed music or Shakespeare wrote poetry. He should sweep streets so well that all the hosts of heaven and earth will pause to say  here lived a great streetsweeper who did his job well.",
      "author": "Martin Luther King, Jr.",
      "category": "work"
    },
    {
      "quote": "Don't be afraid of hard work.",
      "author": "Marian Wright Edelman",
      "category": "work"
    },
    {
      "quote": "The work praises the man.",
      "author": "Irish proverb",
      "category": "work"
    },
    {
      "quote": "Originality and the feeling of one's own dignity are achieved only through work and struggle.",
      "author": "Fyodor Dostoyevsky",
      "category": "work"
    },
    {
      "quote": "There is a kind of victory in good work  no matter how humble.",
      "author": "Jack Kemp",
      "category": "work"
    },
    {
      "quote": "Labor disgraces no man  unfortunately  you occasionally find men who disgrace labor.",
      "author": "Ulysses S. Grant",
      "category": "work"
    },
    {
      "quote": "Honest labor bears a lovely face.",
      "author": "Thomas Dekker",
      "category": "work"
    },
    {
      "quote": "I have friends in overalls whose friendship I would not swap for the favor of the kings of the world.",
      "author": "Thomas A. Edison",
      "category": "work"
    },
    {
      "quote": "The world is moved not only by the mighty shoves of the heroes  but also by the aggregate of the tiny pushes of each honest worker.",
      "author": "Helen Keller",
      "category": "work"
    },
    {
      "quote": "A professional is someone who can do his best work when he doesn't feel like it.",
      "author": "Alistair Cooke",
      "category": "work"
    },
    {
      "quote": "The highest reward for man's toil is not what he gets for it  but what he becomes by it.",
      "author": "John Ruskin",
      "category": "work"
    },
    {
      "quote": "Starting out to make money is the greatest mistake in life. Do what you feel you have a flair for doing  and if you are good enough at it  the money will come.",
      "author": "Greer Garson",
      "category": "work"
    },
    {
      "quote": "Ambition is destruction  only competence matters.",
      "author": "Jill Robinson",
      "category": "work"
    },
    {
      "quote": "I was brought up to believe that the only thing worth doing was to add to the sum of accurate information in the world.",
      "author": "Margaret Mead",
      "category": "work"
    },
    {
      "quote": "Never desert your own line of talent. Be what nature intended you for  and you will succeed.",
      "author": "Sydney Smith",
      "category": "work"
    },
    {
      "quote": "Here I am  where I ought to be.",
      "author": "Louise Erdrich",
      "category": "work"
    },
    {
      "quote": "To find in ourselves what makes life worth living is risky business  for it means that once we know we must seek it. It also means that without it life will be valueless.",
      "author": "Marsha Sinetar",
      "category": "work"
    },
    {
      "quote": "Everybody undertakes what he sees another successful in  whether he has the aptitude for it or not.",
      "author": "Johann von Goethe",
      "category": "work"
    },
    {
      "quote": "You have to do what you love to do  not get stuck in that comfort zone of a regular job. Life is not a dress rehearsal. This is it.",
      "author": "Lucinda Basset",
      "category": "work"
    },
    {
      "quote": "Men take only their needs into consideration  never their abilities.",
      "author": "Napoleon Bonaparte",
      "category": "work"
    },
    {
      "quote": "If you're in a good profession  it's hard to get bored  because you're never finished-there will always be work you haven't done.",
      "author": "Julia Child",
      "category": "work"
    },
    {
      "quote": "Work means so many things! So many! Among other things  work also means freedom. ... Without it even the miracle of love is only a cruel deception.",
      "author": "Eleonora Duse",
      "category": "work"
    },
    {
      "quote": "One should stick to the sort of thing for which one was made  I tried to be an herbalist  whereas I should keep to the butcher's trade.",
      "author": "Jean de la Fontaine",
      "category": "work"
    },
    {
      "quote": "One's lifework  I have learned  grows with the working and the living. Do it as if your life depended on it  and first thing you know  you'll have made a life out of it. A good life  too.",
      "author": "Theresa Helburn",
      "category": "work"
    },
    {
      "quote": "One principal reason why men are so often useless is that they neglect their own profession or calling  and divide and shift their attention among a multitude of objects and pursuits.",
      "author": "Nathaniel Emmons",
      "category": "work"
    },
    {
      "quote": "Men whose trade is rat-catching love to catch rats  the bug destroyer seizes on his bug with delight  the suppressor is gratified by finding his vice.",
      "author": "Sydney Smith",
      "category": "work"
    },
    {
      "quote": "Work is creativity accompanied by the comforting realization that one is bringing forth something really good and necessary  with a conviction that a sudden  arbitrary cessation would cause a sensitive void  produce a loss.",
      "author": "Jenny Heynrichs",
      "category": "work"
    },
    {
      "quote": "Some people are born to lift heavy weights  some are born to juggle golden balls.",
      "author": "Max Beerbohm",
      "category": "work"
    },
    {
      "quote": "Life is to be lived. If you have to support yourself  you had bloody well better find some way that is going to be interesting. And you don't do that by sitting around wondering about yourself.",
      "author": "Katharine Hepburn",
      "category": "work"
    },
    {
      "quote": "To find out what one is fitted to do  and to secure an opportunity to do it  is the key to happiness.",
      "author": "John Dewey",
      "category": "work"
    },
    {
      "quote": "The high prize of life  the crowning fortune of man  is to be born with a bias to some pursuit which finds him in employment and happiness.",
      "author": "Ralph Waldo Emerson",
      "category": "work"
    },
    {
      "quote": "They are happy men whose natures sort with their vocations.",
      "author": "Francis Bacon",
      "category": "work"
    },
    {
      "quote": "I know a lot of people think it's monotonous  down the black lines over and over  but it's not if you're enjoying what you're doing. I love to swim and I love to train.",
      "author": "Tracy Caulkins",
      "category": "work"
    },
    {
      "quote": "Do your duty until it becomes your joy.",
      "author": "Marie von Ebner-Eschenbach",
      "category": "work"
    },
    {
      "quote": "Duty is an icy shadow. It will freeze you. It cannot fill the heart's sanctuary.",
      "author": "Augusta Evans",
      "category": "work"
    },
    {
      "quote": "What a richly colored strong warm coat is woven when love is the warp and work is the woof.",
      "author": "Marge Piercy",
      "category": "work"
    },
    {
      "quote": "Whenever it is possible  a boy should choose some occupation which he should do even if he did not need the money.",
      "author": "William Lyon Phelps",
      "category": "work"
    },
    {
      "quote": "Some people regard discipline as a chore. For me  it is a kind of order that sets me free to fly.",
      "author": "Julie Andrews",
      "category": "work"
    },
    {
      "quote": "Find something you're passionate about and keep tremendously interested in it.",
      "author": "Julia Child",
      "category": "work"
    },
    {
      "quote": "There must be bands of enthusiasts for everything on earth-fanatics who shared a vocabulary  a batch of technical skills and equipment  and  perhaps  a vision of some single slice of the beauty and mystery of things  of their complexity  fascination  and unexpectedness.",
      "author": "Annie Dillard",
      "category": "work"
    },
    {
      "quote": "I love Mickey Mouse more than any woman I've ever known.",
      "author": "Walt Disney",
      "category": "work"
    },
    {
      "quote": "The test of a vocation is the love of the drudgery it involves.",
      "author": "Logan Pearsall Smith",
      "category": "work"
    },
    {
      "quote": "Only he is successful in his business who makes that pursuit which affords him the highest pleasure sustain him.",
      "author": "Henry David Thoreau",
      "category": "work"
    },
    {
      "quote": "Work is a world apart from jobs. Work is the way you occupy your mind and hand and eye and whole body when they're informed by your imagination.",
      "author": "Alice Koller",
      "category": "work"
    },
    {
      "quote": "I believe in my work and in the joy of it. You have to be with the work and the work has to be with you. It absorbs you totally and you absorb it totally.",
      "author": "Louise Nevelson",
      "category": "work"
    },
    {
      "quote": "Cooking is like love. It should be entered into with abandon or not at all.",
      "author": "Harriet Van Home",
      "category": "work"
    },
    {
      "quote": "Give me a man who sings at his work.",
      "author": "Thomas Carlyle",
      "category": "work"
    }
  ]
}