{"author":"Ravindu Manoj","github":"ravindu01manoj","repo":"Quotes-500k","data":[{"quote":"Opposition inflames the enthusiast  never converts him.","author":"J. C. F. von Schiller","category":"enthusiasm"},{"quote":"No one keeps up his enthusiasm automatically. Enthusiasm must be nourished with new actions  new aspirations  new efforts  new vision. Compete with yourself  set your teeth and dive into the job of breaking your own record. It is one's own fault if his enthusiasm is gone  he has failed to feed it.","author":"Anonymous","category":"enthusiasm"},{"quote":"The same reason makes a man a religious enthusiast that makes a man an enthusiast in any other way ... an uncomfortable mind in an uncomfortable body.","author":"William Hazlitt","category":"enthusiasm"},{"quote":"The great composer does not set to work because he is inspired  but becomes inspired because he is working. Beethoven  Wagner  Bach and Mozart settled down day after day to the job in hand with as much regularity as an accountant settles down each day to his figures. They didn't waste time waiting for inspiration.","author":"Ernest Newman","category":"enthusiasm"},{"quote":"Enthusiasm is nothing more or less than faith in action.","author":"Henry Chester","category":"enthusiasm"},{"quote":"Whatever course you have chosen for yourself  it will not be a chore but an adventure if you bring to it a sense of the glory of striving  if your sights are set far above the merely secure and mediocre.","author":"David Sarnoff","category":"enthusiasm"},{"quote":"Vigor is contagious  and whatever makes us either think or feel strongly adds to our power and enlarges our field of action.","author":"Ralph Waldo Emerson","category":"enthusiasm"},{"quote":"Practice being excited.","author":"Bill Foster","category":"enthusiasm"},{"quote":"It is the greatest shot of adrenaline to be doing what you've wanted to do so badly. You almost feel like you could fly without the plane.","author":"Charles Lindbergh","category":"enthusiasm"},{"quote":"Reason alone is insufficient to make us enthusiastic in any matter.","author":"Francois de La Rochefoucauld","category":"enthusiasm"},{"quote":"Nothing is so contagious as enthusiasm  it moves stones  it charms brutes. Enthusiasm is the genius of sincerity and truth accomplishes no victories without it.","author":"Edward G. Bulwer-Lytton","category":"enthusiasm"},{"quote":"Nothing great was ever achieved without enthusiasm.","author":"Ralph Waldo Emerson","category":"enthusiasm"},{"quote":"The world belongs to the Enthusiast who keeps cool.","author":"William McFee","category":"enthusiasm"},{"quote":"California is a fine place to live - if you happen to be an orange.","author":"Fred Allen","category":"environment"},{"quote":"I asked a coughing friend of mine why he doesn't stop smoking. \"In this town it wouldn't do any good \" he explained. \"I happen to be a chain breather.\"","author":"Robert Sylvester","category":"environment"},{"quote":"I have every sympathy with the American who was so horrified by what he had read of the effects of smoking that he gave up reading.","author":"Henry G. Strauss","category":"environment"},{"quote":"Population growth is the primary source of environmental damage.","author":"Jacques Cousteau","category":"environment"},{"quote":"A moment's insight is sometimes worth a life's experience.","author":"Oliver Wendell Holmes","category":"environment"},{"quote":"All the world's a stage  And all the men and women merely players. They have their exits and their entrances  And one man in his time plays many parts.","author":"William Shakespeare","category":"environment"},{"quote":"The environment is everything that isn't me.","author":"Albert Einstein","category":"environment"},{"quote":"The most important thing about Spaceship Earth - an instruction book didn't come with it.","author":"Buckminster Fuller","category":"environment"},{"quote":"For the first time in the history of the world  every human being is now subjected to contact with dangerous chemicals  from the moment of conception until death.","author":"Rachel Carson","category":"environment"},{"quote":"Air pollution is turning Mother Nature prematurely gray.","author":"Irv Kupcinet","category":"environment"},{"quote":"The first law of ecology is that everything is related to everything else.","author":"Barry Commoner","category":"environment"},{"quote":"The sun  moon and stars would have disappeared long ago had they been within the reach of predatory human hands.","author":"Havelock Ellis","category":"environment"},{"quote":"Hurt not the earth  neither the sea  nor the trees.","author":"Bible","category":"environment"},{"quote":"Pity the meek for they shall inherit the earth.","author":"Don Marquis","category":"environment"},{"quote":"As a moth gnaws a garment  so doth envy consume a man.","author":"St. Chrysostom","category":"envy"},{"quote":"It is better to be envied than pitied.","author":"Herodotus","category":"envy"},{"quote":"For the colonel's lady an' Judy O'Grady Are sisters under their skins.","author":"Rudyard Kipling","category":"equality"},{"quote":"Fourscore and seven years ago  our fathers brought forth on this continent a new nation  conceived in liberty  and dedicated to the proposition that all men are created equal.","author":"Abraham Lincoln","category":"equality"},{"quote":"Your levellers wish to level down as far as themselves  but they cannot bear levelling up to themselves.","author":"Samuel Johnson","category":"equality"},{"quote":"Men are made by nature unequal. It is vain  therefore  to treat them as if they were equal.","author":"James Froude","category":"equality"},{"quote":"We hold these truths to be self-evident: that all men are created equal  that they are endowed by their Creator with inalienable rights  that among these are life  liberty and the pursuit of happiness.","author":"Thomas Jefferson","category":"equality"},{"quote":"To stumble twice against the same stone is a proverbial disgrace.","author":"Cicero","category":"error"},{"quote":"To err is human  to forgive divine.","author":"Alexander Pope","category":"error"},{"quote":"The cautious seldom err.","author":"Confucius","category":"error"},{"quote":"An error gracefully acknowledged is a victory won.","author":"Caroline L. Gascoigne","category":"error"},{"quote":"When every one is in the wrong  every one is in the right.","author":"La Chaussee","category":"error"},{"quote":"The man who makes no mistakes does not usually make anything.","author":"Edward J. Phelps","category":"error"},{"quote":"Error will slip through a crack  while truth will stick in a doorway.","author":"H. W. Shaw","category":"error"},{"quote":"The curfew tolls the knell of parting day  The lowing herd winds slowly o'er the lea  The ploughman homeward plods his weary way  And leaves the world to darkness and to me.","author":"Thomas Gray","category":"evening"},{"quote":"One by one the flowers close  Lily and dewy rose Shutting their tender petals from the moon.","author":"Christina G. Rossetti","category":"evening"},{"quote":"We should every night call ourselves to an account: What infirmity have I mastered today? What passions opposed! What temptation resisted? What virtue acquired?","author":"Marcus Annaeus Seneca","category":"evenings"},{"quote":"Each morning puts man on trial and each evening passes judgement.","author":"Roy L. Smith","category":"evenings"},{"quote":"I think  what has this day brought me  and what have I given it?","author":"Henry Moore","category":"evenings"},{"quote":"Every night before I turn out the lights to sleep  I ask myself this question: Have I done everything that I can.... Have I done enough?","author":"Lyndon B. Johnson","category":"evenings"},{"quote":"Each morning sees some task begin  each evening sees it close  Something attempted  something done  has earned a night's repose.","author":"Henry Wadsworth Longfellow","category":"evenings"},{"quote":"Judge each day not by it's harvest  but by the seeds you plant.","author":"Anonymous","category":"evenings"},{"quote":"Sum up at night what thou has done by day.","author":"Edward Herbert","category":"evenings"},{"quote":"Put off thy cares with thy clothes  so shall thy rest strengthen thy labor  and so thy labor sweeten thy rest.","author":"Francis Quarles","category":"evenings"},{"quote":"One of the secrets of a long and fruitful life is to forgive everybody everything every night before you go to bed.","author":"Anonymous","category":"evenings"},{"quote":"The camel  at the close of day  Kneels down upon the sandy plain To have his burden lifted off And rest again. My soul  thou too should to thy knees When daylight draweth to a close  And let thy Master lift the load And grant repose.","author":"Anonymous","category":"evenings"},{"quote":"To carry care to bed is to sleep with a pack on your back.","author":"Thomas C. Haliburton","category":"evenings"},{"quote":"Let not the sun go down upon your wrath.","author":"Bible","category":"evenings"},{"quote":"Don't fight with the pillow  but lay down your head And kick every worriment out of the bed.","author":"Edmund Vance Cooke","category":"evenings"},{"quote":"Shed  as you do your garments  your daily sins  whether of omission or commission  and you will wake a free man  with a new life.","author":"Sir William Osier","category":"evenings"},{"quote":"Thou driftest gently down the tides of sleep.","author":"Henry Wadsworth Longfellow","category":"evenings"},{"quote":"Go to bed early  get up early-this is wise.","author":"Mark Twain","category":"evenings"},{"quote":"Come Sleep! Oh Sleep  the certain knot of peace  The baiting-place of wit  the balm of woe  The poor man's wealth  the prisoner's release  The indifferent judge between the high and low.","author":"Sir Philip Sidney","category":"evenings"},{"quote":"O bed! O bed! Delicious bed! That heaven on earth to the weary head!","author":"Thomas Hood","category":"evenings"},{"quote":"Fatigue is the best pillow.","author":"Benjamin Franklin","category":"evenings"},{"quote":"A well-spent day brings happy sleep.","author":"Leonardo da Vinci","category":"evenings"},{"quote":"It is a delicious moment  certainly  that of being well-nestled in bed and feeling that you shall drop gently to sleep. The good is to come  not past  the limbs are tired enough to render the remaining in one posture delightful  the labor of the day is gone.","author":"Leigh Hunt","category":"evenings"},{"quote":"Sleep  Silence's child  sweet father of soft rest  Prince whose approach peace to all mortals brings  Indifferent host to shepherds and kings  Sole comforter to minds with grief oppressed.","author":"William Drummond","category":"evenings"},{"quote":"Sleep  that knits up the ravell'd slave of care  The death of each day's life  sore labour's bath  Balm of hurt minds  great nature's second course  Chief nourisher in life's feast.","author":"William Shakespeare","category":"evenings"},{"quote":"There is only one thing people like that is good for them  a good night's sleep.","author":"Edgar Watson Howe","category":"evenings"},{"quote":"Sleep is the most blessed and blessing of all natural graces.","author":"Aldous Huxley","category":"evenings"},{"quote":"It is a common experience that a problem difficult at night is resolved in the morning after the committee of sleep has worked on it.","author":"John Steinbeck","category":"evenings"},{"quote":"Sleep: The golden chain that ties health and our bodies together.","author":"Thomas Dekker","category":"evenings"},{"quote":"Thank God for sleep! And when you cannot sleep  still thank Him that you live to lie awake.","author":"John Oxenham","category":"evenings"},{"quote":"Sleep ... peace of the soul  who put-test care to flight.","author":"Ovid","category":"evenings"},{"quote":"Now I lay me down to sleep  I pray the Lord my soul to keep.","author":"Anonymous","category":"evenings"},{"quote":"There may be those on earth who dress better or eat better  but those who enjoy the peace of God sleep better.","author":"L. Thomas Holdcroft","category":"evenings"},{"quote":"General Quotations about Evenings Let us add this one more night to our lives.","author":"Suetonius","category":"evenings"},{"quote":"Fools look to tomorrow  wise men use tonight.","author":"Scottish proverb","category":"evenings"},{"quote":"When we accept tough jobs as a challenge and wade into them with joy and enthusiasm  miracles can happen.","author":"Arland Gilbert","category":"events"},{"quote":"He who  having lost one ideal  refuses to give his heart and soul to another and nobler  is like a man who declines to build a house on rock because the wind and rain ruined his house on the sand.","author":"Constance Naden","category":"events"},{"quote":"Whenever you fall  pick something up.","author":"Oswald Avery","category":"events"},{"quote":"I have seen boys on my baseball team go into slumps and never come out of them  and I have seen others snap right out and come back better than ever. I guess more players lick themselves than are ever licked by an opposing team. The first thing any man has to know is how to handle himself.","author":"Connie Mack","category":"events"},{"quote":"Consider how much more you often suffer from your anger and grief than from those very things for which you are angry and grieved.","author":"Marcus Aurelius","category":"events"},{"quote":"We must never despair  our situation has been compromising before  and it has changed for the better  so I trust it will again. If difficulties arise  we must put forth new exertion and proportion our efforts to the exigencies of the times.","author":"George Washington","category":"events"},{"quote":"What counts in making a happy marriage is not so much how compatible you are  but how you deal with incompatibility.","author":"George Levinger","category":"events"},{"quote":"Noble souls  through dust and heat  rise from disaster and defeat the stronger.","author":"Henry Wadsworth Longfellow","category":"events"},{"quote":"Let no feeling of discouragement prey upon you  and in the end you are sure to succeed.","author":"Abraham Lincoln","category":"events"},{"quote":"I'm not happy  I'm cheerful. There's a difference. A happy woman has no cares at all. A cheerful woman has cares but has learned how to deal with them.","author":"Beverly Sills","category":"events"},{"quote":"Our mistakes won't irreparably damage our lives unless we let them.","author":"James E. Sweeney","category":"events"},{"quote":"When the rock is hard  we get harder than the rock. When the job is tough  we get tougher than the job.","author":"George Cullum","category":"events"},{"quote":"To be happy  drop the words \"if only\" and substitute instead the words \"next time.\"","author":"Smiley Blanton","category":"events"},{"quote":"Always take an emergency leisurely.","author":"Chinese proverb","category":"events"},{"quote":"Keep strong if possible  in any case  keep cool.","author":"Sir Basil Liddell Hart","category":"events"},{"quote":"Happiness is not the absence of conflict  but the ability to cope with it.","author":"Anonymous","category":"events"},{"quote":"When something bad happens to me  I think I'm able to deal with it in a pretty good way. That makes me lucky. Some people fall apart at the first little thing that happens.","author":"Christie Brinkley","category":"events"},{"quote":"Concern should drive us into action  not into a depression.","author":"Karen Horney","category":"events"},{"quote":"A man has no more character than he can command in a time of crisis.","author":"Ralph W. Sockman","category":"events"},{"quote":"Results? Why  man  I have gotten a lot of results. I know several thousand things that won't work.","author":"Thomas A. Edison","category":"events"},{"quote":"The tragedy is not that things are broken. The tragedy is that they are not mended again.","author":"Anonymous","category":"events"},{"quote":"Don't curse the darkness - light a candle.","author":"Chinese proverb","category":"events"},{"quote":"Any man can shoot a gun  and with practice he can draw fast and shoot accurately  but that makes no difference. What counts is how you stand up when somebody is shooting back at you.","author":"Louis L'Amour","category":"events"},{"quote":"Anyone can hold the helm when the sea is calm.","author":"Publilius Syrus","category":"events"},{"quote":"An error is simply a failure to adjust immediately from a preconception to an actuality.","author":"John Cage","category":"events"},{"quote":"What the caterpillar calls a tragedy  the Master calls a butterfly.","author":"Richard Bach","category":"events"},{"quote":"The longer we dwell on our misfortunes  the greater is their power to harm us.","author":"Voltaire","category":"events"},{"quote":"When the going gets tough  the tough get going.","author":"Frank Leahy","category":"events"},{"quote":"The difficulties of life are intended to make us better  not bitter.","author":"Anonymous","category":"events"},{"quote":"Acceptance of what has happened is the first step to overcoming the consequences of any misfortune.","author":"William James","category":"events"},{"quote":"We can either change the complexities of life ... or develop ways that enable us to cope more effectively.","author":"Herbert Benson","category":"events"},{"quote":"It is arrogance to expect that life will always be music.... Harmony  like a following breeze at sea  is the exception. In a world where most things wind up broken or lost  our lot is to tack and tune.","author":"Harvey Oxenhorn","category":"events"},{"quote":"The winds and waves are always on the side of the ablest navigators.","author":"Edward Gibbon","category":"events"},{"quote":"No matter what has happened  always behave as if nothing had happened.","author":"Arnold Bennett","category":"events"},{"quote":"Tears mess up your makeup.","author":"Julia Child","category":"events"},{"quote":"When things go wrong  don't go with them.","author":"Anonymous","category":"events"},{"quote":"Nothing is so bad that you have to sit down and go crazy.","author":"John Telgen","category":"events"},{"quote":"When you make a world tolerable for yourself  you make a world tolerable for others.","author":"Anais Nin","category":"events"},{"quote":"In adversity  remember to keep an even mind.","author":"Horace","category":"events"},{"quote":"Do not lose your inward peace for anything whatsoever  even if your whole world seems upset.","author":"Saint Francis de Sales","category":"events"},{"quote":"All that is really necessary for survival of the fittest  it seems  is an interest in life  good  bad  or peculiar.","author":"Grace Paley","category":"events"},{"quote":"We are not troubled by things  but by the opinion which we have of things.","author":"Epictetus","category":"events"},{"quote":"Things are in their essence what we choose to make them. A thing is  according to the mode in which one looks at it.","author":"Oscar Wilde","category":"events"},{"quote":"We are never so happy or so unhappy as we think.","author":"Francois de La Rochefoucauld","category":"events"},{"quote":"We exaggerate misfortune and happiness alike. We are never either so wretched or so happy as we say we are.","author":"Honore de Balzac","category":"events"},{"quote":"The most unhappy of all men is he who believes himself to be so.","author":"David Hume","category":"events"},{"quote":"Happiness does not depend on outward things  but on the way we see them.","author":"Leo Tolstoy","category":"events"},{"quote":"The mind is its own place  and in itself can make a heaven of hell  a hell of heaven.","author":"John Milton","category":"events"},{"quote":"Almost all our misfortunes in life come from the wrong notions we have about the things that happen to us.","author":"Stendhal","category":"events"},{"quote":"Riches  like glory or health  have no more beauty or pleasure than their possessor is pleased to lend them.","author":"Michel de Montaigne","category":"events"},{"quote":"Losses are comparative  imagination only makes them of any moment.","author":"Blaise Pascal","category":"events"},{"quote":"Man is only miserable so far as he thinks himself so.","author":"Jacopo Sannazaro","category":"events"},{"quote":"The art of life consists in taking each event which befalls us with a contented mind  confident of good. ... With this method ... rejoice always  though in the midst of sorrows  and possess all things  though destitute of everything.","author":"James Freeman Clarke","category":"events"},{"quote":"So long as one does not despair  so long as one doesn't look upon life bitterly  things work out fairly well in the end.","author":"George Moore","category":"events"},{"quote":"The meaning of things lies not in the things themselves  but in our attitude towards them.","author":"Antoine de Saint-Exupery","category":"events"},{"quote":"Pain is inevitable. Suffering is optional.","author":"Anonymous","category":"events"},{"quote":"If you are distressed by anything external  the pain is not due to the thing itself but to your own estimate of it  and this you have the power to revoke at any moment.","author":"Marcus Aurelius","category":"events"},{"quote":"Little things affect little minds.","author":"Benjamin Disraeli","category":"events"},{"quote":"Do not weep  do not wax indignant. Understand.","author":"Baruch Spinoza","category":"events"},{"quote":"No emotional crisis is wholly the product of outward circumstances. These may precipitate it. But what turns an objective situation into a subjectively critical one is the interpretation the individual puts upon it - the meaning it has in his emotional economy  the way it affects his self-image.","author":"Bonaro Overstreet","category":"events"},{"quote":"There is nothing either good or bad  but thinking makes it so.","author":"William Shakespeare","category":"events"},{"quote":"Men are not influenced by things  but by their thoughts about things.","author":"Epictetus","category":"events"},{"quote":"Nothing is miserable unless you think it so.","author":"Boethius","category":"events"},{"quote":"I can complain because rose bushes have thorns  or rejoice because thorn bushes have roses. It's all how you look at it.","author":"J. Kenfield Morley","category":"events"},{"quote":"I make the most of all that comes and the least of all that goes.","author":"Sara Teasdale","category":"events"},{"quote":"A great wind is blowing  and that gives you either imagination or a headache.","author":"Catherine the Great","category":"events"},{"quote":"It seems that we learn lessons when we least expect them but always when we need them the most  and  the true \"gift\" in these lessons always lies in the learning process itself.","author":"Cathy Lee Crosby","category":"events"},{"quote":"Boys  this is only a game. But it's like life in that you will be dealt some bad hands. Take each hand  good or bad  and don't whine and complain  but play it out. If you're men enough to do that  God will help you and you will come out well.","author":"Ida Eisenhower","category":"events"},{"quote":"Sometimes only a change of viewpoint is needed to convert a tiresome duty into an interesting opportunity.","author":"Alberta Flanders","category":"events"},{"quote":"Nothing in life is so hard that you can't make it easier by the way you take it.","author":"Ellen Glasgow","category":"events"},{"quote":"We must make the best of those ills which cannot be avoided.","author":"Alexander Hamilton","category":"events"},{"quote":"If you have to be in a soap opera  try not to get the worst role.","author":"Boy George","category":"events"},{"quote":"Never regret. If it's good  it's wonderful. If it's bad  it's experience.","author":"Victoria Holt","category":"events"},{"quote":"I think we should look forward to death more than we do. Of course everybody hates to go to bed or miss anything but dying is really the only chance we'll get to rest.","author":"Florynce Kennedy","category":"events"},{"quote":"What you can't get out of  get into wholeheartedly.","author":"Mignon McLaughlin","category":"events"},{"quote":"True contentment is the power of getting of any situation all that there is in it.","author":"G. K. Chesterton","category":"events"},{"quote":"On the occasion of every accident that befalls you ... inquire what power you have for turning it to use.","author":"Epictetus","category":"events"},{"quote":"All that is necessary is to accept the impossible  do without the indispensable  and bear the intolerable.","author":"Kathleen Norris","category":"events"},{"quote":"When all that hate energy was focused on me  it was transformed into a fantastic energy. It was supporting me. If you are centered and you can transform all this energy that comes in  it will help you. If you believe it is going to kill you  it will kill you.","author":"Yoko Ono","category":"events"},{"quote":"If you are being run out of town  get in front of the crowd and make it look like a parade.","author":"Sally Stanford","category":"events"},{"quote":"Things turn out best for people who make the best of the way things turn out.","author":"Anonymous","category":"events"},{"quote":"Experience is not what happens to you  it is what you do with what happens to you.","author":"Aldous Huxley","category":"events"},{"quote":"Whatever evil befalls us  we ought to ask ourselves ... how we can turn it into good. So shall we take occasion  from one bitter root  to raise perhaps many flowers.","author":"Leigh Hunt","category":"events"},{"quote":"There are no accidents so unlucky from which clever people are not able to reap some advantage  and none so lucky that the foolish are not able to turn them to their own disadvantage.","author":"Francois de La Rochefoucauld","category":"events"},{"quote":"A wise man turns chance into good fortune.","author":"Thomas Fuller","category":"events"},{"quote":"Losses are comparative  only imagination makes them of any moment.","author":"Blaise Pascal","category":"events"},{"quote":"Your living is determined not so much by what life brings to you as by the attitude you bring to life  not so much by what happens to you as by the way your mind looks at what happens.","author":"John Homer Miller","category":"events"},{"quote":"Riches  like glory or health  have no more beauty or pleasure than their possessor is pleased to lend them.","author":"Michel de Montaigne","category":"events"},{"quote":"When fate hands you a lemon  make lemonade.","author":"Dale Carnegie","category":"events"},{"quote":"Trouble is the thing that strong men grow by. Met in the right way  it is a sure-fire means of putting iron into the victim's will and making him a tougher man to down forever after.","author":"H. Bertram Lewis","category":"events"},{"quote":"To a brave man  good and bad luck are like his right and left hand. He uses both.","author":"Saint Catherine of Siena","category":"events"},{"quote":"There are two ways of meeting difficulties. You alter the difficulties or you alter yourself to meet them.","author":"Phyllis Bottome","category":"events"},{"quote":"Turn your stumbling blocks into stepping stones.","author":"Anonymous","category":"events"},{"quote":"One cannot get through life without pain.... What we can do is choose how to use the pain life presents to us.","author":"Bernie S. Siegel","category":"events"},{"quote":"Never despair  but if you do  work on in despair.","author":"Edmund Burke","category":"events"},{"quote":"Groan and forget it.","author":"Jessamyn West","category":"events"},{"quote":"Let us not be needlessly bitter: certain failures are sometimes fruitful.","author":"E. M. Cioran","category":"events"},{"quote":"The most important thing in life is not to capitalize on your gains. Any fool can do that. The really important thing is to profit from your losses.","author":"William Bolitho","category":"events"},{"quote":"Disease can be seen as a call for personal transformation through metamorphosis. It is a transition from the death of your old self into the birth of your new.","author":"Tom O'Connor","category":"events"},{"quote":"Find the grain of truth in criticism -  chew it and swallow it.","author":"Don Sutton","category":"events"},{"quote":"You gotta play the hand that's dealt you. There may be pain in that hand  but you play it.","author":"James Brady","category":"events"},{"quote":"Boys  this is only game. But it's like life in that you will be dealt some bad hands. Take each hand  good or bad  and don't whine and complain  but play it out. If you're men enough to do that  God will help and you will come out well.","author":"Dwight D. Eisenhower's mother","category":"events"},{"quote":"Life is like a game of cards. The hand that is dealt you represents determination  the way you play it is free will.","author":"Jawaharlal Nehru","category":"events"},{"quote":"Life consists not in holding good cards  but in playing those you do hold well.","author":"Josh Billings","category":"events"},{"quote":"The game of life is not so much in holding a good hand as playing a poor hand well.","author":"H. T. Leslie","category":"events"},{"quote":"All I can do is play the game the way the cards fall.","author":"James A. Michener","category":"events"},{"quote":"True luck consists not in holding the best cards at the table  luckiest he who knows just when to rise and go home.","author":"John Hay","category":"events"},{"quote":"The greatest test of courage on earth is to bear defeat without losing heart.","author":"Robert G. Ingersoll","category":"events"},{"quote":"Courage is to take hard knocks like a man when occasion calls.","author":"Plautus","category":"events"},{"quote":"This is courage ... to bear unflinchingly what heaven sends.","author":"Euripides","category":"events"},{"quote":"To accept whatever comes  regardless of the consequences  is to be unafraid.","author":"John Cage","category":"events"},{"quote":"Let us be brave in the face of adversity.","author":"Marcus Annaeus Seneca","category":"events"},{"quote":"Courage  in the final analysis  is nothing but an affirmative answer to the shocks of existence.","author":"Dr. Kurt Goldstein","category":"events"},{"quote":"Courage is a perfect sensibility of the measure of danger  and a mental willingness to endure it.","author":"General William T. Sherman","category":"events"},{"quote":"To have courage for whatever comes in life - everything lies in that.","author":"Teresa of Avila","category":"events"},{"quote":"Humor is an antidote to isolation.","author":"Elizabeth Janeway","category":"events"},{"quote":"Learn to laugh at your troubles and you'll never run out of things to laugh at.","author":"Lyn Karol","category":"events"},{"quote":"Warning: Humor may be hazardous to your illness.","author":"Ellie Katz","category":"events"},{"quote":"There is no defense against adverse fortune which is so effectual as an habitual sense of humor.","author":"Thomas W. Higginson","category":"events"},{"quote":"When we begin to take our failures non-seriously  it means we are ceasing to be afraid of them. It is of immense importance to learn to laugh at ourselves.","author":"Katherine Mansfield","category":"events"},{"quote":"I think laughter may be a form of courage.... As humans we sometimes stand tall and look into the sun and laugh  and I think we are never more brave than when we do that.","author":"Linda Ellerbee","category":"events"},{"quote":"Keep your sense of humor. There's enough stress in the rest of your life to let bad shots ruin a game you're supposed to enjoy.","author":"Amy Alcott","category":"events"},{"quote":"Delicate humor is the crowning virtue of the saints.","author":"Evelyn Underhill","category":"events"},{"quote":"Humor is my sword and my shield. It protects me. You can open a door with humor and drive a truck right through.","author":"Alan Simpson","category":"events"},{"quote":"Laughter can be more satisfying than honor  more precious than money  more heart-cleansing than prayer.","author":"Harriet Rochlin","category":"events"},{"quote":"Laughter is ever young  whereas tragedy  except the very highest of all  quickly becomes haggard.","author":"Margaret Sackville","category":"events"},{"quote":"A chuckle a day may not keep the doctor away  but it sure does make those times in life's waiting room a little more bearable.","author":"Anne Wilson Schaef","category":"events"},{"quote":"Humor brings insight and tolerance.","author":"Agnes Repplier","category":"events"},{"quote":"A sense of humor can help you overlook the unattractive  tolerate the unpleasant  cope with the unexpected  and smile through the unbearable.","author":"Moshe Waldoks","category":"events"},{"quote":"One loses many laughs by not laughing at oneself.","author":"Sara Jeannette Duncan","category":"events"},{"quote":"To jealousy  nothing is more frightful than laughter.","author":"Francoise Sagan","category":"events"},{"quote":"Humor is an affirmation of dignity  a declaration of man's superiority to all that befalls him.","author":"Romain Gary","category":"events"},{"quote":"Humor is the instinct for taking pain playfully.","author":"Max Eastman","category":"events"},{"quote":"Wrinkles should only indicate where smiles have been.","author":"Ethel Barrymore","category":"events"},{"quote":"Humor is a means of obtaining pleasure in spite of the distressing effects that interface with it.","author":"Sigmund Freud","category":"events"},{"quote":"If you're going to be able to look back on something and laugh about it  you might as well laugh about it now.","author":"Marie Osmond","category":"events"},{"quote":"Humor is just another defense against the universe.","author":"Mel Brooks","category":"events"},{"quote":"Humor is the healthy way of feeling \"distance\" between one's self and the problem  a way of standing off and looking at one's problems with perspective.","author":"Rollo May","category":"events"},{"quote":"A person without a sense of humor is like a wagon without springs  jolted by every pebble in the road.","author":"Henry Ward Beecher","category":"events"},{"quote":"Total absence of humor renders life impossible.","author":"Colette","category":"events"},{"quote":"If I had no sense of humor  I should long ago have committed suicide.","author":"Mahatma Gandhi","category":"events"},{"quote":"A sense of humor judges one's actions and the actions of others from a wider reference ... it pardons shortcomings  it consoles failure. It recommends moderation.","author":"Thornton Wilder","category":"events"},{"quote":"Were it not for my little jokes  I could not bear the burdens of this office.","author":"Abraham Lincoln","category":"events"},{"quote":"Any man who has had the job I've had and didn't have a sense of humor wouldn't still be here.","author":"Harry S. Truman","category":"events"},{"quote":"Humor is an attitude. It's a way of looking at life and of telling others how you feel about what's happening around you.","author":"Gene Perret","category":"events"},{"quote":"Optimism and humor are the grease and glue of life. Without both of them we would never have survived our captivity.","author":"Philip Butler","category":"events"},{"quote":"Comedy is tragedy plus time.","author":"Carol Burnett","category":"events"},{"quote":"Good people are good because they've come to wisdom through failure.","author":"William Saroyan","category":"events"},{"quote":"Everyday ... life confronts us with new problems to be solved which force us to adjust our old programs accordingly.","author":"Dr. Ann Faraday","category":"events"},{"quote":"What can any of us do with his talent but try to develop his vision  so that through frequent failures we may learn better what we have missed in the past.","author":"William Carlos Williams","category":"events"},{"quote":"There are more serious problems in life than financial ones  and I've had a lot of those. I've been broke before  and will be again. Heartbroke? That's serious. Lose a few bucks? That's not.","author":"Willie Nelson","category":"events"},{"quote":"A life of reaction is a life of slavery  intellectually and spiritually. One must fight for a life of action  not reaction.","author":"Rita Mae Brown","category":"events"},{"quote":"Coming events cast their shadows before.","author":"Thomas Campbell","category":"events"},{"quote":"One eye-witness is of more weight than ten hearsays.","author":"Plautus","category":"evidence"},{"quote":"Facts are stubborn things.","author":"George Smollett","category":"evidence"},{"quote":"Some circumstantial evidence is very strong  as when you find a trout in the milk.","author":"Henry David Thoreau","category":"evidence"},{"quote":"Evil events from evil causes spring.","author":"Aristophanes","category":"evil"},{"quote":"Evil and good are God's right hand and left.","author":"Francis Bailey","category":"evil"},{"quote":"Woe unto them that call evil good  and good evil.","author":"Bible","category":"evil"},{"quote":"Of two evils choose the least.","author":"Erasmus","category":"evil"},{"quote":"What is evil?  -  Whatever springs from weakness.","author":"Friedrich Nietzsche","category":"evil"},{"quote":"Never throw mud. You may miss your mark  but you must have dirty hands.","author":"Joseph Parker","category":"evil"},{"quote":"Be not overcome of evil  but overcome evil with good.","author":"Romans","category":"evil"},{"quote":"Evil often triumphs  but never conquers.","author":"Joseph Roux","category":"evil"},{"quote":"The evil that men do lives after them  The good is oft interred with their bones.","author":"William Shakespeare","category":"evil"},{"quote":"As sure as God is good  so surely there is no such thing as necessary evil.","author":"Robert Southey","category":"evil"},{"quote":"There is no more reason to believe that man descended from some inferior animal than there is to believe that a stately mansion has descended from a small cottage.","author":"W. J. Bryan","category":"evolution"},{"quote":"Some call it Evolution  And others call it God.","author":"W. H. Carruth","category":"evolution"},{"quote":"When you were a tadpole and I was a fish in the Palaozoic time And side by side in the sluggish tide  we sprawled in the ooze and slime.","author":"Langdon Smith","category":"evolution"},{"quote":"Lives of great men all remind us We can make our lives sublime  And  departing  leave behind us Footprints on the sands of time.","author":"Henry Wadsworth Longfellow","category":"example"},{"quote":"None preaches better than the ant  and she says nothing.","author":"Benjamin Franklin","category":"example"},{"quote":"Example is more efficacious than precept.","author":"Samuel Johnson","category":"example"},{"quote":"Children have more need of models than of critics.","author":"Joseph Joubert","category":"example"},{"quote":"Excellent things are rare.","author":"Plato","category":"excellence"},{"quote":"If a man has good corn  or wood  or boards  or pigs to sell  or can make better chairs or knives  crucibles  or church organs  than anybody else  you will find a broad  hardbeaten road to his house  though it be in the woods.","author":"Ralph Waldo Emerson","category":"excellence"},{"quote":"An excuse is worse and more terrible than a lie  for an excuse is a lie guarded.","author":"Alexander Pope","category":"excuse"},{"quote":"And oftentimes  excusing of a fault Doth make the fault the worse by the excuse  -  As patches  set upon a little breach  Discredit more in hiding of the fault Than did the fault before it was so patched.","author":"William Shakespeare","category":"excuse"},{"quote":"Everything comes if a man will only wait.","author":"Benjamin Disraeli","category":"expectation"},{"quote":"I have known him (Micawber) come home to supper with a flood of tears  and a declaration that nothing was now left but a jail  and go to bed making a calculation of the expense of putting bow-windows to the house  \"in case anything turned up \" which was his favorite expression.","author":"Charles Dickens","category":"expectation"},{"quote":"Do not be too timid and squeamish about your actions. All life is an experience.","author":"Ralph Waldo Emerson","category":"experience"},{"quote":"Let weakness learn meekness.","author":"A. C. Swinburne","category":"experience"},{"quote":"Experience has two things to teach: The first is that we must correct a great deal  the second that we must not correct too much.","author":"Eugene Delacroix","category":"experience"},{"quote":"Experience is in the fingers and the head. The heart is inexperienced.","author":"Henry David Thoreau","category":"experience"},{"quote":"God will not look you over for medals  degrees or diplomas  but for scars!","author":"Elbert Hubbard","category":"experience"},{"quote":"I embrace emerging experience. I participate in discovery. I am a butterfly. I am not a butterfly collector. I want the experience of the butterfly.","author":"William Stafford","category":"experience"},{"quote":"Many of the insights of the saint stem from his experience as a sinner.","author":"Eric Hoffer","category":"experience"},{"quote":"Deep experience is never peaceful.","author":"Henry James","category":"experience"},{"quote":"Experience is the name so many people give to their mistakes.","author":"Oscar Wilde","category":"experience"},{"quote":"Experience  which destroys innocence  also leads one back to it.","author":"James Baldwin","category":"experience"},{"quote":"To most men  experience is like the stern lights of a ship  which illumine only the track it has passed.","author":"Samuel Taylor Coleridge","category":"experience"},{"quote":"The life of the law has not been logic  it has been experience.","author":"Oliver Wendell Holmes","category":"experience"},{"quote":"A proverb is no proverb to you till life has illustrated it.","author":"John Keats","category":"experience"},{"quote":"Today is yesterday's pupil.","author":"Thomas Fuller","category":"experience"},{"quote":"All that I know I learned after I was thirty.","author":"Georges Clemenceau","category":"experience"},{"quote":"Life is like playing a violin solo in public  and learning the instrument as one goes on.","author":"Samuel Butler","category":"experience"},{"quote":"What you really value is what you miss  not what you have.","author":"Jorge Luis Borges","category":"experience"},{"quote":"Everything happens to everybody sooner or later if there is time enough.","author":"George Bernard Shaw","category":"experience"},{"quote":"Men are wise in proportion  not to their experience  but to their capacity for experience.","author":"George Bernard Shaw","category":"experience"},{"quote":"Experience is not what happens to a man. It is what a man does with what happens to him.","author":"Aldous Huxley","category":"experience"},{"quote":"To a great experience one thing is essential - an experiencing nature.","author":"Walter Bagehot","category":"experience"},{"quote":"Good judgement comes from experience  and experience - well  that comes from poor judgement.","author":"Anonymous","category":"experience"},{"quote":"When choosing between two evils  I always like to take the one I've never tried before.","author":"Mae West","category":"experience"},{"quote":"Age is only a number  a cipher for the records. A man can't retire his experience. He must use it. Experience achieves more with less energy and time.","author":"Bernard Baruch","category":"experience"},{"quote":"Experience enables you to recognize a mistake when you make it again.","author":"Franklin P. Jones","category":"experience"},{"quote":"Experience is the worst teacher  it gives the test before presenting the lesson.","author":"Vernon Law","category":"experience"},{"quote":"From error to error one discovers the entire truth.","author":"Sigmund Freud","category":"experience"},{"quote":"Strange how few After all's said and done  the things that are Of moment.","author":"Edna St. Vincent Millay","category":"experience"},{"quote":"Any man worth his salt has by the time he is forty-five accumulated a crown of thorns  and the problem is to learn to wear it over one ear.","author":"Christopher Morley","category":"experience"},{"quote":"Experience teaches only the teachable.","author":"Aldous Huxley","category":"experience"},{"quote":"Not to transmit an experience is to betray it.","author":"Elie Wiesel","category":"experience"},{"quote":"Motives and purposes are in the brain and heart of man. Consequences are in the world of fact.","author":"Henry Geaye","category":"experience"},{"quote":"Experience is a good teacher  but she sends in terrific bills.","author":"Minna Antrim","category":"experience"},{"quote":"Experience is the best of schoolmasters  only the school-fees are heavy.","author":"Thomas Carlyle","category":"experience"},{"quote":"A burnt child dreads the fire.","author":"English proverb","category":"experience"},{"quote":"Experience is the extract of suffering.","author":"Arthur Helps","category":"experience"},{"quote":"I have but one lamp by which my feet are guided  and that is the lamp of experience.","author":"Patrick Henry","category":"experience"},{"quote":"One thorn of experience is worth a whole wilderness of warning.","author":"James Russell Lowell","category":"experience"},{"quote":"Experience is the name men give to their follies or their sorrows.","author":"Alfred de Musset","category":"experience"},{"quote":"Men are wise in proportion  not to their experience  but to their capacity for experience.","author":"George Bernard Shaw","category":"experience"},{"quote":"Is there anyone so wise as to learn by the experience of others?","author":"Voltaire","category":"experience"},{"quote":"An expert is one who knows more and more about less and less.","author":"Nicholas Murray","category":"expert"},{"quote":"The shoemaker makes a good shoe because he makes nothing else.","author":"Ralph Waldo Emerson","category":"expert"},{"quote":"The eyes believe themselves  the ears believe other people.","author":"German proverb","category":"eye"},{"quote":"Drink to me only with thine eyes  And I will pledge with mine.","author":"Ben Jonson","category":"eye"},{"quote":"He had a face like a benediction.","author":"Miguel de Cervantes","category":"face"},{"quote":"Was this the face that launch'd a thousand ships  And burnt the topless towers of Ilium? Sweet Helen  make me immortal with a kiss. -  Her lips suck forth my soul  see  where it flies! -","author":"Christopher Marlowe","category":"face"},{"quote":"A cheerful face is nearly as good for an invalid as healthy weather.","author":"Benjamin Franklin","category":"face"},{"quote":"The worst of faces still is human.","author":"Johann Kaspar Lavater","category":"face"},{"quote":"\"What is your fortune  my pretty maid?\" \"My face is my fortune  sir \" she said.","author":"Nursery Rhyme","category":"face"},{"quote":"Lift thou up the light of thy countenance upon us.","author":"Bible","category":"face"},{"quote":"A countenance more in sorrow than in anger.","author":"William Shakespeare","category":"face"},{"quote":"God has given you one face  and you make yourselves another.","author":"William Shakespeare","category":"face"},{"quote":"I grow daily to honor facts more and more  and theory less and less.","author":"Thomas Carlyle","category":"facts"},{"quote":"There are no eternal facts  as there are no absolute truths.","author":"Friedrich Nietzsche","category":"facts"},{"quote":"Every fact that is learned becomes a key to other facts.","author":"E. I. Youmans","category":"facts"},{"quote":"Facts are stubborn things.","author":"George Smollett","category":"facts"},{"quote":"But to him who tries and fails and dies  I give great honor and glory and tears.","author":"Joaquin Miller","category":"failure"},{"quote":"How are the mighty fallen!","author":"Anonymous","category":"failure"},{"quote":"Here's to the men who lose! What though their work be e'er so nobly plann'd And watched with zealous care  No glorious halo crowns their efforts grand -  Contempt is Failure's share!","author":"G. L. Scarborough","category":"failure"},{"quote":"Failure is more frequently from want of energy than want of capital.","author":"Daniel Webster","category":"failure"},{"quote":"Imagine a congress of eminent celebrities such as More  Bacon  Grotius  Pascal  Cromwell  Bossuet  Montesquieu  Jefferson  Napoleon  Pitt  etc. They would be an Encyclopedia of Errors.","author":"Lord Acton","category":"failures, mistakes"},{"quote":"Flops are a part of life's menu  and Eve never been a girl to miss out on any of the courses.","author":"Rosalind Russell","category":"failures, mistakes"},{"quote":"Every man's got to figure to get beat sometime.","author":"Joe Louis","category":"failures, mistakes"},{"quote":"Who thinks it just to be judged by a single error?","author":"Beryl Markham","category":"failures, mistakes"},{"quote":"Man errs as long as he struggles.","author":"Johann von Goethe","category":"failures, mistakes"},{"quote":"Mistakes are part of the dues one pays for a full life.","author":"Sophia Loren","category":"failures, mistakes"},{"quote":"Mistakes are the usual bridge between inexperience and wisdom.","author":"Phyllis Therous","category":"failures, mistakes"},{"quote":"Be aware that young people have to be able to make their own mistakes and that times change.","author":"Gina Shapira","category":"failures, mistakes"},{"quote":"The best brewer sometimes makes bad beer.","author":"German proverb","category":"failures, mistakes"},{"quote":"We must somehow get comfortable with the reality of periodic failure. ... Like a trip to the dentist  the thought of occasional reverses may not make us tingle with joyful anticipation  but then again  it's not the end of the world.","author":"Sam Collins","category":"failures, mistakes"},{"quote":"The progress of rivers to the ocean is not so rapid as that of man to error.","author":"Voltaire","category":"failures, mistakes"},{"quote":"All men are liable to error  and most men are ... by passion or interest  under temptation to it.","author":"John Locke","category":"failures, mistakes"},{"quote":"To err is human  to forgive divine.","author":"Alexander Pope","category":"failures, mistakes"},{"quote":"Show me a person who has never made a mistake and Ell show you somebody who has never achieved much.","author":"Joan Collins","category":"failures, mistakes"},{"quote":"He only is exempt from failures who makes no effort.","author":"Richard Whately","category":"failures, mistakes"},{"quote":"Only he who does nothing makes no mistakes.","author":"French proverb","category":"failures, mistakes"},{"quote":"The only man who makes no mistakes is the man who never does anything.","author":"Eleanor Roosevelt","category":"failures, mistakes"},{"quote":"Life is not life unless you make mistakes.","author":"Joan Collins","category":"failures, mistakes"},{"quote":"We all choke  and the man who says he doesn't choke is lying like hell. We all leak oil.","author":"Lee Trevino","category":"failures, mistakes"},{"quote":"He who has never failed somewhere  that man cannot be great.","author":"Herman Melville","category":"failures, mistakes"},{"quote":"He is always right who suspects that he makes mistakes.","author":"Spanish proverb","category":"failures, mistakes"},{"quote":"The man who makes no mistakes does not usually make anything.","author":"Bishop WC. Magee","category":"failures, mistakes"},{"quote":"A good marksman may miss.","author":"Thomas Fuller","category":"failures, mistakes"},{"quote":"He that has much to do will do something wrong.","author":"Samuel Johnson","category":"failures, mistakes"},{"quote":"For a just man falleth seven times  and riseth up again.","author":"Bible","category":"failures, mistakes"},{"quote":"To make no mistake is not in the power of man  but from their errors and mistakes the wise and good learn wisdom for the future.","author":"Plutarch","category":"failures, mistakes"},{"quote":"All of us failed to match our dreams of perfection.","author":"William Faulkner","category":"failures, mistakes"},{"quote":"The greatest mistake you can make in life is to be continually fearing you will make one.","author":"Elbert Hubbard","category":"failures, mistakes"},{"quote":"The fellow who never makes a mistake takes his orders from one who does.","author":"Herbert B. Prochnow","category":"failures, mistakes"},{"quote":"Accept that all of us can be hurt  that all of us can - and surely will at times - fail. Other vulnerabilities  like being embarrassed or risking love  can be terrifying  too. I think we should follow a simple rule: if we can take the worst  take the risk.","author":"Dr. Joyce Brothers","category":"failures, mistakes"},{"quote":"The greatest general is he who makes the fewest mistakes.","author":"Napoleon Bonaparte","category":"failures, mistakes"},{"quote":"War is a series of catastrophes that results in victory.","author":"Georges Clemenceau","category":"failures, mistakes"},{"quote":"Victory goes to the player who makes the next-to-last mistake.","author":"Anonymous","category":"failures, mistakes"},{"quote":"A man finds he has been wrong at every stage of his career  only to deduce the astonishing conclusion that he is at last entirely right.","author":"Robert Louis Stevenson","category":"failures, mistakes"},{"quote":"One loss is good for the soul. Too many losses are not good for the coach.","author":"Knute Rockne","category":"failures, mistakes"},{"quote":"In all science  error precedes the truth  and it is better it should go first than last.","author":"Hugh Walpole","category":"failures, mistakes"},{"quote":"In the game of life it's a good idea to have a few early losses  which relieves you of the pressure of trying to maintain an undefeated season.","author":"Bill Vaughan","category":"failures, mistakes"},{"quote":"Virtually nothing comes out right the first time. Failures  repeated failures  are finger posts on the road to achievement. The only time you don't want to fail is the last time you try something.... One fails forward toward success.","author":"Charles F. Kettering","category":"failures, mistakes"},{"quote":"A clever man commits no minor blunders.","author":"Johann von Goethe","category":"failures, mistakes"},{"quote":"Sometimes a noble failure serves the world as faithfully as a distinguished success.","author":"Edward Dowden","category":"failures, mistakes"},{"quote":"No man ever progressed to greatness and goodness but through great mistakes.","author":"Frederick W. Robertson","category":"failures, mistakes"},{"quote":"The credit belongs to the man who is actually in the arena  whose face is marred by dust and sweat and blood  who strives valiantly  who errs and comes short again and again  who knows the great enthusiasms  the great devotions  and spends himself in a worthy cause  who  at the best  knows in the end the triumph of high achievement  and who  at the worst  if he fails  at least fails while daring greatly  so that his place shall never be with those cold and timid souls who know neither victory nor defeat.","author":"Theodore Roosevelt","category":"failures, mistakes"},{"quote":"The errors of great men are venerable because they are more fruitful than the truths of little men.","author":"Friedrich Nietzsche","category":"failures, mistakes"},{"quote":"There is something distinguished about even his failures  they sink not trivially  but with a certain air of majesty  like a great ship  its flags flying  full of holes.","author":"George Jean Nathan","category":"failures, mistakes"},{"quote":"If all else fails  immortality can always be assured by spectacular error.","author":"John Kenneth Galbraith","category":"failures, mistakes"},{"quote":"In a great mistake.","author":"Nathalia Crane","category":"failures, mistakes"},{"quote":"Any man whose errors take ten years to correct is quite a man.","author":"J. Robert Oppenheimer","category":"failures, mistakes"},{"quote":"If you have made mistakes  even serious mistakes  there is always another chance for you.","author":"Mary Pickford","category":"failures, mistakes"},{"quote":"Life  like war  is a series of mistakes  and he is best who wins the most splendid victories by the retrieval of mistakes.","author":"Frederick W. Robertson","category":"failures, mistakes"},{"quote":"A man who has committed a mistake and doesn't correct it is committing another mistake.","author":"Confucius","category":"failures, mistakes"},{"quote":"The great virtue of man lies in his ability to correct his mistakes and to continually make a new man of himself.","author":"Wang Yang-Ming","category":"failures, mistakes"},{"quote":"It is only error in judgement to make a mistake  but it shows infirmity of character to adhere to it when discovered.","author":"Christian Bovee","category":"failures, mistakes"},{"quote":"It is human to err  but it is devilish to remain willfully in error.","author":"Saint Augustine","category":"failures, mistakes"},{"quote":"Intelligence is not to make no mistakes  but quickly to see how to make them good.","author":"Bertolt Brecht","category":"failures, mistakes"},{"quote":"Our mistakes won't irreparably damage our lives unless we let them.","author":"James E. Sweeney","category":"failures, mistakes"},{"quote":"Peole do think that if they avoid the truth  it might change to something better before they have to hear it.","author":"Marsha Norman","category":"failures, mistakes"},{"quote":"We have not passed that subtle line between childhood and adulthood until... we have stopped saying \"It got lost \" and say  \"I lost it.\"","author":"Sydney J. Harris","category":"failures, mistakes"},{"quote":"Ah  how steadily do they who are guilty shrink from reproof!","author":"Amelia Jenks Bloomer","category":"failures, mistakes"},{"quote":"I've arrived at this outermost edge of my life by my own actions. Where I am is thoroughly unacceptable. Therefore  I must stop doing what I have been doing.","author":"Alice Koller","category":"failures, mistakes"},{"quote":"Do not blame anybody for your mistakes and failures.","author":"Bernard M. Baruch","category":"failures, mistakes"},{"quote":"I believe we are solely responsible for our choices  and we have to accept the consequences of every deed  word  and thought throughout our lifetime.","author":"Elisabeth Kubler-Ross","category":"failures, mistakes"},{"quote":"A chief is a man who assumes responsibility. He does not say \"My men were beaten \" he says  \"I was beaten.\"","author":"Antoine de Saint-Exupery","category":"failures, mistakes"},{"quote":"The most considerable difference I note among men is not in their readiness to fall into error  but in their readiness to acknowledge these inevitable lapses.","author":"Thomas Henry Huxley","category":"failures, mistakes"},{"quote":"It is very easy to forgive others their mistakes. It takes more grit and gumption to forgive them for having witnessed your own.","author":"Jessamyn West","category":"failures, mistakes"},{"quote":"Whenever at an accusation blind rage burns up within us  the reason is that some arrow has pierced the joints of our harness. Behind our shining armour of righteous indignation lurks a convicted and only half-repentant sinner ... [and] we may be almost sure some sharp and bitter grain of truth lurks within it  and the wound is best probed.","author":"Jane Harrison","category":"failures, mistakes"},{"quote":"The fault  dear Brutus  is not in our stars  but in ourselves.","author":"William Shakespeare","category":"failures, mistakes"},{"quote":"There's folks 'ud stand on their heads and then say the fault was i' their boots.","author":"George Eliot","category":"failures, mistakes"},{"quote":"Admitting error clears the score  and proves you wiser than before.","author":"Arthur Guiterman","category":"failures, mistakes"},{"quote":"Mistakes fail in their mission of helping the person who blames them on the other fellow.","author":"Henry S. Haskins","category":"failures, mistakes"},{"quote":"I have known men who could see through the motivations of others with the skill of a clairvoyant  only to prove blind to their own mistakes. I have been one of those men.","author":"Bernard M. Baruch","category":"failures, mistakes"},{"quote":"I have made mistakes  but I have never made the mistake of claiming that I never made one.","author":"James Gordon Bennett","category":"failures, mistakes"},{"quote":"The man who can own up to his error is greater than he who merely knows how to avoid making it.","author":"Cardinal de Retz","category":"failures, mistakes"},{"quote":"A man may fall many times  but he won't be a failure until he says that someone pushed him.","author":"Elmer G. Letterman","category":"failures, mistakes"},{"quote":"Do not be afraid of mistakes  providing you do not make the same one twice.","author":"Eleanor Roosevelt","category":"failures, mistakes"},{"quote":"To stumble twice against the same stone is a proverbial disgrace.","author":"Cicero","category":"failures, mistakes"},{"quote":"Fool me once  shame on you  fool me twice  shame on me.","author":"Chinese proverb","category":"failures, mistakes"},{"quote":"There is no reason to repeat bad history.","author":"Eleanor Holmes Norton","category":"failures, mistakes"},{"quote":"I try to extract something positive from [every] situation  even if it's just learning not to make the same mistake twice.","author":"Claudia Schiffer","category":"failures, mistakes"},{"quote":"He who is shipwrecked twice is foolish to blame the sea.","author":"Publilius Syrus","category":"failures, mistakes"},{"quote":"He who is shipwrecked the second time cannot lay the blame on Neptune.","author":"English proverb","category":"failures, mistakes"},{"quote":"He that's cheated twice by the same man is an accomplice with the cheater.","author":"Thomas Fuller","category":"failures, mistakes"},{"quote":"If you would not have affliction visit you twice  listen at once to what it teaches.","author":"James Burgh","category":"failures, mistakes"},{"quote":"You can beat the Bear once  but never the same way twice.","author":"John McKay","category":"failures, mistakes"},{"quote":"Any man can make mistakes  but only an idiot persists in his error.","author":"Cicero","category":"failures, mistakes"},{"quote":"There is nothing wrong with making mistakes. Just don't respond with encores.","author":"Anonymous","category":"failures, mistakes"},{"quote":"The road to wisdom? Well  it's plain and simple to express: Err  and err  and err again. But less  and less  and less.","author":"Piet Hein","category":"failures, mistakes"},{"quote":"I made a mistake today  I made a mistake yesterday. I think it's ... very important to ignore the negative.","author":"Jerry Rubin","category":"failures, mistakes"},{"quote":"The biggest quality in successful people I think is an impatience with negative thinking. ... How many opportunities come along? If you wait for the right one  that's wrong  because it may never be right  and what have you got to lose? Even if it's a disaster  you've tried  you've learned something  you've had an adventure. And that doesn't mean you can't do it again.","author":"Edward McCabe","category":"failures, mistakes"},{"quote":"A peacefulness follows any decision  even the wrong one.","author":"Rita Mae Brown","category":"failures, mistakes"},{"quote":"If you don't accept failure as a possibility  you don't set high goals  you don't branch out  you don't try - you don't take the risk.","author":"Rosalynn Carter","category":"failures, mistakes"},{"quote":"When we can begin to take our failures non-seriously  it means we are ceasing to be afraid of them. It is of immense importance to learn to laugh at ourselves.","author":"Katherine Mansfield","category":"failures, mistakes"},{"quote":"If I lose  I'll walk away and never feel bad.... Because I did all I could  there was nothing more to do.","author":"Joe Frazier","category":"failures, mistakes"},{"quote":"A man must learn to forgive himself.","author":"Arthur Davison Ficke","category":"failures, mistakes"},{"quote":"You must accept that you might fail  then  if you do your best and still don't win  at least you can be satisfied that you've tried.","author":"Rosalynn Carter","category":"failures, mistakes"},{"quote":"Who would not rather trust and be deceived?","author":"Eliza Cook","category":"failures, mistakes"},{"quote":"Forget mistakes. Forget failure. Forget everything except what you're going to do now and do it. Today is your lucky day.","author":"Will Durant","category":"failures, mistakes"},{"quote":"There is a way to look at the past. Don't hide from it. It will not catch you if you don't repeat it.","author":"Pearl Bailey","category":"failures, mistakes"},{"quote":"Forget your mistakes  but remember what they taught you.","author":"Dorothy Galyean","category":"failures, mistakes"},{"quote":"Supposing you have tried and failed again and again. You may have a fresh start any moment you choose  for this thing that we call \"failure\" is not the falling down  but the staying down.","author":"Mary Pickford","category":"failures, mistakes"},{"quote":"Failure is a disappointment but not defeat.","author":"Jeanne Robertson","category":"failures, mistakes"},{"quote":"Memories are the key not to the past  but to the future.","author":"Corrie ten Boom","category":"failures, mistakes"},{"quote":"Failure is delay  but not defeat. It is a temporary detour  not a dead-end street.","author":"William A. Ward","category":"failures, mistakes"},{"quote":"Finite to fail  but infinite to venture.","author":"Emily Dickinson","category":"failures, mistakes"},{"quote":"When in doubt  make a fool of yourself. There is a microscopically thin line between being brilliantly creative and acting like the most gigantic idiot on earth. So what the hell  leap.","author":"Cynthia Heimel","category":"failures, mistakes"},{"quote":"Failure really isn't terrible if you can say to yourself  hey  I know I'm gonna be successful at what I want to do someday. Failure doesn't become a big hangup then because it's only temporary. If failure is absolute  then it would be a disaster  but as long as it's only temporary you can just go and achieve almost anything.","author":"Jerry Delia Femina","category":"failures, mistakes"},{"quote":"Failure is an event  never a person.","author":"William D. Brown","category":"failures, mistakes"},{"quote":"It is better to be boldly decisive and risk being wrong than to agonize at length and be right too late.","author":"Marilyn Moats Kennedy","category":"failures, mistakes"},{"quote":"I've never met a person  I don't care what his condition  in whom I could not see possibilities. I don't care how much a man may consider himself a failure  I believe in him  for he can change the thing that is wrong in his life anytime he is prepared and ready to do it. Whenever he develops the desire  he can take away from his life the thing that is defeating it. The capacity for reformation and change lies within.","author":"Preston Bradley","category":"failures, mistakes"},{"quote":"I think and think for months  for years. Ninety-nine times the conclusion is false. The hundredth time I am right.","author":"Albert Einstein","category":"failures, mistakes"},{"quote":"Take chances  make mistakes. That's how you grow. Pain nourishes your courage. You have to fail in order to practice being brave.","author":"Mary Tyler Moore","category":"failures, mistakes"},{"quote":"Take risks. You can't fall off the bottom.","author":"Barbara Proctor","category":"failures, mistakes"},{"quote":"When it goes wrong  you feel like cutting your throat  but you go on. You don't let anything get you down so much that it beats you or stops you.","author":"George Cukor","category":"failures, mistakes"},{"quote":"You must have long-range goals to keep you from being frustrated by short-range failures.","author":"Charles C. Noble","category":"failures, mistakes"},{"quote":"Life is a series of relapses and recoveries.","author":"George Ade","category":"failures, mistakes"},{"quote":"We learn courageous action by going forward whenever fear urges us back. A little boy was asked how he learned to skate. \"By getting up every time I fell down \" he answered.","author":"David Seabury","category":"failures, mistakes"},{"quote":"If I had to live my life over again  I'd dare to make more mistakes next time.","author":"Nadine Stair","category":"failures, mistakes"},{"quote":"Failure is only postponed success as long as courage 'coaches' ambition. The habit of persistence is the habit of victory.","author":"Herbert Kaufman","category":"failures, mistakes"},{"quote":"Entrepreneurs average 3.8 failures before final success. What sets the successful ones apart is their amazing persistence. There are a lot of people out there with good and marketable ideas  but pure entrepreneurial types almost never accept defeat.","author":"Lisa M. Amos","category":"failures, mistakes"},{"quote":"Success is going from failure to failure without loss of enthusiasm.","author":"Winston Churchill","category":"failures, mistakes"},{"quote":"I don't accept defeat as final. Only death is final - and even then I hope for a reprieve.","author":"Phil Gramm","category":"failures, mistakes"},{"quote":"Never confuse a single defeat with a final defeat.","author":"F. Scott Fitzgerald","category":"failures, mistakes"},{"quote":"Men's best successes come after their disappointments.","author":"Henry Ward Beecher","category":"failures, mistakes"},{"quote":"I've been failing for  like  ten or eleven years. When it turns  it'll turn. Right now I'm just tryin' to squeeze through a very tight financial period  get the movie out  and put my things in order.","author":"Francis Ford Coppola","category":"failures, mistakes"},{"quote":"Don't let a kick in the ass stop you. It's how you cope that says what you are.","author":"George Cukor","category":"failures, mistakes"},{"quote":"What is to be got at to make the air sweet  the ground good under the feet  can only be got at by failure  trial  again and again and again failure.","author":"Sherwood Anderson","category":"failures, mistakes"},{"quote":"They say President Wilson has blundered. Perhaps he has  but I notice he usually blunders forward.","author":"Thomas A. Edison","category":"failures, mistakes"},{"quote":"Some of the biggest failures I ever had were successes.","author":"Pearl S. Buck","category":"failures, mistakes"},{"quote":"Not all who seem to fail have failed indeed. Not all who fail have therefore worked in vain. There is no failure for the good and brave.","author":"Archbishop Trench","category":"failures, mistakes"},{"quote":"No honest work of man or woman \"fails\"  it feeds the sum of all human action.","author":"Michelene Wandor","category":"failures, mistakes"},{"quote":"Defeat in doing right is nevertheless victory.","author":"Frederick W. Robertson","category":"failures, mistakes"},{"quote":"The only failure a man ought to fear is failure in cleaving to the purpose he sees to be best.","author":"George Eliot","category":"failures, mistakes"},{"quote":"Sometimes what you want to do has to fail so you won't.","author":"Margueritte Harmon Bro","category":"failures, mistakes"},{"quote":"There are defeats more triumphant than victories.","author":"Michel de Montaigne","category":"failures, mistakes"},{"quote":"An error gracefully acknowledged is a victory won.","author":"Caroline L. Gascoigne","category":"failures, mistakes"},{"quote":"Nothing succeeds like failure.","author":"Rebecca West","category":"failures, mistakes"},{"quote":"Because a fellow has failed once or twice  or a dozen times  you don't want to set him down as a failure until he's dead or loses his courage -  and that's the same thing.","author":"George Horace Lorimer","category":"failures, mistakes"},{"quote":"What we have most to fear is failure of the heart.","author":"Sonia Johnson","category":"failures, mistakes"},{"quote":"No man is a failure who is enjoying life.","author":"William Feather","category":"failures, mistakes"},{"quote":"You are beaten to earth? Well  well  what's that? Come up with a smiling face  it's nothing against you to fall down flat  but to lie there - that's disgrace.","author":"Edmund Vance Cooke","category":"failures, mistakes"},{"quote":"He alone fails who gives up and lies down.","author":"Ralph Waldo Trine","category":"failures, mistakes"},{"quote":"Never give a man up until he has failed at something he likes.","author":"Lewis E. Lawes","category":"failures, mistakes"},{"quote":"Failure is not in losing  but in no longer believing that winning is worthwhile.","author":"Anonymous","category":"failures, mistakes"},{"quote":"He's no failure. He's not dead yet.","author":"W. L. George","category":"failures, mistakes"},{"quote":"Inside of a ring or out  ain't nothing wrong with going down. It's staying down that's wrong.","author":"Muhammad Ali","category":"failures, mistakes"},{"quote":"It ain't no disgrace for a man to fall  but to lie there and grunt is.","author":"Josh Billings","category":"failures, mistakes"},{"quote":"If you have made mistakes  even serious ones  there is always another chance for you. What we call failure is not the falling down  but the staying down.","author":"Mary Pickford","category":"failures, mistakes"},{"quote":"If a man has a talent and cannot use it  he has failed. If he has a talent and uses only half of it  he has partly failed. If he has a talent and learns somehow to use the whole of it  he has gloriously succeeded  and won a satisfaction and a triumph few men ever know.","author":"Thomas Wolfe","category":"failures, mistakes"},{"quote":"Not failure  but low aim  is a crime.","author":"Ernest Holmes","category":"failures, mistakes"},{"quote":"There is only one real failure in life that is possible  and that is not to be true to the best one knows.","author":"Frederic W. Farrar","category":"failures, mistakes"},{"quote":"Perhaps the only real failure is that implying waste  a conscious and flagrant non-use or misuse of ability.","author":"Joseph H. Odell","category":"failures, mistakes"},{"quote":"There are two kinds of failures: The man who will do nothing he is told  and the man who will do nothing else.","author":"Dr. Perle Thompson","category":"failures, mistakes"},{"quote":"The only failure a man ought to fear is failure in cleaving to the purpose he sees to be best.","author":"George Eliot","category":"failures, mistakes"},{"quote":"There is no failure except in no longer trying.","author":"Elbert Hubbard","category":"failures, mistakes"},{"quote":"Men do not fail  they stop trying.","author":"Elihu Root","category":"failures, mistakes"},{"quote":"Most people live and die with their music still unplayed. They never dare to try.","author":"Mary Kay Ash","category":"failures, mistakes"},{"quote":"It is a very dangerous thing to have an idea that you will not practice.","author":"Phyllis Bottome","category":"failures, mistakes"},{"quote":"If you risk nothing  then you risk everything.","author":"Geena Davis","category":"failures, mistakes"},{"quote":"Men must try and try again.","author":"Lawson Purdy","category":"failures, mistakes"},{"quote":"In the past  few women have tried and even fewer have succeeded.","author":"Rosalyn Sussman Yalow","category":"failures, mistakes"},{"quote":"A mistake is not a failure  but evidence that someone tried to do something.","author":"Anonymous","category":"failures, mistakes"},{"quote":"Man must strive  and in striving  he must err.","author":"Johann von Goethe","category":"failures, mistakes"},{"quote":"The person interested in success has to learn to view failure as a healthy  inevitable part of the process of getting to the top.","author":"Dr. Joyce Brothers","category":"failures, mistakes"},{"quote":"Failure after long perseverance is much grander than never to have a striving good enough to be called a failure.","author":"George Eliot","category":"failures, mistakes"},{"quote":"The sight of a cage is only frightening to the bird that has once been caught.","author":"Rachel Field","category":"failures, mistakes"},{"quote":"Your success depends on your ability to dream and follow through on those dreams.","author":"Jinger Heath","category":"failures, mistakes"},{"quote":"Keep trying. Take care of the small circle around you. When you have succeeded with them  then move outwards  one small step at a time.","author":"Audrey Hepburn","category":"failures, mistakes"},{"quote":"It is better to be young in your failures than old in your successes.","author":"Flannery O'Connor","category":"failures, mistakes"},{"quote":"There might be false starts and do-overs. You are entitled to experiment before you find your calling.","author":"Jane Pauley","category":"failures, mistakes"},{"quote":"Life is the only real counselor. Wisdom unfiltered through personal experience does not become a part of the moral tissue.","author":"Edith Wharton","category":"failures, mistakes"},{"quote":"The only failure which lacks dignity is the failure to try.","author":"Malcolm F. MacNeil","category":"failures, mistakes"},{"quote":"To know that one has never really tried - that is the only death.","author":"Marie Dressier","category":"failures, mistakes"},{"quote":"We have to keep trying things we're not sure we can pull off. If we just do the things we know we can do ... you don't grow as much. You gotta take those chances on making those big mistakes.","author":"Cybil Shepherd","category":"failures, mistakes"},{"quote":"If you're not failing  you're not trying anything.","author":"Woody Allen","category":"failures, mistakes"},{"quote":"If you play it safe in life  you've decided that you don't want to grow anymore.","author":"Shirley Hufstedler","category":"failures, mistakes"},{"quote":"Those who try and fail are much wiser than those who never try for fear of failure.","author":"Andre Bustanoby","category":"failures, mistakes"},{"quote":"A man's life is interesting primarily when he has failed - I well know. For it's a sign that he tried to surpass himself.","author":"Georges Clemenceau","category":"failures, mistakes"},{"quote":"To avoid an occasion for our virtues is a worse degree of failure than to push forward pluckily and fall.","author":"Robert Louis Stevenson","category":"failures, mistakes"},{"quote":"The fearful are caught as often as the bold.","author":"Helen Keller","category":"failures, mistakes"},{"quote":"Inaction  contrary to its reputation for being a refuge  is neither safe nor comfortable.","author":"Madeleine Kunin","category":"failures, mistakes"},{"quote":"They fail  and they alone  who have not striven.","author":"Thomas Bailey Aldrich","category":"failures, mistakes"},{"quote":"You may be disappointed if you fail  but you are doomed if you don't try.","author":"Beverly Sills","category":"failures, mistakes"},{"quote":"It takes as much courage to have tried and failed as it does to have tried and succeeded.","author":"Anne Morrow Lindbergh","category":"failures, mistakes"},{"quote":"Failure is something made only by those who fail to dare  not by those who dare to fail.","author":"Louis Binstock","category":"failures, mistakes"},{"quote":"You don't always win your battles  but it's good to know you fought.","author":"Marjorie Holmes","category":"failures, mistakes"},{"quote":"The man who has done his level best  and who is conscious that he has done his best  is a success  even though the world may write him down a failure.","author":"B. C. Forbes","category":"failures, mistakes"},{"quote":"Many a man never fails because he never tries.","author":"Norman MacEwan","category":"failures, mistakes"},{"quote":"Good judgment comes from experience  and experience comes from poor judgment.","author":"Anonymous","category":"failures, mistakes"},{"quote":"Life is very interesting  if you make mistakes.","author":"Georges Carpentier","category":"failures, mistakes"},{"quote":"When I have listened to my mistakes  I have grown.","author":"Hugh Prather","category":"failures, mistakes"},{"quote":"Mistakes and errors are the discipline through which we advance.","author":"William Ellery Channing","category":"failures, mistakes"},{"quote":"A stumble may prevent a fall.","author":"Thomas Fuller","category":"failures, mistakes"},{"quote":"A life spent making mistakes is not only more honorable but more useful than a life spent doing nothing.","author":"George Bernard Shaw","category":"failures, mistakes"},{"quote":"It is defeat that turns bone to flint  it is defeat that turns gristle to muscle  it is defeat that makes men invincible. Do not then be afraid of defeat. You are never so near to victory as when defeated in a good cause.","author":"Henry Ward Beecher","category":"failures, mistakes"},{"quote":"Besides the practical knowledge which defeat offers  there are important personality profits to be taken. Defeat strips away false values and makes you realize what you really want. It stops you from chasing butterflies and puts you to work digging gold.","author":"William M. Marston","category":"failures, mistakes"},{"quote":"No experiment is ever a complete failure. It can always be used as a bad example.","author":"Paul Dickson","category":"failures, mistakes"},{"quote":"Failure is the foundation of success  and the means by which it is achieved.","author":"Lao-Tzu","category":"failures, mistakes"},{"quote":"There is much to be said for failure. It is more interesting than success.","author":"Max Beerbohm","category":"failures, mistakes"},{"quote":"Failure sometimes enlarges the spirit. You have to fall back upon humanity and God.","author":"Charles Horton Cooley","category":"failures, mistakes"},{"quote":"It is often the failure who is the pioneer in new lands  new undertakings  and new forms of expression.","author":"Eric Hoffer","category":"failures, mistakes"},{"quote":"Let us not be needlessly bitter  certain failures are sometimes fruitful.","author":"E. M. Cioran","category":"failures, mistakes"},{"quote":"If I win several tournaments in a row  I get so confident I'm in a cloud. A loss gets me eager again.","author":"Chris Evert Lloyd","category":"failures, mistakes"},{"quote":"There's nothing that cleanses your soul like getting the hell kicked out of you.","author":"Woody Hayes","category":"failures, mistakes"},{"quote":"Failure is only an opportunity to begin again more intelligently.","author":"Henry Ford","category":"failures, mistakes"},{"quote":"Disappointments are to the soul what the thunder-storm is to the air.","author":"J. C. F. von Schiller","category":"failures, mistakes"},{"quote":"The wisest person is not the one who has the fewest failures  but the one who turns failures to best account.","author":"Richard R. Grant","category":"failures, mistakes"},{"quote":"One of the advantages of defeat in life - maybe the main advantage - is that it provides an excuse for change. Defeat... invariably leads to new adventures.","author":"James Reston","category":"failures, mistakes"},{"quote":"Failure is God's own tool for carving some of the finest outlines in the character of his children.","author":"Thomas Hodgkin","category":"failures, mistakes"},{"quote":"I quit being afraid when my first venture failed and the sky didn't fall down.","author":"Allen H. Neuharth","category":"failures, mistakes"},{"quote":"What is defeat? Nothing but education  nothing but the first step to something better.","author":"Wendell Phillips","category":"failures, mistakes"},{"quote":"From their errors and mistakes the wise and good learn wisdom for the future.","author":"Plutarch","category":"failures, mistakes"},{"quote":"Having harvested all the knowledge and wisdom we can from our mistakes and failures  we should put them behind us and go ahead.","author":"Edith Johnson","category":"failures, mistakes"},{"quote":"I think success has no rules  but you can learn a great deal from failure.","author":"Jean Kerr","category":"failures, mistakes"},{"quote":"Failure is just another way to learn how to do something right.","author":"Marian Wright Edelman","category":"failures, mistakes"},{"quote":"There are no mistakes  no coincidences. All events are blessings given to us to learn from.","author":"Elisabeth Kubler-Ross","category":"failures, mistakes"},{"quote":"We will be victorious if we have not forgotten how to learn.","author":"Rosa Luxemburg","category":"failures, mistakes"},{"quote":"It is the true nature of mankind to learn from mistakes  not from example.","author":"Fred Hoyle","category":"failures, mistakes"},{"quote":"The psychotherapist learns little or nothing from his successes. They mainly confirm him in his mistakes  while his failures  on the other hand  are priceless experiences in that they not only open up the way to a deeper truth  but force him to change his views and methods.","author":"Carl Jung","category":"failures, mistakes"},{"quote":"Failure ... is  in a sense  the highway to success  inasmuch as every discovery of what is false leads us to seek earnestly after what is true  and every fresh experience points out some form of error which we shall afterward carefully avoid.","author":"John Keats","category":"failures, mistakes"},{"quote":"We need to teach a highly educated person that it is not a disgrace to fail and that he must analyze every failure to find its cause. He must learn how to fail intelligently  for failing is one of the greatest arts of the world.","author":"Charles F. Kettering","category":"failures, mistakes"},{"quote":"When a man is pushed  tormented  defeated  he has a chance to learn something  he has been put on his wits  on his manhood  he has gained the facts  learned his ignorance  is cured of the insanity of conceit  has got moderation and real skill.","author":"Ralph Waldo Emerson","category":"failures, mistakes"},{"quote":"There are no mistakes. The events we bring upon ourselves  no matter how unpleasant  are necessary in order to learn what we need to learn  whatever steps we take  they're necessary to reach the places we've chosen to go.","author":"Richard Bach","category":"failures, mistakes"},{"quote":"Failure is instructive. The person who really thinks learns quite as much from his failures as from his successes.","author":"John Dewey","category":"failures, mistakes"},{"quote":"Failure is a school in which the truth always grows strong.","author":"Henry Ward Beecher","category":"failures, mistakes"},{"quote":"The important thing is to learn a lesson every time you lose.","author":"John McEnroe","category":"failures, mistakes"},{"quote":"It's good to fail now and again - you learn a lot more out of failure than you do out of success.","author":"Ian Hunter","category":"failures, mistakes"},{"quote":"One of the reasons mature people stop learning is that they become less and less willing to risk failure.","author":"John W. Gardner","category":"failures, mistakes"},{"quote":"Through failure  we learn a lesson in humility which is probably needed  painful though it is.","author":"Bill W.","category":"failures, mistakes"},{"quote":"A failure is a man who has blundered  but is not able to cash in the experience.","author":"Elbert Hubbard","category":"failures, mistakes"},{"quote":"Like success  failure is many things to many people. With Positive Mental Attitude  failure is a learning experience  a rung on the ladder  a plateau at which to get your thoughts in order and prepare to try again.","author":"W Clement Stone","category":"failures, mistakes"},{"quote":"Disappointment is the nurse of wisdom.","author":"Sir Boyle Roche","category":"failures, mistakes"},{"quote":"When you make a mistake  don't look back at it long. Take the reason of the thing into your mind  and then look forward. Mistakes are lessons of wisdom. The past cannot be changed. The future is yet in your power.","author":"Hugh White","category":"failures, mistakes"},{"quote":"What can any of us do with his talent but try to develop his vision  so that through frequent failures we may learn better what we have missed in the past.","author":"William Carlos Williams","category":"failures, mistakes"},{"quote":"Nothing is a waste of time if you use the experience wisely.","author":"Auguste Rodin","category":"failures, mistakes"},{"quote":"From the errors of others  a wise man corrects his own.","author":"Publilius Syrus","category":"failures, mistakes"},{"quote":"Learn from the mistakes of others -  you can't live long enough to make them all yourself.","author":"Martin Vanbee","category":"failures, mistakes"},{"quote":"The entire history of science is a progression of exploded fallacies.","author":"Ayn Rand","category":"failures, mistakes"},{"quote":"Don't use the conduct of a fool as a precedent.","author":"Talmud","category":"failures, mistakes"},{"quote":"Wise men learn by other men's mistakes  fools by their own.","author":"H. G. Bohn","category":"failures, mistakes"},{"quote":"Learn to see in another's calamity the ills which you should avoid.","author":"Publilius Syrus","category":"failures, mistakes"},{"quote":"A man is fortunate if he encounters living examples of vice  as well as of virtue  to inspire him.","author":"Brendan Francis","category":"failures, mistakes"},{"quote":"The line between failure and success is so fine that we scarcely know when we pass it  so fine that we are often on the line and do not know it.","author":"Elbert Hubbard","category":"failures, mistakes"},{"quote":"A series of failures may culminate in the best possible result.","author":"Gisela Richter","category":"failures, mistakes"},{"quote":"Failure is that early morning hour of darkness which precedes the dawning of the day of success.","author":"Leigh Mitchell Hodges","category":"failures, mistakes"},{"quote":"People fail forward to success.","author":"Mary Kay Ash","category":"failures, mistakes"},{"quote":"Apparent failure may hold in its rough shell the germs of a success that will blossom in time  and bear fruit throughout eternity.","author":"Frances Ellen Watkins Harper","category":"failures, mistakes"},{"quote":"The causes of mistakes are \"I didn't know\"  \"I didn't think\"  and \"I didn't care.\"","author":"Henry H. Buckley","category":"failures, mistakes"},{"quote":"Failures are divided into two classes: those who thought and never did  and those who did and never thought.","author":"John Charles Salak","category":"failures, mistakes"},{"quote":"A failure establishes only this  that our determination to succeed was not strong enough.","author":"Christian Bovee","category":"failures, mistakes"},{"quote":"Self-distrust is the cause of most of our failures. They are the weakest  however strong  who have no faith in themselves or their own powers.","author":"Christian Bovee","category":"failures, mistakes"},{"quote":"Defeat is a thing of weariness  of incoherence  of boredom.","author":"Antoine de Saint-Exupery","category":"failures, mistakes"},{"quote":"Failure at a task may be the result of having tackled it at the wrong time.","author":"Brendan Francis","category":"failures, mistakes"},{"quote":"We fail more often by timidity than by over-daring.","author":"David Grayson","category":"failures, mistakes"},{"quote":"Failure is more frequently from want of energy than want of capital.","author":"Daniel Webster","category":"failures, mistakes"},{"quote":"Losers have tons of variety. Champions take pride in just learning to hit the same old boring winners.","author":"Vic Braden","category":"failures, mistakes"},{"quote":"Lack of will power has caused more failures than lack of intelligence or ability.","author":"Flower A. Newhouse","category":"failures, mistakes"},{"quote":"The word fate ... is the refuge of every self-confessed failure.","author":"Andrew Soutar","category":"failures, mistakes"},{"quote":"Half the things that people do not succeed in are through fear of making the attempt.","author":"James Northcote","category":"failures, mistakes"},{"quote":"The man who fails because he aims astray  or because he does not aim at all  is to be found everywhere.","author":"Frank Swinnerton","category":"failures, mistakes"},{"quote":"Half the failures in life come from pulling one's horse in when he is leaping.","author":"A. W. Hare","category":"failures, mistakes"},{"quote":"I cannot give you the formula for success  but I can give you the formula for failure: try to please everybody.","author":"Herbert Bayard Swope","category":"failures, mistakes"},{"quote":"If your project doesn't work  look for the part that you didn't think was important.","author":"Arther Bloch","category":"failures, mistakes"},{"quote":"Ninety-nine percent of the failures come from people who have the habit of making excuses.","author":"George Washington Carver","category":"failures, mistakes"},{"quote":"One who fears failure limits his activities.","author":"Henry Ford","category":"failures, mistakes"},{"quote":"The difference between failure and success is doing a thing nearly right and doing a thing exactly right.","author":"Edward Simmons","category":"failures, mistakes"},{"quote":"We have forty million reasons for failure  but not a single excuse.","author":"Rudyard Kipling","category":"failures, mistakes"},{"quote":"The greatest mistake you can make in life is to be continually fearing you will make one.","author":"Elbert Hubbard","category":"failures, mistakes"},{"quote":"How to succeed: Try hard enough. How to fail: Try too hard.","author":"Malcolm Forbes","category":"failures, mistakes"},{"quote":"Most men fail  not through lack of education  but from lack of dogged determination  from lack of dauntless will.","author":"Orison Swett Marden","category":"failures, mistakes"},{"quote":"Failure comes only when we forget our ideals and objects and principles.","author":"Jawaharlal Nehru","category":"failures, mistakes"},{"quote":"An error is simply a failure to adjust immediately from a preconception to an actuality.","author":"John Cage","category":"failures, mistakes"},{"quote":"We are less likely to fail if we measure with judgement our chances and our capabilities.","author":"Agnes Repplier","category":"failures, mistakes"},{"quote":"Laziness is a secret ingredient that goes into failure. But it's only kept a secret from the person who fails.","author":"Robert Half","category":"failures, mistakes"},{"quote":"Failure is usually the line of least persistence.","author":"Wilfred Beaver","category":"failures, mistakes"},{"quote":"You can't expect to win unless you know why you lose.","author":"Benjamin Lipson","category":"failures, mistakes"},{"quote":"Most people don't plan to fail  they fail to plan.","author":"John L. Beckley","category":"failures, mistakes"},{"quote":"Failure is not sweet  but it need not be bitter.","author":"Anonymous","category":"failures, mistakes"},{"quote":"The ultimate umpire of all things in life is - fact.","author":"Agnes C. Laut","category":"failures, mistakes"},{"quote":"Losses are comparative  imagination only makes them of any moment.","author":"Blaise Pascal","category":"failures, mistakes"},{"quote":"I would prefer even to fail with honor than win by cheating.","author":"Sophocles","category":"failures, mistakes"},{"quote":"Disillusion is a natural stage that follows the holding of an illusion.","author":"Susan Shaughnessy","category":"failures, mistakes"},{"quote":"If any good results to a man from believing a lie  it certainly comes from the honesty of his belief.","author":"Margaret Collier Graham","category":"failures, mistakes"},{"quote":"And what if I did run my ship aground  oh  still it was splendid to sail it!","author":"Henrik Ibsen","category":"failures, mistakes"},{"quote":"Success is a public affair. Failure is a private funeral.","author":"Rosalind Russell","category":"failures, mistakes"},{"quote":"It is not easy  but you have to be willing to make mistakes. And the earlier you make those mistakes  the better.","author":"Jane Cahill Pfeiffer","category":"failures, mistakes"},{"quote":"If you're gonna be a failure  at least be one at something you enjoy.","author":"Sylvester Stallone","category":"failures, mistakes"},{"quote":"Who would not rather flounder in the fight than not have known the glory of the fray?","author":"Richard Hovey","category":"failures, mistakes"},{"quote":"Better a false belief than no belief at all.","author":"George Eliot","category":"failures, mistakes"},{"quote":"A mistake is simply another way of doing things.","author":"Katherine Graham","category":"failures, mistakes"},{"quote":"The probability that we may fail in the struggle ought not to deter us from the support of a cause we believe to be just.","author":"Abraham Lincoln","category":"failures, mistakes"},{"quote":"Three failures denotes uncommon strength. A weakling had not enough grit to fail thrice.","author":"Minna Antrim","category":"failures, mistakes"},{"quote":"Thou shouldst not decide until thou hast heard what both have to say.","author":"Aristophanes","category":"fair, play"},{"quote":"All is fair in love and war.","author":"English proverb","category":"fair, play"},{"quote":"What is sauce for the goose is sauce for the gander.","author":"English proverb","category":"fair, play"},{"quote":"Nothing can be truer than fairy wisdom. It is as true as sunbeams.","author":"Douglas Jerrold","category":"fairies"},{"quote":"When the first baby laughed for the first time  the laugh broke into a million pieces  and they all went skipping about. That was the beginning of fairies.","author":"Sir James Matthew Barrie","category":"fairies"},{"quote":"Fairies  black  grey  green  and white  You moonshine revellers  and shades of night.","author":"William Shakespeare","category":"fairies"},{"quote":"Spirit is the real and eternal  matter is the unreal and the temporal.","author":"Mary Baker Eddy","category":"faith, belief"},{"quote":"Faith sees the invisible  believes the unbelievable  and receives the impossible.","author":"Corrie ten Boom","category":"faith, belief"},{"quote":"For the facts that make up the world need the non-factual as a vantage point from which to be perceived.","author":"Ingeborg Bachmann","category":"faith, belief"},{"quote":"Faith is nothing at all tangible. ... It is simply believing God  and like sight  it is nothing apart from its object. You might as well shut your eyes and look inside  and see whether you have sight  as to look inside to discover whether you have faith.","author":"Hannah Whitall Smith","category":"faith, belief"},{"quote":"Faith is the daring of the soul to go farther than it can see.","author":"William Newton Clark","category":"faith, belief"},{"quote":"Spirituality leaps where science cannot yet follow  because science must always test and measure  and much of reality and human experience is immeasurable.","author":"Starhawk","category":"faith, belief"},{"quote":"All I have seen teaches me to trust the Creator for all I have not seen.","author":"Ralph Waldo Emerson","category":"faith, belief"},{"quote":"Some things have to be believed to be seen.","author":"Ralph Hodgson","category":"faith, belief"},{"quote":"Faith is like radar that sees through the fog-the reality of things at a distance that the human eye cannot see.","author":"Corrie ten Boom","category":"faith, belief"},{"quote":"Faith sees the invisible  believes the incredible and receives the impossible.","author":"Anonymous","category":"faith, belief"},{"quote":"A believer  a mind whose faith is consciousness  is never disturbed because other persons do not yet see the fact which he sees.","author":"Ralph Waldo Emerson","category":"faith, belief"},{"quote":"We walk by faith  not by sight.","author":"Bible","category":"faith, belief"},{"quote":"Faith is to believe what we do not see  the reward of this faith is to see what we believe.","author":"Saint Augustine","category":"faith, belief"},{"quote":"Because you cannot see him  God is everywhere.","author":"Yasunari Kawabata","category":"faith, belief"},{"quote":"Sorrow looks back  worry looks around  faith looks up.","author":"Guideposts","category":"faith, belief"},{"quote":"You have to believe in gods to see them.","author":"Hopi Indian saying","category":"faith, belief"},{"quote":"Faith declares what the senses do not see  but not the contrary of what they see.","author":"Blaise Pascal","category":"faith, belief"},{"quote":"Faith has to do with things that are not seen  and hope with things that are not in hand.","author":"Saint Thomas Aquinas","category":"faith, belief"},{"quote":"Faith is the capacity of the soul to perceive the abiding ... the invisible in the visible.","author":"Leo Baeck","category":"faith, belief"},{"quote":"Deep faith eliminates fear.","author":"Lech Walesa","category":"faith, fear"},{"quote":"A red-hot belief in eternal glory is probably the best antidote to human panic that there is.","author":"Phyllis Bottome","category":"faith, fear"},{"quote":"Our faith triumphant o'er our fears.","author":"Henry Wadsworth Longfellow","category":"faith, fear"},{"quote":"Let nothing disturb you  nothing frighten you  all things are passing  God never changes.","author":"Teresa of Avila","category":"faith, fear"},{"quote":"Fear imprisons  faith liberates  fear paralyzes  faith empowers  fear disheartens  faith encourages  fear sickens  faith heals  fear makes useless  faith makes serviceable.","author":"Harry Emerson Fosdick","category":"faith, fear"},{"quote":"Fear knocked at the door. Faith answered. And lo  no one was there.","author":"Anonymous","category":"faith, fear"},{"quote":"I knew without a glimmer of doubt that all things in the universe were connected by a living truth that would not relent its continuing search for wholeness until every form of life was united.","author":"Lynn V. Andrews","category":"faith, unity"},{"quote":"Unity  not uniformity  must be our aim. We attain unity only through variety. Differences must be integrated  not annihilated  not absorbed.","author":"Mary Parker Follett","category":"faith, unity"},{"quote":"By virtue of love is the lover transformed in the beloved and the beloved transformed in the lover.","author":"Saint Angela of Foligno","category":"faith, unity"},{"quote":"Spiritual love is a position of standing with one hand extended into the universe and one hand extended into the world  letting ourselves be a conduit for passing energy.","author":"Christina Baldwin","category":"faith, unity"},{"quote":"One's life has value so long as one attributes value to the life of others  by means of love  friendship  indignation and compassion.","author":"Simone de Beauvoir","category":"faith, unity"},{"quote":"Patience with others is Love  Patience with self is Hope  Patience with God is Faith.","author":"Adel Bestavros","category":"faith, unity"},{"quote":"God is universal  confined to no spot  defined by no dogma  appropriated by no sect.","author":"Mary Baker Eddy","category":"faith, unity"},{"quote":"Trying to do good to people without God's help is no easier than making the sun shine at midnight. You discover that you've got to abandon all your own preferences  your own bright ideas  and guide souls along the road our Lord has marked out for them. You mustn't coerce them into some path of your own choosing.","author":"Therese of Lisieux","category":"faith, unity"},{"quote":"All our acts have sacramental possibilities.","author":"Freya Stark","category":"faith, unity"},{"quote":"We must have infinite faith in each other.","author":"Henry David Thoreau","category":"faith, unity"},{"quote":"What loneliness is more lonely than distrust?","author":"George Eliot","category":"faith, unity"},{"quote":"As contagion of sickness makes sickness  contagion of trust can make trust.","author":"Marianne Moore","category":"faith, unity"},{"quote":"Faith in our associates is part of our faith in God.","author":"Charles Horton Cooley","category":"faith, unity"},{"quote":"Those who trust us educate us.","author":"George Eliot","category":"faith, unity"},{"quote":"He who has no faith in others shall find no faith in them.","author":"Lao-Tzu","category":"faith, unity"},{"quote":"Don't lose faith in humanity: think of all the people in the United States who have never played you a single nasty trick.","author":"Elbert Hubbard","category":"faith, unity"},{"quote":"You can't leave humanity out. If you didn't have humanity  you wouldn't have anything.","author":"Alice Neel","category":"faith, unity"},{"quote":"I plunged into the job of creating something from nothing. ... Though I hadn't a penny left  I considered cash money as the smallest part of my resources. I had faith in a living God  faith in myself  and a desire to serve.","author":"Mary McLeod Bethune","category":"faith, unity"},{"quote":"Faith in oneself... is the best and safest course.","author":"Michelangelo","category":"faith, unity"},{"quote":"Only the person who has faith in himself is able to be faithful to others.","author":"Erich Fromm","category":"faith, unity"},{"quote":"I never really look for anything. What God throws my way comes. I wake up in the morning and whichever way God turns my feet  I go.","author":"Pearl Bailey","category":"faith, unity"},{"quote":"In order to experience everyday spirituality  we need to remember that we are spiritual beings spending some time in a human body.","author":"Barbara De Angelis","category":"faith, unity"},{"quote":"We must move from asking God to take care of the things that are breaking our hearts  to praying about the things that are breaking His heart.","author":"Margaret Gibb","category":"faith, unity"},{"quote":"Peace ... was contingent upon a certain disposition of the soul  a disposition to receive the gift that only detachment from self made possible.","author":"Elizabeth Goudge","category":"faith, unity"},{"quote":"You must never lose the awareness that in yourself you are nothing  you are only an instrument. An instrument is nothing until it is lifted.","author":"Katheryn Hulme","category":"faith, unity"},{"quote":"It's very reassuring and spiritual to be connected with something larger than yourself and the inside of your own head.","author":"Joan Osborne","category":"faith, unity"},{"quote":"With all this wide and beautiful creation before me  the restless soul longs to enjoy its liberty and rest beyond its bound.","author":"Teresa of Avila","category":"faith, unity"},{"quote":"The country in which I live is not my native country  that lies elsewhere  and it must always be the center of my longings.","author":"Therese of Lisieux","category":"faith, unity"},{"quote":"The great majority of men use their own short-sighted ideas as a yardstick for measuring the divine omnipotence.","author":"Therese of Lisieux","category":"faith, unity"},{"quote":"Faith is the centerpiece of a connected life. It allows us to live by the grace of invisible strands. It is a belief in a wisdom superior to our own. Faith becomes a teacher in the absence of fact.","author":"Terry Tempest Williams","category":"faith, unity"},{"quote":"Faith doesn't wait until it understands  in that case it wouldn't be faith.","author":"Vance Havner","category":"faith, unity"},{"quote":"Your faith is what you believe  not what you know.","author":"John Lancaster Spalding","category":"faith, unity"},{"quote":"That's the thing about faith. If you don't have it you can't understand it. And if you do  no explanation is necessary.","author":"Major Kira Nerys","category":"faith, unity"},{"quote":"Our body is not made of iron. Our strength is not that of stone. Live and hope in the Lord  and let your service be according to reason.","author":"Saint Clare of Assisi","category":"faith, unity"},{"quote":"No  I don't understand my husband's theory of relativity  but I know my husband  and I know he can be trusted.","author":"Elsa Einstein","category":"faith, unity"},{"quote":"It is faith  and not reason  which impels men to action. ... Intelligence is content to point out the road  but never drives us along it.","author":"Dr. Alexis Carrel","category":"faith, unity"},{"quote":"Faith consists  not in ignorance  but in knowledge  and that  not only of God  but also of the divine will.","author":"John Calvin","category":"faith, unity"},{"quote":"Faith is an excitement and an enthusiasm  a state of intellectual magnificence which we must not squander on our way through life.","author":"George Sand","category":"faith, unity"},{"quote":"All the scholastic scaffolding falls  as a ruined edifice  before a single word: faith.","author":"Napoleon Bonaparte","category":"faith, unity"},{"quote":"Some like to understand what they believe in. Others like to believe in what they understand.","author":"Jerzy Lee Stanislaw","category":"faith, unity"},{"quote":"Seek not to understand that thou mayest believe  but believe that thou mayest understand.","author":"Saint Augustine","category":"faith, unity"},{"quote":"Faith is a sounder guide than reason. Reason can go only so far  but faith has no limits.","author":"Blaise Pascal","category":"faith, unity"},{"quote":"Logic is the key to an all-inclusive spiritual well-being.","author":"Marlene Dietrich","category":"faith, unity"},{"quote":"It is the heart which experiences God  and not the reason.","author":"Blaise Pascal","category":"faith, unity"},{"quote":"There is no object that we see  no action that we do  no good that we enjoy  no evil that we feel  or fear  but we may make some spiritual advantage of all: and he that makes such improvement is wise  as well as pious.","author":"Anne Bradstreet","category":"faith, unity"},{"quote":"Faith is the continuation of reason.","author":"William Adams","category":"faith, unity"},{"quote":"If we were logical  the future would be bleak indeed. But we are more than logical. We are human beings  and we have faith  and we have hope.","author":"Jacques Cousteau","category":"faith, unity"},{"quote":"Faith is the art of holding on to things your reason has once accepted  in spite of your changing moods.","author":"C. S. Lewis","category":"faith, unity"},{"quote":"Reason is the triumph of the intellect  faith of the heart.","author":"James Schouler","category":"faith, unity"},{"quote":"Reason is our soul's left hand  Faith her right. By this we reach divinity.","author":"John Donne","category":"faith, unity"},{"quote":"It is as absurd to argue men  as to torture them  into believing.","author":"John Henry Cardinal Newman","category":"faith, unity"},{"quote":"Reason's voice and God's  Nature's and Duty's  never are at odds.","author":"John Greenleaf Whittier","category":"faith, unity"},{"quote":"The way to see by Faith is to shut the eye of Reason.","author":"Benjamin Franklin","category":"faith, unity"},{"quote":"Faith is believing what we cannot prove.","author":"Alfred, Lord Tennyson","category":"faith, unity"},{"quote":"Faith is to believe what you do not yet see  the reward for this faith is to see what you believe.","author":"Saint Augustine","category":"faith, unity"},{"quote":"Faith is believing when it is beyond the power of reason to believe.","author":"Voltaire","category":"faith, unity"},{"quote":"Faith is a higher faculty than reason.","author":"Henry Christopher Bailey","category":"faith, unity"},{"quote":"Faith is reason grown courageous.","author":"Sherwood Eddy","category":"faith, unity"},{"quote":"Faith is the result of the act of the will  following upon a conviction that to believe is a duty.","author":"John Henry Cardinal Newman","category":"faith, unity"},{"quote":"So often we have a kind of vague  wistful longing that the promises of Jesus should be true. The only way really to enter into them is to believe them with the clutching intensity of a drowning man.","author":"William Barclay","category":"faith, unity"},{"quote":"Man makes holy what he believes  as he makes beautiful what he loves.","author":"Ernest Renan","category":"faith, unity"},{"quote":"If life is a comedy to him who thinks  and a tragedy to him who feels  it is a victory to him who believes.","author":"Anonymous","category":"faith, unity"},{"quote":"You're not free until you've been made captive by supreme belief.","author":"Marianne Moore","category":"faith, unity"},{"quote":"It is by believing in roses that one brings them to bloom.","author":"French proverb","category":"faith, unity"},{"quote":"If you wish to strive for peace of soul and pleasure  then believe.","author":"Heinrich Heine","category":"faith, unity"},{"quote":"Loving is half of believing.","author":"Victor Hugo","category":"faith, unity"},{"quote":"A faith that sets bounds to itself  that will believe so much and no more  that will trust so far and no further  is none.","author":"Julius Charles Hare","category":"faith, unity"},{"quote":"Doubt is a pain too lonely to know that faith is his twin brother.","author":"Kahlil Gibran","category":"faith, unity"},{"quote":"Doubt is a necessity of the mind  faith of the heart.","author":"Comtesse Diane","category":"faith, unity"},{"quote":"For the truly faithful  no miracle is necessary. For those who doubt  no miracle is sufficient.","author":"Nancy Gibbs","category":"faith, unity"},{"quote":"My faith has wavered but has saved me.","author":"Helen Hayes","category":"faith, unity"},{"quote":"Faith which does not doubt is dead faith.","author":"Miguel de Unamuno","category":"faith, unity"},{"quote":"To believe with certainty  we must begin with doubting.","author":"Stanislaus I","category":"faith, unity"},{"quote":"O thou of little faith  why didst thou doubt?","author":"Bible","category":"faith, unity"},{"quote":"In the midst of your doubts  don't forget how many of the important questions God does answer.","author":"Verne Becker","category":"faith, unity"},{"quote":"The only limit to our realization of tomorrow will be our doubts of today. Let us move forward with strong and active faith.","author":"Franklin Delano Roosevelt","category":"faith, unity"},{"quote":"It is impossible on reasonable grounds to disbelieve miracles.","author":"Blaise Pascal","category":"faith, unity"},{"quote":"How desperately we wish to maintain our trust in those we love! In the face of everything  we try to find reasons to trust. Because losing faith is worse than falling out of love.","author":"Sonia Johnson","category":"faith, unity"},{"quote":"Faith is kind of like jumping out of an airplane at ten thousand feet. If God doesn't catch you  you splatter. But how do you know whether or not He is going to catch you unless you jump out?","author":"Ann Kiemel","category":"faith, unity"},{"quote":"Faith ... acts promptly and boldly on the occasion  on slender evidence.","author":"John Henry Cardinal Newman","category":"faith, unity"},{"quote":"The will of God will not take you where the grace of God cannot keep you.","author":"Anonymous","category":"faith, unity"},{"quote":"Without risk  faith is an impossibility.","author":"Soren Kierkegaard","category":"faith, unity"},{"quote":"If it wasn't for faith  there would be no living in this world  we couldn't even eat hash with any safety.","author":"Josh Billings","category":"faith, unity"},{"quote":"Living is a form of not being sure  not knowing what next  or how. The moment you know how  you begin to die a little. The artist never entirely knows. We guess. We may be wrong  but we take leap after leap in the dark.","author":"Agnes de Mille","category":"faith, unity"},{"quote":"Let us move on  and step out boldly  though it be into the night  and we can scarcely see the way. A Higher Intelligence than the mortal sees the road before us.","author":"Charles B. Newcomb","category":"faith, unity"},{"quote":"Faith is an assent of the mind and a consent of the heart  consisting mainly of belief and trust.","author":"E. T. Hiscox","category":"faith, unity"},{"quote":"The relation of faith between subject and object is unique in every case. Hundreds may believe  but each has to believe by himself.","author":"W. H. Auden","category":"faith, unity"},{"quote":"Whether we name divine presence synchronicity  serendipity  or graced moment matters little. What matters is the reality that our hearts have been understood. Nothing is as real as a healthy dose of magic which restores our spirits.","author":"Nancy Long","category":"faith, unity"},{"quote":"Maybe the tragedy of the human race was that we had forgotten that we are each divine.","author":"Shirley MacLaine","category":"faith, unity"},{"quote":"We cannot hand our faith to one another. ... Even in the Middle Ages  when faith was theoretically uniform  it was always practically individual.","author":"John Jay Chapman","category":"faith, unity"},{"quote":"Every human being is born without faith. Faith comes only through the process of making decisions to change before we can be sure it's the right move.","author":"Dr. Robert H. Schuller","category":"faith, unity"},{"quote":"I believe devoutly in the Word. The Word can save all  destroy all  stop the inevitable  and express the inexpressible.","author":"Nina Voronel","category":"faith, unity"},{"quote":"To believe in God is to yearn for His existence  and furthermore  it is to act as if He did exist.","author":"Miguel de Unamuno","category":"faith, unity"},{"quote":"The principle part of faith is patience.","author":"George Macdonald","category":"faith, unity"},{"quote":"I've been readen th Bible an a hunten God fer a long while-off an on- but it ain't so easy as picken up a nickel off the floor.","author":"Harriette Arnow","category":"faith, unity"},{"quote":"In prayer one must hold fast and never let go  because the one who gives up loses all. If it seems that no one is listening to you  then cry out even louder. If you are driven out of one door  go back in by the other.","author":"Jane Frances de Chantal","category":"faith, unity"},{"quote":"Faith is not belief. Belief is passive. Faith is active.","author":"Edith Hamilton","category":"faith, unity"},{"quote":"Can a faith that does nothing be called sincere?","author":"Jean Racine","category":"faith, unity"},{"quote":"Faith without works is dead.","author":"Bible","category":"faith, unity"},{"quote":"He does not believe who does not live according to his belief.","author":"Thomas Fuller","category":"faith, unity"},{"quote":"I pray hard  work hard  and leave the rest to God.","author":"Florence Griffith Joyner","category":"faith, unity"},{"quote":"All effort is in the last analysis sustained by faith that it is worth making.","author":"Ordway Tweed","category":"faith, unity"},{"quote":"It is for us to pray not for tasks equal to our powers  but for powers equal to our tasks  to go forward with a great desire forever beating at the door of our hearts as we travel towards our distant goal.","author":"Helen Keller","category":"faith, unity"},{"quote":"I have fought a good fight  I have finished my course  I have kept the faith.","author":"Bible","category":"faith, unity"},{"quote":"Faith is not something to grasp  it is a state to grow into.","author":"Mahatma Gandhi","category":"faith, unity"},{"quote":"Possessing faith is not convenient. You still have to live it.","author":"Francoise Mallet-Joris","category":"faith, unity"},{"quote":"Faith is a curious thing  It must be renewed  it has its own spring.","author":"Gladys Taber","category":"faith, unity"},{"quote":"However much we do to avoid them  we shall never lack crosses in this life if we are in the ranks of the Crucified.","author":"Teresa of Avila","category":"faith, unity"},{"quote":"To disbelieve is easy  to scoff is simple  to have faith is harder.","author":"Louis L'Amour","category":"faith, unity"},{"quote":"No faith is our own that we have not arduously won.","author":"Havelock Ellis","category":"faith, unity"},{"quote":"Faith is a living and unshakable confidence  a belief in the grace of God so assured that a man would die a thousand deaths for its sake.","author":"Martin Luther","category":"faith, unity"},{"quote":"It is only mercenaries who expect to be paid by the day.","author":"Teresa of Avila","category":"faith, unity"},{"quote":"Spirit is the real and eternal  matter is the unreal and the temporal.","author":"Mary Baker Eddy","category":"faith, unity"},{"quote":"Faith  to my mind  is a stiffening process  a sort of mental starch.","author":"E. M. Forster","category":"faith, unity"},{"quote":"Faith is love taking the form of aspiration.","author":"William Ellery Channing","category":"faith, unity"},{"quote":"Faith is hidden household capital.","author":"Johann von Goethe","category":"faith, unity"},{"quote":"Faith is the soul riding at anchor.","author":"Josh Billings","category":"faith, unity"},{"quote":"Faith is ... knowing with your heart.","author":"N. Richard Nash","category":"faith, unity"},{"quote":"Faith is an attitude of the person. It means you are prepared to stake yourself on something being so.","author":"Arthur M. Ramsey","category":"faith, unity"},{"quote":"Faith  as an intellectual state  is self-reliance.","author":"Oliver Wendell Holmes","category":"faith, unity"},{"quote":"Faith is the subtle chain which binds us to the infinite.","author":"Elizabeth O. Smith","category":"faith, unity"},{"quote":"Faith is nothing but obedience and piety.","author":"Baruch Spinoza","category":"faith, unity"},{"quote":"Faith is a theological virtue that inclines the mind  under the influence of the will and grace  to yield firm assent to revealed truths  because of the authority of God.","author":"Adolphe Tanqueray","category":"faith, unity"},{"quote":"Faith is the only known cure for fear.","author":"Lena K. Sadler","category":"faith, unity"},{"quote":"What's up is faith  what's down is heresy.","author":"Alfred, Lord Tennyson","category":"faith, unity"},{"quote":"Faith is spiritualized imagination.","author":"Henry Ward Beecher","category":"faith, unity"},{"quote":"Faith is the final triumph over incongruity  the final assertion of the meaningfulness of existence.","author":"Reinhold Niebuhr","category":"faith, unity"},{"quote":"Faith is an encounter in which God takes and keeps the initiative.","author":"Eugene Joly","category":"faith, unity"},{"quote":"Faith is that which is woven of conviction and set with the sharp mordant of experience.","author":"James Russell Lowell","category":"faith, unity"},{"quote":"Faith is a practical attitude of the will.","author":"John MacMurray","category":"faith, unity"},{"quote":"Faith is a total attitude of the self.","author":"John Macquarrie","category":"faith, unity"},{"quote":"Faith is nothing else than trust in the divine mercy promised in Christ.","author":"Philipp Melanchthon","category":"faith, unity"},{"quote":"Faith is the divine evidence whereby the spiritual man discerneth God  and the things of God.","author":"John Wesley","category":"faith, unity"},{"quote":"Faith is a passionate intuition.","author":"William Wordsworth","category":"faith, unity"},{"quote":"Faith is a bridge across the gulf of death.","author":"Edward Young","category":"faith, unity"},{"quote":"Faith is verification by the heart  confession by the tongue  action by the limbs.","author":"Anonymous","category":"faith, unity"},{"quote":"Faith is a certitude without proofs ... a sentiment  for it is a hope  it is an instinct  for it precedes all outward instruction.","author":"Henri Frederic Amiel","category":"faith, unity"},{"quote":"Faith is the proper name of religious experience.","author":"John Baillie","category":"faith, unity"},{"quote":"Faith is the soul's adventure.","author":"William Bridges","category":"faith, unity"},{"quote":"Faith is obedience  nothing else.","author":"Emil Brunner","category":"faith, unity"},{"quote":"Faith is the response of our spirits to beckonings of the eternal.","author":"George A. Buttrick","category":"faith, unity"},{"quote":"Faith is a knowledge of the benevolence of God toward us  and a certain persuasion of His veracity.","author":"John Calvin","category":"faith, unity"},{"quote":"Faith is loyalty to some inspired teacher  some spiritual hero.","author":"Thomas Carlyle","category":"faith, unity"},{"quote":"Faith is God's work within us.","author":"Saint Thomas Aquinas","category":"faith, unity"},{"quote":"To me  faith means not worrying.","author":"John Dewey","category":"faith, unity"},{"quote":"Faith is building on what you know is here  so you can reach what you know is there.","author":"Cullen Hightower","category":"faith, unity"},{"quote":"Faith is a gift of God which man can neither give nor take away by promise of rewards  or menaces of torture.","author":"Thomas Hobbes","category":"faith, unity"},{"quote":"Faith is primarily a process of identification  the process by which the individual ceases to be himself and becomes part of something eternal.","author":"Eric Hoffer","category":"faith, unity"},{"quote":"Faith is the function of the heart.","author":"Mahatma Gandhi","category":"faith, unity"},{"quote":"Faith implies the disbelief of a lesser fact in favor of a greater.","author":"Oliver Wendell Holmes","category":"faith, unity"},{"quote":"The great act of faith is when a man decides that he is not God.","author":"Oliver Wendell Holmes","category":"faith, unity"},{"quote":"Faith is the little night-light that burns in a sick-room  as long as it is there  the obscurity is not complete  we turn towards it and await the daylight.","author":"Abbe Henri Huvelin","category":"faith, unity"},{"quote":"Faith is the summit of the Torah.","author":"Solomon ibn Gabirol","category":"faith, unity"},{"quote":"Faith is an act of self-consecration  in which the will  the intellect  and the affections all have their place.","author":"William Ralph Inge","category":"faith, unity"},{"quote":"Faith is courage  it is creative  while despair is always destructive.","author":"David S. Muzzey","category":"faith, unity"},{"quote":"Faith is to believe in something not yet proved and to underwrite it with our lives: it is the only way we can leave the future open.","author":"Lillian Smith","category":"faith, unity"},{"quote":"Faith begins as an experiment and ends as an experience.","author":"William Ralph Inge","category":"faith, unity"},{"quote":"Faith is an act of a finite being who is grasped by  and turned to  the infinite.","author":"Paul Tillich","category":"faith, unity"},{"quote":"Faith is not a storm cellar to which men and women can flee for refuge from the storms of life. It is  instead  an inner force that gives them the strength to face those storms and their consequences with serenity of spirit.","author":"Sam J. Ervin","category":"faith, unity"},{"quote":"Faith is putting all your eggs in God's basket  then counting your blessings before they hatch.","author":"Ramona C. Carroll","category":"faith, unity"},{"quote":"Faith is the force of life.","author":"Leo Tolstoy","category":"faith, unity"},{"quote":"Faith is a kind of betting  or speculation.","author":"Samuel Butler","category":"faith, unity"},{"quote":"Without faith  nothing is possible. With it  nothing is impossible.","author":"Mary McLeod Bethune","category":"faith, unity"},{"quote":"Not truth  but faith it is that keeps the world alive.","author":"Edna Saint Vincent Millay","category":"faith, unity"},{"quote":"Truth is simply whatever you can bring yourself to believe.","author":"Alice Childress","category":"faith, unity"},{"quote":"You can do very little with faith  but you can do nothing without it.","author":"Samuel Butler","category":"faith, unity"},{"quote":"I believe in the immortality of the soul because I have within me immortal longings.","author":"Helen Keller","category":"faith, unity"},{"quote":"The opposite of having faith is having self-pity.","author":"Og Guinness","category":"faith, unity"},{"quote":"Out of the chill and the shadow  Into the thrill and the shine  Out of the dearth and the famine  Into the fullness divine.","author":"Margaret Elizabeth Sangster","category":"faith, unity"},{"quote":"Faith is necessary to victory.","author":"William Hazlitt","category":"faith, unity"},{"quote":"Faith is that quality or power by which the things desired become the things possessed.","author":"Kathryn Kuhlman","category":"faith, unity"},{"quote":"Every tomorrow has two handles. We can take hold of it by the handle of anxiety  or by the handle of faith.","author":"Anonymous","category":"faith, unity"},{"quote":"Father! Blessed word.","author":"Maria S. Cummins","category":"faith, unity"},{"quote":"Faith assuages  guides  restores.","author":"Arthur Rimbaud","category":"faith, unity"},{"quote":"Far graver is it to corrupt the faith that is the life of the soul than to counterfeit the money that sustains temporal life.","author":"Saint Thomas Aquinas","category":"faith, unity"},{"quote":"I would rather live in a world where my life is surrounded by mystery than live in a world so small that my mind could comprehend it.","author":"Harry Emerson Fosdick","category":"faith, unity"},{"quote":"We do not believe until we want a thing and feel that we shall die if it is not granted to us  and then we kneel and believe.","author":"Frances Hodgson Burnett","category":"faith, unity"},{"quote":"Writing a novel without being asked seems a bit like having a baby when you have nowhere to live.","author":"Lucy Ellman","category":"faith, unity"},{"quote":"I am living on hope and faith ... a pretty good diet when the mind will receive them.","author":"Edwin Arlington Robinson","category":"faith, unity"},{"quote":"Faith is the sturdiest  the most manly of the virtues. It lies behind our pluckiest... strivings. It is the virtue of the storm  just as happiness is the virtue of the sunshine.","author":"Ruth Benedict","category":"faith, unity"},{"quote":"There is one inevitable criterion of judgment touching religious faith ... Can you reduce it to practice? If not  have none of it.","author":"Hosea Ballou","category":"faith, unity"},{"quote":"Strike from mankind the principle of faith  and men would have no more history than a flock of sheep.","author":"Edward Bulwer-Lytton","category":"faith, unity"},{"quote":"Be thou faithful unto death.","author":"Bible","category":"faith, unity"},{"quote":"Faith is one of the forces by which men live  the total absence of it means collapse.","author":"William James","category":"faith, unity"},{"quote":"Pity the human being who is not able to connect faith within himself with the infinite.... He who has faith has ... an inward reservoir of courage  hope  confidence  calmness  and assuring trust that all will come out well-even though to the world it may appear to come out most badly.","author":"B. C. Forbes","category":"faith, unity"},{"quote":"Faith is a gift of God.","author":"Blaise Pascal","category":"faith, unity"},{"quote":"Through the dark and stormy night Faith beholds a feeble light Up the blackness streaking  Knowing God's own time is best  In a patient hope I rest For the full day-breaking!","author":"John Greenleaf Whittier","category":"faith, unity"},{"quote":"To win true peace  a man needs to feel himself directed  pardoned and sustained by a supreme power  to feel himself in the right road  at the point where God would have him be-in order with God and the universe. This faith gives strength and calm.","author":"Henri Frederic Amiel","category":"faith, unity"},{"quote":"Faith may be relied upon to produce sustained action and  more rarely  sustained contemplation.","author":"Aldous Huxley","category":"faith, unity"},{"quote":"The person who has a firm trust in the Supreme Being is powerful in his power  wise by his wisdom  happy by his happiness.","author":"Joseph Addison","category":"faith, unity"},{"quote":"The disease with which the human mind now labors is want of faith.","author":"Ralph Waldo Emerson","category":"faith, unity"},{"quote":"As your faith is strengthened you will find that there is no longer the need to have a sense of control  that things will flow as they will  and that you will flow with them  to your great delight and benefit.","author":"Emmanuel","category":"faith, unity"},{"quote":"The historic glory of America lies in the fact that it is the one nation that was founded like a church. That is  it was founded on a faith that was not merely summed up after it had exited  but was defined before it existed.","author":"G. K. Chesterton","category":"faith, unity"},{"quote":"The only faith that wears well and holds its color in all weather is that which is woven of conviction.","author":"James Russell Lowell","category":"faith, unity"},{"quote":"The primary cause of unhappiness in the world today is ... lack of faith.","author":"Carl Jung","category":"faith, unity"},{"quote":"You do build in darkness if you have faith. When the light returns you have made of yourself a fortress which is impregnable to certain kinds of trouble  you may even find yourself needed and sought by others as a beacon in their dark.","author":"Olga Rosmanith","category":"faith, unity"},{"quote":"It is by faith that poetry  as well as devotion  soars above this dull earth  that imagination breaks through its clouds  breathes a purer air  and lives in a softer light.","author":"Henry Giles","category":"faith, unity"},{"quote":"Religious faith  indeed  relates to that which is above us  but it must arise from that which is within us.","author":"Josiah Royce","category":"faith, unity"},{"quote":"Faith enables persons to be persons because it lets God be God.","author":"Carter Lindberg","category":"faith, unity"},{"quote":"Faith makes the discords of the present the harmonies of the future.","author":"Robert Collyer","category":"faith, unity"},{"quote":"A person consists of his faith. Whatever is his faith  even so is he.","author":"Hindu proverb","category":"faith, unity"},{"quote":"In Israel  in order to be a realist  you must believe in miracles.","author":"David Ben-Gurion","category":"faith, unity"},{"quote":"For the believer  there is no question  for the non-believer  there is no answer.","author":"Anonymous","category":"faith, unity"},{"quote":"Life without faith in something is too narrow a space in which to live.","author":"George Lancaster Spalding","category":"faith, unity"},{"quote":"Something will turn up.","author":"Benjamin Disraeli","category":"faith, unity"},{"quote":"Love means to commit oneself without guarantee  to give oneself completely in the hope that our love will produce love in the loved person. Love is an act of faith  and whoever is of little faith is also of little love.","author":"Erich Fromm","category":"faith"},{"quote":"Above all things have devoted love among yourselves  for love covers a multitude of sins.","author":"Bible","category":"faith"},{"quote":"Love one another and you will be happy. It's as simple and as difficult as that.","author":"Michael Leunig","category":"faith"},{"quote":"Because God is love  the most important lesson He wants you to learn on earth is how to love.","author":"Rick Warren","category":"faith"},{"quote":"Love is not blind - it sees more  not less. But because it sees more  it is willing to see less.","author":"Julius Gordon","category":"faith"},{"quote":"Since love grows within you  so beauty grows. For love is the beauty of the soul.","author":"St. Augustine","category":"faith"},{"quote":"If you judge people  you have no time to love them.","author":"Mother Teresa","category":"faith"},{"quote":"The mystery of love is greater than the mystery of death.","author":"Anonymous","category":"faith"},{"quote":"Hatred paralyzes life  love releases it. Hatred confuses life  love harmonizes it. Hatred darkens life  love illumines it.","author":"Martin Luther King, Jr.","category":"faith"},{"quote":"Whenever you are confronted with an opponent  conquer him with love.","author":"Mahatma Gandhi","category":"faith"},{"quote":"Time is too slow for those who wait  too swift for those who fear  too long for those who grieve  too short for those who rejoice  but for those who love  time is eternity.","author":"Henry Van Dyke","category":"faith"},{"quote":"Nobody has ever measured  not even poets  how much the heart can hold.","author":"Zelda Fitzgerald","category":"faith"},{"quote":"Tell me who admires and loves you  and I will tell you who you are.","author":"Charles-Augustin Sainte-Beuve","category":"faith"},{"quote":"I have been astonished that men could die martyrs for their religion I have shudder'd at it. I shudder no more. I could be martyr'd for my religion Love is my religion And I could die for that. I could die for you.","author":"John Keats","category":"faith"},{"quote":"Bitterness imprisons life  love releases it. Bitterness paralyzes life  love empowers it. Bitterness sours life  love sweetens it. Bitterness sickens life  love heals it. Bitterness blinds life  love anoints its eyes.","author":"Harry Emerson Fosdick","category":"faith"},{"quote":"No cord nor cable can so forcibly draw  or hold so fast  as love can do with a twined thread.","author":"Robert Burton","category":"faith"},{"quote":"I believe that life is given us so that we may grow in love  and I believe that God is in me as the sun is in the color and fragrance of a flower.","author":"Helen Keller","category":"faith"},{"quote":"There is only one path to Heaven. On Earth  we call it Love.","author":"Karen Goldman","category":"faith"},{"quote":"Treasure the love you receive above all. It will survive long after your gold and good health have vanished.","author":"Og Mandino","category":"faith"},{"quote":"Give all to love  obey thy heart.","author":"Ralph Waldo Emerson","category":"faith"},{"quote":"Tis the most tender part of love  each other to forgive.","author":"John Sheffield","category":"faith"},{"quote":"Never forget the three powerful resources you always have available to you: love  prayer and forgiveness.","author":"H. Jackson Brown","category":"faith"},{"quote":"Love blinds us to faults  hatred to virtues.","author":"Moses Ibn Ezra","category":"faith"},{"quote":"Agape is disinterested love. . . . Agape does not begin by discriminating between worthy and unworthy people  or any qualities people possess. It begins by loving others for their sakes. . . . Therefore  agape makes no distinction between friend and enemy  it is directed toward both.","author":"Martin Luther King, Jr.","category":"faith"},{"quote":"Do not waste time bothering whether you \"love\" your neighbor  act as if you did. As soon as we do this we find one of the great secrets. When you are behaving as if you loved someone  you will presently come to love him. If you injure someone you dislike  you will find yourself disliking him more. If you do him a good turn  you will find yourself disliking him less.","author":"C. S. Lewis","category":"faith"},{"quote":"We are obliged to love one another. We are not strictly bound to \"like\" one another.","author":"Thomas Merton","category":"faith"},{"quote":"To love one's neighbors  to love one's enemies  to love everything - to love God in all His manifestations - human love serves to love those dear to us but to love one's enemies we need divine love.","author":"Leo Tolstoy","category":"faith"},{"quote":"Love is what we were borne with. Fear is what we learned here.","author":"Marianne Williamson","category":"faith"},{"quote":"The higher animals are in a sense drawn into Man when he loves them and makes them (as he does) much more nearly human than they would otherwise be.","author":"C. S. Lewis","category":"faith"},{"quote":"He that loveth his brother abideth in the light  and there is none occasion of stumbling in him.","author":"Bible","category":"faith"},{"quote":"Beloved  let us love one another: for love is of God  and every one that loveth is born of God  and knoweth God.","author":"Bible","category":"faith"},{"quote":"We're born alone  we live alone  we die alone. Only through our love and friendship can we create the illusion for the moment that we're not alone.","author":"Orson Welles","category":"faith"},{"quote":"Love and work are the cornerstones of our humanness.","author":"Sigmund Freud","category":"faith"},{"quote":"That best portion of a good man's life  His little  nameless  unremembered acts Of kindness and of love.","author":"William Wordsworth","category":"faith"},{"quote":"A thing of beauty is a joy forever  Its loveliness increases  it will never Pass into nothingness.","author":"John Keats","category":"faith"},{"quote":"God loves us the way we are  but too much to leave us that way.","author":"Leighton Ford","category":"faith"},{"quote":"Though our feelings come and go  God's love for us does not.","author":"C. S. Lewis","category":"faith"},{"quote":"Love is a fruit in season at all times  and within reach of every hand.","author":"Mother Teresa","category":"faith"},{"quote":"All wise people say the same thing  that you are deserving of love  and that it's all here now  everything you need. When you pray  you are not starting the conversation from scratch  just remembering to plug back into a conversation that's always in progress.","author":"Anne Lamott","category":"faith"},{"quote":"Speak to me of love  said St Francis to the almond tree  and the tree blossomed.","author":"Nicholas Kazantzakis","category":"faith"},{"quote":"Faith is the continuation of reason.","author":"William Adams","category":"faith"},{"quote":"Faith is to believe what we do not see  and the reward of this faith is to see what we believe.","author":"St. Augustine","category":"faith"},{"quote":"An outward and visible sign of an inward and spiritual grace.","author":"Anonymous","category":"faith"},{"quote":"AH I have seen teaches me to trust the Creator for all I have not seen.","author":"Ralph Waldo Emerson","category":"faith"},{"quote":"Faith is the substance of things hoped for  the evidence of things not seen.","author":"Hebrews","category":"faith"},{"quote":"Let us have faith that right makes might  and in that faith  let us  to the end  dare to do our duty as we understand it.","author":"Abraham Lincoln","category":"faith"},{"quote":"Here I stand. I can do no otherwise. God help me. Amen.","author":"Martin Luther","category":"faith"},{"quote":"There lives more faith in honest doubt  Believe me  than in half the creeds.","author":"Lord Alfred Tennyson","category":"faith"},{"quote":"I have fought a good fight  I have finished my course  I have kept the faith.","author":"Bible","category":"faith"},{"quote":"Faith is the force of life.","author":"Leo Tolstoy","category":"faith"},{"quote":"I can believe anything  provided it is incredible.","author":"Oscar Wilde","category":"faith"},{"quote":"There is no such thing as white lies  a lie is as black as a coalpit  and twice as foul.","author":"Henry Ward Beecher","category":"falsehood"},{"quote":"Round numbers are always false.","author":"Samuel Johnson","category":"falsehood"},{"quote":"False in one thing  false in everything","author":"Law Maxim","category":"falsehood"},{"quote":"Falsehoods not only disagree with truths  but usually quarrel among themselves.","author":"Daniel Webster","category":"falsehood"},{"quote":"Adlai Stevenson - a Henry James character in a Reader's Digest world.","author":"Cleveland Amory","category":"fame, celebrities"},{"quote":"Glory is fleeting  but obscurity is forever.","author":"Napoleon Bonaparte","category":"fame, celebrities"},{"quote":"Have regard for your name  since it will remain for you longer than a great store of gold.","author":"Bible","category":"fame, celebrities"},{"quote":"I have touch'd the highest point of all my greatness  And from that full meridian of my glory I haste now to my setting.","author":"William Shakespeare","category":"fame, celebrities"},{"quote":"Men are much more unwilling to have their weaknesses and their imperfections known than their crimes.","author":"Lord Chesterfield","category":"fame, celebrities"},{"quote":"One of the drawbacks of Fame is that one can never escape from it.","author":"Nellie Melba","category":"fame, celebrities"},{"quote":"Popularity is a crime from the moment it is sought  it is only a virtue where men have it whether they will or not.","author":"Sir George Savile","category":"fame, celebrities"},{"quote":"That sovereign of insufferables.","author":"Ambrose Bierce","category":"fame, celebrities"},{"quote":"The only man who wasn't spoilt by being lionized was Daniel.","author":"Herbert Beerbohm Tree","category":"fame, celebrities"},{"quote":"The ordinary man casts a shadow in a way we do not quite understand. The man of genius casts light.","author":"George Steiner","category":"fame, celebrities"},{"quote":"Though familiarity may not breed contempt  it takes off the edge of admiration.","author":"William Hazlitt","category":"fame, celebrities"},{"quote":"When I pass my name in such large letters I blush  but at the same time instinctively raise my hat.","author":"Herbert Beerbohm Tree","category":"fame, celebrities"},{"quote":"Fame is the sum of the misunderstanding that gathers about a new name.","author":"Rainer Maria Rilke","category":"fame, celebrities"},{"quote":"What a heavy burden is a name that has become too famous.","author":"Voltaire","category":"fame, celebrities"},{"quote":"Now when I bore people at a party  they think it's their fault.","author":"Henry Kissinger","category":"fame, celebrities"},{"quote":"One must choose between Obscurity with Efficiency  and Fame with its inevitable collateral of Bluff.","author":"William McFee","category":"fame, celebrities"},{"quote":"One lives in the hope of becoming a memory.","author":"Antonio Porchia","category":"fame, celebrities"},{"quote":"After I am dead  I would rather have men ask why Cato has no monument than why he had one.","author":"Cato the Elder","category":"fame, celebrities"},{"quote":"Fame usually comes to those who are thinking about something else.","author":"Oliver Wendell Holmes","category":"fame, celebrities"},{"quote":"The greatest monarch on the proudest throne is obliged to sit upon his own arse.","author":"Benjamin Franklin","category":"fame, celebrities"},{"quote":"All celebrated people lose dignity on a close view.","author":"Napoleon Bonaparte","category":"fame, celebrities"},{"quote":"A celebrity is a person known for his well-knownness. Celebrities intensify their celebrity images simply by being well known for relations among themselves. By a kind of symbiosis  celebrities live off each other.","author":"Daniel J. Boorstin","category":"fame, celebrities"},{"quote":"Before such a prodigious career  judgement is torn between blame and admiration.","author":"Charles de Gaulle","category":"fame, celebrities"},{"quote":"Famous remarks are very seldom quoted correctly.","author":"Simeon Strunsky","category":"fame, celebrities"},{"quote":"It is strange how the memory of a man may float to posterity on what he would have himself regarded as the most trifling of his works.","author":"William Osier","category":"fame, celebrities"},{"quote":"To be somebody you must last.","author":"Ruth Gordon","category":"fame, celebrities"},{"quote":"The world  like an accomplished hostess  pays most attention to those whom it will soonest forget.","author":"John Churton Collins","category":"fame, celebrities"},{"quote":"Public opinion: a vulgar  impertinent  anonymous tyrant who deliberately makes life unpleasant for any one of us who is not content to be the average man.","author":"Dean William R. Inge","category":"fame, celebrities"},{"quote":"Man's attitude toward great qualities in others is often the same as toward high mountains - he admires them but he prefers to walk around them.","author":"Moritz Saphir","category":"fame, celebrities"},{"quote":"All the fame I look for in life is to have lived it quietly.","author":"Michel de Montaigne","category":"fame, celebrities"},{"quote":"A celebrity is one who is known to many persons he is glad he doesn't know.","author":"H. L. Mencken","category":"fame, celebrities"},{"quote":"Fame is a bee It has a song - It has a sting - Ah  too  it has a wing.","author":"Emily Dickinson","category":"fame, celebrities"},{"quote":"A sign of a celebrity is often that his name is worth more than his services.","author":"Daniel J. Boorstin","category":"fame, celebrities"},{"quote":"Martyrdom is the only way a man can become famous without ability.","author":"George Bernard Shaw","category":"fame, celebrities"},{"quote":"He that hath the name to be an early riser may sleep till noon.","author":"James Howell","category":"fame, celebrities"},{"quote":"Some day each of us will be famous for fifteen minutes.","author":"Andy Warhol","category":"fame, celebrities"},{"quote":"I awoke one morning and found myself famous.","author":"Lord Byron","category":"fame"},{"quote":"To many fame comes too late.","author":"Luis de Camoens","category":"fame"},{"quote":"If you would not be forgotten as soon as you are dead  either write things worth reading or do things worth writing.","author":"Benjamin Franklin","category":"fame"},{"quote":"Men think highly of those who rise rapidly in the world  whereas nothing rises quicker than dust  straw  and feathers.","author":"Anonymous","category":"fame"},{"quote":"Fame is the perfume of heroic deeds.","author":"Socrates","category":"fame"},{"quote":"Fame is but the breath of the people  and that often unwholesome.","author":"Jean-Jacques Rousseau","category":"fame"},{"quote":"No true and permanent Fame can be founded except in labors which promote the happiness of mankind.","author":"Charles Sumner","category":"fame"},{"quote":"What a heavy burden is a name that has become too famous.","author":"Voltaire","category":"fame"},{"quote":"In fame's temple there is always a niche to be found for rich dunces  importunate scoundrels  or successful butchers of the human race.","author":"Zimmermann","category":"fame"},{"quote":"Familiarity breeds contempt.","author":"Anonymous","category":"familiarity"},{"quote":"Though familiarity may not breed contempt  it takes off the edge of admiration.","author":"William Hazlitt","category":"familiarity"},{"quote":"The living together for three long  rainy days in the country has done more to dispel love than all the perfidies in love that have ever been committed.","author":"Arthur Helps","category":"familiarity"},{"quote":"He who has daughters is always a shepherd.","author":"Old saying","category":"family, ancestry"},{"quote":"I am married to Beatrice Salkeld  a painter. We have no children  except me.","author":"Brendan Behan","category":"family, ancestry"},{"quote":"I don't know who my grandfather was  I am much more concerned to know what his grandson will be.","author":"Abraham Lincoln","category":"family, ancestry"},{"quote":"I have called the principle  by which each slight variation  if useful  is preserved by the term of Natural Selection.","author":"Charles Darwin","category":"family, ancestry"},{"quote":"Mothers can get weaned as well as babies.","author":"Thomas Chandler Haliburton","category":"family, ancestry"},{"quote":"There are no illegitimate children - only illegitimate parents.","author":"Leon R. Yankwich","category":"family, ancestry"},{"quote":"All happy families resemble one another  every unhappy family is unhappy in its own way.","author":"Leo Tolstoy","category":"family, ancestry"},{"quote":"The dark  uneasy world of family life - where the greatest can fail and the humblest succeed.","author":"Randall Jarrell","category":"family, ancestry"},{"quote":"As a general thing  when a woman wears the pants in a family  she has a good right to them.","author":"Josh Billings","category":"family, ancestry"},{"quote":"I am he As you are me And we are all together.","author":"John Lennon","category":"family, ancestry"},{"quote":"Of all my wife's relations I like myself the best.","author":"Joe Cook","category":"family, ancestry"},{"quote":"There is nothing like staying at home for real comfort.","author":"Jane Austen","category":"family, ancestry"},{"quote":"When family relations are no longer harmonious  we have filial children and devoted parents.","author":"R. D. Laing","category":"family, ancestry"},{"quote":"The family is the American fascism.","author":"Paul Goodman","category":"family, ancestry"},{"quote":"The thing that impresses me most about North America is the way parents obey their children.","author":"Edward, Duke of Windsor","category":"family, ancestry"},{"quote":"Who of us is mature enough for offspring before the offspring themselves arrive? The value of marriage is not that adults produce children but that children produce adults.","author":"Peter de Vries","category":"family, ancestry"},{"quote":"Absence is one of the most useful ingredients of family life  and to do it rightly is an art like any other.","author":"Freya Stark","category":"family, ancestry"},{"quote":"No matter how many communes anybody invents  the family always creeps back.","author":"Margaret Mead","category":"family, ancestry"},{"quote":"There are fathers who do not love their children  there is no grandfather who does not adore his grandson.","author":"Victor Hugo","category":"family, ancestry"},{"quote":"The most important thing a father can do for his children is to love their mother.","author":"Theodore Hesburgh","category":"family, ancestry"},{"quote":"Today  while the titular head of the family may still be the father  everyone knows that he is little more than chairman  at most  of the entertainment committee.","author":"Ashley Montagu","category":"family, ancestry"},{"quote":"A mother's love for her child is like nothing else in the world. It knows no aw  no pity  it dares all things and crushes down remorselessly all that stands in its path.","author":"Agatha Christie","category":"family"},{"quote":"Mother love has been much maligned. An over mothered boy may go through life expecting each new woman to love him the way his mother did. Her love may make any other love seem inadequate. But an unloved boy would be even more likely to idealize love. I don't think it's possible for a mother or father to love a child too much.","author":"Frank Pittman","category":"family"},{"quote":"Unconditional love is loving your kids for who they are  not for what they do ... it isn't something you will achieve every minute of every day. But it is the thought we must hold in our hearts every day.","author":"Stephanie Marston","category":"family"},{"quote":"The most important thing a father can do for his children is to love their mother.","author":"Henry Ward Beecher","category":"family"},{"quote":"Where does the family start? It starts with a young man falling in love with a girl - no superior alternative has yet been found.","author":"Winston Churchill","category":"family"},{"quote":"Of course if you like your kids  if you love them from the moment they begin  you yourself begin all over again  in them and with them.","author":"William Saroyan","category":"family"},{"quote":"You can see them alongside the shuffleboard courts in Florida or on the porches of the old folks' homes up north.... They are in love  they have always been in love  although sometimes they would have denied it. And because they have been in love they have survived everything that life could throw at them  even their own failures.","author":"Ernest Havemann","category":"family"},{"quote":"In family life  love is the oil that eases friction  the cement that binds closer together  and the music that brings harmony.","author":"Eva Burrows","category":"family"},{"quote":"Family love is messy  clinging  and of an annoying and repetitive pattern  like bad wallpaper.","author":"Friedrich Nietzsche","category":"family"},{"quote":"In truth a family is what you make it. It is made strong  not by number of heads counted at the dinner table  but by the rituals you help family members create  by the memories you share  by the commitment of time  caring  and love you show to one another  and by the hopes for the future you have as individuals and as a unit.","author":"Marge Kennedy","category":"family"},{"quote":"[A mother] discovers with great delight that one does not love one's children just because they are one's children but because of the friendship formed while raising them.","author":"Gabriel Garcia Marquez","category":"family"},{"quote":"The Family is the Country of the heart. There is an angel in the Family who  by the mysterious influence of grace  of sweetness  and of love  renders the fulfillment of duties less wearisome  sorrows less bitter. The only pure joys unmixed with sadness.","author":"Giuseppe Mazzini","category":"family"},{"quote":"Smile at each other  smile at your wife  smile at your husband  smile at your children  smile at each other - it doesn't matter who it is and that will help you to grow up in greater love for each other.","author":"Mother Teresa","category":"family"},{"quote":"No man has ever lived that had enough of children's gratitude or woman's love.","author":"William Butler Yeats","category":"family"},{"quote":"I take my children everywhere  but they always find their way back home.","author":"Robert Orben","category":"family"},{"quote":"Happiness is having a large  loving  caring  close-knit family in another city.","author":"George Burns","category":"family"},{"quote":"The real question isn't whether or not you love your kids  but how well you are able to demonstrate your love and caring so that your children really feel loved.","author":"Stephanie Marston","category":"family"},{"quote":"The last step in parental love involves the release of the beloved  the willing cutting of the cord that would otherwise keep the child in a state of emotional dependence.","author":"Lewis Mumford","category":"family"},{"quote":"So if you have a grandma  Thank the Good Lord up above  And give Grandmama hugs and kisses  For grandmothers are to love.","author":"Lois Wyse","category":"family"},{"quote":"Oh  I love to see a man with a cigar. It reminds me of my grandfather. Morning to night  he used to sit with a great big stogie dangling from his lips. Oh  the hours we kids used to spend sitting on his lap  playing with the yellow whiskers beneath his nose. Then he'd take out his teeth with the cigar still in them and chase us around the room! We'd all laugh and laugh . . . then suddenly Grampa's mood would change  and we'd all have to run for our lives. . . . You can't buy memories like that.","author":"Daphne Frasier","category":"family"},{"quote":"Children begin by loving their parents. After a time they judge them. Rarely  if ever  do they forgive them.","author":"Oscar Wilde","category":"family"},{"quote":"It is my pleasure that my children are free and happy  and unrestrained by parental tyranny. Love is the chain whereby to bind a child to its parents.","author":"Abraham Lincoln","category":"family"},{"quote":"Perfect love sometimes does not come until the first grandchild.","author":"Welsh proverb","category":"family"},{"quote":"The reason grandparents and grandchildren get along so well is that they have a common enemy.","author":"Sam Levenson","category":"family"},{"quote":"The whole world is my family.","author":"Pope John XXIII","category":"family"},{"quote":"To us  family means putting your arms around each other and being there.","author":"Barbara Bush","category":"family"},{"quote":"The happiest moments of my life have been the few which I have passed at home in the bosom of my family.","author":"Thomas Jefferson","category":"family"},{"quote":"The family with an old person in it possesses a jewel.","author":"Chinese saying","category":"family"},{"quote":"Babies are such a nice way to start people.","author":"Don Herold","category":"family"},{"quote":"Each time a new baby is born there is a possibility of reprieve. Each child is a new being  a potential prophet  a new spiritual prince  a new spark of light precipitated into the outer darkness.","author":"R. D. Laing","category":"family"},{"quote":"Bringing a child into the world is the greatest act of hope there is.","author":"Louise Hart","category":"family"},{"quote":"Children are the world's most valuable resource and its best hope for the future.","author":"John F. Kennedy","category":"family"},{"quote":"Blessed be childhood  which brings down something of heaven into the midst of our rough earthliness.","author":"Henri Amiel","category":"family"},{"quote":"Children are the bridge to heaven.","author":"Persian proverb","category":"family"}]}